Repository: mozilla-l10n/focusios-l10n
Catalog: ses/focus-ios.xliff
Languages: ses

# NSCameraUsageDescription
source: This lets you take and upload photos.
ses: Woo ga naŋ war ma biyey zaa k'i zijandi.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
ses: Interneti nungey kaŋ war g'i naaru ga hin ka war gorodogoo hãa.

# NSMicrophoneUsageDescription
source: This lets you take and upload videos.
ses: Woo nda war ga widewo zaa k'a zijandi.

# NSPhotoLibraryUsageDescription
source: This lets you save and upload photos.
ses: Woo nda war ga biyey gaabu nd'i zijandi.

# About.learnMoreButton
source: Learn more
ses: Ka bay ka tonton

# About.missionLabel
source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
ses: Mozilla ma %@ tee. Ir anniya ti ka interneti baanoo nda feeriyanoo sahãndi.

# About.privateBullet1
source: Search and browse right in the app
ses: Ceeci nda naaru porogaramoo hunday ra

# About.privateBullet2
source: Block trackers (or update settings to allow trackers)
ses: Ganakey gagay (wala kayandiyaney taagandi ka ganakey noo fondo)

# About.privateBullet3
source: Erase to delete cookies as well as search and browsing history
ses: Tuusu ka aleewa tuusu, ceeci nda naaruyan taariki da kaa

# About.privateBulletHeader
source: Use it as a private browser:
ses: Goy nd'a sutura ceeciyan se:

# About.rowHelp
source: Help
ses: Faaba

# About.rowRights
source: Your Rights
ses: War alhakey

# About.safariBullet1
source: Block trackers for improved privacy
ses: Ganakey gagay ka war suturaa tonton

# About.safariBullet2
source: Block Web fonts to reduce page size
ses: Interneti šigira gagay ka moɲoo kaccandi

# About.safariBulletHeader
source: Use it as a Safari extension:
ses: A ka goy sanda Safari dobuyan:

# About.screenTitle
source: About
ses: A ga

# About.topLabel
source: %@ puts you in control.
ses: %@ ka war noo juwaloo.

# Browser.backLabel
source: Back
ses: Banda

# Browser.forwardLabel
source: Forward
ses: Jine

# Browser.reloadLabel
source: Reload
ses: Dam taaga

# Browser.settingsLabel
source: Settings
ses: Kayandiyaney

# Browser.shareLabel
source: Share
ses: Žemna

# Browser.stopLabel
source: Stop
ses: Kay

# Error.tryAgainButton
source: Try again
ses: Ceeci koyne

# ExternalLink.callButton
source: Call
ses: Ciya

# ExternalLink.cancelButton
source: Cancel
ses: Naŋ

# ExternalLink.emailButton
source: Email
ses: Bataga

# ExternalLink.messageTitleWithPlaceholder
source: You are now leaving %@.
ses: War goo ma %@ naŋ.

# ExternalLink.openAppStoreButton
source: Open App Store
ses: App Store feeri

# ExternalLink.openMapsButton
source: Open Maps
ses: Kanandey feeri

# FirstRun.buttonLabel
source: OK, GOT IT!
ses: AYYO, AY FAHAM!

# FirstRun.messageLabelDescription
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
ses: Ga interneti ganakey gagay nda boŋse waati kaŋ war ga naaru. Adiši karkar ka moo gunantey, ceeciyaney, aleewawey nda šennikufaley tuusu war jinaa ga.

# FirstRun.messageLabelTagline
source: Browse like no one’s watching.
ses: Naaru sanda boro kul šii ma guna.

# Home.descriptionLabel1
source: Automatic private browsing.
ses: Sutura naaruyan nda nga boŋ.

# Home.descriptionLabel2
source: Browse. Erase. Repeat.
ses: Naaru. Tuusu. Filla.

# Open.Cancel
source: Cancel
ses: Naŋ

# Open.Firefox
source: Firefox (Private Browsing)
ses: Firefox (Sutura naaruyan)

# Open.More
source: More
ses: Ka tonton

# Safari.instructionsContentBlockers
source: Tap Safari, then select Content Blockers
ses: Safari karkar, de ma gundekuna gagaykey suuba

# Safari.instructionsEnable
source: Enable %@
ses: %@ tunandi

# Safari.instructionsNotEnabled
source: %@ is not enabled.
ses: %@ mana tunandi.

# Safari.instructionsOpen
source: Open Settings App
ses: Kayandiyaney porogaramoo feeri

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and Web pages.
ses: Gundekuna tana ganakey gagayyan ga hin widewo nda interneti moo fooyaŋ kayri.

# Settings.blockOtherNo
source: No, Thanks
ses: Kalaa, naŋ yaada

# Settings.blockOtherYes
source: I Understand
ses: Ay ga faham

# Settings.screenTitle
source: Settings
ses: Kayandiyaney

# Settings.searchSection
source: SEARCH ENGINE
ses: CEECIJINAY

# Settings.searchTitle
source: Search Engine
ses: Ceecijinay

# Settings.sectionIntegration
source: INTEGRATION
ses: MARGAYAN

# Settings.sectionPerformance
source: PERFORMANCE
ses: TEEYAN SAHÃ

# Settings.sectionPrivacy
source: PRIVACY
ses: SUTURA

# Settings.toggleBlockAds
source: Block ad trackers
ses: Feeyan ganakey gagay

# Settings.toggleBlockAnalytics
source: Block analytics trackers
ses: Korošiyan ganakey gagay

# Settings.toggleBlockFonts
source: Block Web fonts
ses: Interneti šigira gagay

# Settings.toggleBlockOther
source: Block other content trackers
ses: Gundekuna tana ganakey gagay

# Settings.toggleBlockSocial
source: Block social trackers
ses: Jamaa ganakey gagay

# Settings.toggleOtherSubtitle
source: May break some videos and Web pages
ses: Ga hin ka widewo nda interneti moo fooyaŋ kayri

# Settings.toggleSendAnonymousUsageData
source: Send anonymous usage data
ses: Sanba goyyan bayhaya bila nda maa

# Settings.toggleSendAnonymousUsageDataSubtitle
source: Learn more
ses: Ka bay ka tonton

# URL.cancelLabel
source: Cancel
ses: Naŋ

# URL.eraseButtonLabel
source: ERASE
ses: TUUSU

# URL.eraseMessageLabel
source: Your browsing history has been erased.
ses: War naaruyan taarikoo n' ka tuusandi.

# URL.placeholderText
source: Search or enter address
ses: Ceeci wala aderesu dam

# URL.searchLabel
source: Search for %@
ses: Wa %@ ceeci
