Repository: mozilla-l10n/focusios-l10n
Catalog: an/focus-ios.xliff
Languages: an

# NSCameraUsageDescription
source: This lets you take and upload photos.
an: Esto te permite de fer y cargar fotos.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
an: Los puestos web que vesites pueden demandar la tuya ubicación.

# NSMicrophoneUsageDescription
source: This lets you take and upload videos.
an: Esto te permite de fer y cargar videos.

# NSPhotoLibraryAddUsageDescription
source: This lets you save and upload photos.
an: Esto de permite d'alzar y cargar fotos.

# NSPhotoLibraryUsageDescription
source: This lets you save and upload photos.
an: Esto de permite d'alzar y cargar fotos.

# Intro.Slides.History.Description
source: Clear your entire browsing session history, passwords, cookies anytime with a single tap.
an: Borra l'historial completo d'a sesión de navegación, claus, cookies, en qualsequier momento con un simple toque.

# Intro.Slides.History.Title
source: Your history is history
an: La tuya historia ye historia

# Intro.Slides.Next.Button
source: Next
an: Siguient

# Intro.Slides.Search.Description
source: Searching for something different? Choose a different search engine.
an: Buscando qualcosa diferent? Triga un motor de busqueda diferent.

# Intro.Slides.Search.Title
source: Your search, your way
an: Busca a la tuya traza

# Intro.Slides.Skip.Button
source: Skip
an: Blincar

# Intro.Slides.Welcome.Description
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
an: Leva la navegación privada ta lo siguient nivel. Bloca anuncios y atros contenius que puedan seguir-te a través d'a web y enlenteixen la carga d'as pachinas.

# Intro.Slides.Welcome.Title
source: Power up your privacy
an: Refuerza la tuya privacidat

# About.learnMoreButton
source: Learn more
an: Saber-ne mas

# About.missionLabel
source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
an: %@ ye feito per Mozilla. La nuestra misión ye tener un Internet sano y ubierto.

# About.privateBullet1
source: Search and browse right in the app
an: Buscar y navegar dende l'aplicación

# About.privateBullet2
source: Block trackers (or update settings to allow trackers)
an: Bloquiar trazadors (u esviella los achustes pa permitir los trataus)

# About.privateBullet3
source: Erase to delete cookies as well as search and browsing history
an: Borrar para eliminar las cookies asinas como l'historial de busqueda y historial

# About.privateBulletHeader
source: Use it as a private browser:
an: Usar-lo como un privau chicot

# About.rowHelp
source: Help
an: Aduya

# About.rowPrivacy
source: Privacy Notice
an: Nota sobre privacidat

# About.rowRights
source: Your Rights
an: Los tuyos dreitos

# About.safariBullet1
source: Block trackers for improved privacy
an: Blocar trazadors pa amillorar la privacidat

# About.safariBullet2
source: Block Web fonts to reduce page size
an: Blocar las fuents web pa reducir la mida d'a pachina

# About.safariBulletHeader
source: Use it as a Safari extension:
an: Usar-lo como una extensión de Safari

# About.screenTitle
source: About
an: Quanto a

# About.topLabel
source: %@ puts you in control.
an: %@ te mete en contral.

# Autocomplete.addCustomUrl
source: Add Custom URL
an: Anyader URL personalizada

# Autocomplete.addCustomUrlError
source: Double-check the URL you entered.
an: Compreba la URL que has escrito.

# Autocomplete.addCustomUrlExample
source: Example: example.com
an: Eixemplo: eixemplo.com

# Autocomplete.addCustomUrlLabel
source: URL to add
an: URL a anyader

# Autocomplete.addCustomUrlPlaceholder
source: Paste or enter URL
an: Apegar u escribir URL

# Autocomplete.addCustomUrlWithPlus
source: + Add Custom URL
an: + Anyader URL personalizada

# Autocomplete.customDescriptoin
source: Add and manage custom autocomplete URLs.
an: Anyader y chestionar l'autocompletau personalizau d'URLs.

# Autocomplete.customLabel
source: Custom URLs
an: URLs personalizadas

# Autocomplete.customTitle
source: CUSTOM URL LIST
an: LISTA D'URLs PERSONALIZADAS

# Autocomplete.customUrlAdded
source: New Custom URL added.
an: Nueva URL personalizada anyadida.

# Autocomplete.defaultDescriptoin
source: Enable to have %@ autocomplete over 450 popular URLs in the address bar.
an: Activar pa tener autocompletau de %@ con 450 URLs populars en a barra d'adrezas.

# Autocomplete.defaultLabel
source: Autocomplete
an: Autocompletar

# Autocomplete.defaultTitle
source: DEFAULT URL LIST
an: LISTA D'URLS PER DEFECTO

# Autocomplete.disabled
source: Disabled
an: Desactivau

# Autocomplete.emptyState
source: No Custom URLs to display
an: No i hai garra URL personalizada a amostrar

# Autocomplete.enabled
source: Enabled
an: Activada

# Browser.backLabel
source: Back
an: Enta zaga

# Browser.forwardLabel
source: Forward
an: Enta debant

# Browser.reloadLabel
source: Reload
an: Recargar

# Browser.settingsLabel
source: Settings
an: Achustes

# Browser.shareLabel
source: Share
an: Compartir

# Browser.stopLabel
source: Stop
an: Aturar

source: Cancel
an: Cancelar

source: Done
an: Feito

source: Edit
an: Editar

# Error.tryAgainButton
source: Try again
an: Torna-lo a prebar

# ExternalAppLink.cancelTitle
source: Cancel
an: Cancelar

# ExternalAppLink.messageTitle
source: %@ wants to open another App
an: %@ quiere ubrir unatra App

# ExternalAppLink.openTitle
source: Open
an: Ubrir

# ExternalLink.callButton
source: Call
an: Gritar

# ExternalLink.cancelButton
source: Cancel
an: Cancelar

# ExternalLink.emailButton
source: Email
an: Correu-e

# ExternalLink.messageTitleWithPlaceholder
source: You are now leaving %@.
an: Yes deixando %@.

# ExternalLink.openAppStoreButton
source: Open App Store
an: Ubrir la App Store

# ExternalLink.openAppStoreTitle
source: %@ wants to open the App Store.
an: %@ quiere ubrir la App Store.

# ExternalLink.openMapsButton
source: Open Maps
an: Ubrir Mapas

# FirstRun.lastSlide.buttonLabel
source: OK, Got It!
an: Vale, entendiu!

# FirstRun.messageLabelDescription
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
an: Blocar automaticament los trazadors en linia mientres navegas. Alavez, toca pa borrar las pacinas vesitadas, busquedas, galletas y claus d'o tuyo dispositivo.

# FirstRun.messageLabelTagline
source: Browse like no one’s watching.
an: Navega como si dengún no te mirase.

# Focus.handoffSyncing
source: Apple Handoff is syncing
an: Se ye sincronizando Apple Handoff

# Home.descriptionLabel1
source: Automatic private browsing.
an: Navegación privada automatica.

# Home.descriptionLabel2
source: Browse. Erase. Repeat.
an: Navega. Borra. Repite.

# Open.Cancel
source: Cancel
an: Cancelar

# Open.Firefox
source: Firefox (Private Browsing)
an: Firefox (Navegación Privada)

# Open.More
source: More
an: Mas

# Safari.instructionsContentBlockers
source: Tap Safari, then select Content Blockers
an: Toca Safari, selecciona astí Blocadors de Conteniu

# Safari.instructionsEnable
source: Enable %@
an: Activar %@

# Safari.instructionsNotEnabled
source: %@ is not enabled.
an: %@ no ye activau.

# Safari.instructionsOpen
source: Open Settings App
an: Ubrir los achustes de l'aplicación

source: Save
an: Alzar

# Settings.Search.AddSearchEngineButton
source: Add Another Search Engine
an: Anyader belatro motor de busqueda

# Settings.Search.AddSearchEngineButtonWithPlus
source: + Add Another Search Engine
an: + Anyader belatro motor de busqueda

# Settings.Search.AddSearchEngineTitle
source: Add Search Engine
an: Anyader motor de busqueda

# Settings.Search.InstalledSearchEngines
source: INSTALLED SEARCH ENGINES
an: MOTORS DE BUSQUEDA INSTALAUS

# Settings.Search.NameToDisplay
source: Name to display
an: Nombre a amostrar

# Settings.Search.NewSearchEngineAdded
source: New Search Engine Added.
an: Nuevo motor de busqueda anyadiu.

# Settings.Search.RestoreEngine
source: Restore Default Search Engines
an: Restaurar os motors de busca por defecto

# Settings.Search.SearchEngineName
source: Search engine name
an: Nombre d'o motor de busqueda

# Settings.Search.SearchTemplate
source: Search string to use
an: Cadena de busqueda a emplegar

# Settings.Search.SearchTemplatePlaceholder
source: Paste or enter search string. If necessary, replace search term with: %s.
an: Apega u escribe la cadena de busqueda. Si cal, substituye lo termen de busqueda per: %s.

# Settings.autocompleteSection
source: URL Autocomplete
an: Autocompletar URL

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and Web pages.
an: Blocar atros trazadors de contenius puede fer que no s'amuestren bien bells videos u pachinas web.

# Settings.blockOtherNo
source: No, Thanks
an: No, gracias

# Settings.blockOtherYes
source: I Understand
an: Comprendo

# Settings.detailTextSendUsageData
source: Mozilla strives to collect only what we need to provide and improve %@ for everyone.
an: Mozilla s'esfuerza per replegar nomás lo necesario pa fornir y amillorar %@ pa totz.

# Settings.learnMore
source: Learn more.
an: Saber-ne mas.

# Settings.screenTitle
source: Settings
an: Achustes

# Settings.searchLabel
source: Search Engine
an: Motors de busca

# Settings.searchTitle2
source: SEARCH
an: BUSQUEDA

# Settings.sectionIntegration
source: INTEGRATION
an: INTEGRACIÓN

# Settings.sectionPerformance
source: PERFORMANCE
an: RENDIMIENTO

# Settings.sectionPrivacy
source: PRIVACY
an: PRIVACIDAT

# Settings.toggleBlockAds
source: Block ad trackers
an: Blocar los trazadors publicitarios

# Settings.toggleBlockAdsDescription
source: Some ads track site visits, even if you don’t click the ads
an: Bells anuncios fan seguimiento d'as visitas alo puesto, mesmo si no fas clic en os anuncios

# Settings.toggleBlockAnalytics
source: Block analytics trackers
an: Bloca los trazadors analiticos

# Settings.toggleBlockAnalyticsDescription
source: Used to collect, analyze and measure activities like tapping and scrolling
an: Usaus pa replegar, analisar y medir actividatz como toques a la pantalla y desplazamientos de pantalles

# Settings.toggleBlockFonts
source: Block Web fonts
an: Blocar fuents de Web

# Settings.toggleBlockOther
source: Block other content trackers
an: Bloca los trazadors d'atro conteniu

# Settings.toggleBlockOtherDescription
source: Enabling may cause some pages to behave unexpectedly
an: Activar esta opción puede provocar problemas en bellas pachinas

# Settings.toggleBlockSocial
source: Block social trackers
an: Bloca los trazadors socials

# Settings.toggleBlockSocialDescription
source: Embedded on sites to track your visits and to display functionality like share buttons
an: Incrustaus en puestos web pa trazar las tuyas visitas y amostrar funcionalidatz coo los botons de compartición

# Settings.toggleOtherSubtitle
source: May break some videos and Web pages
an: Puede privar que se veigan bien bells videos y pachinas web

# Settings.toggleSendUsageData
source: Send usage data
an: Ninviar datos d'uso

# Settings.whatsNewTitle
source: What’s New
an: Las novedatz

# ShareMenu.GetFirefox
source: Get the Firefox App
an: Obtener lo Firefox

# ShareMenu.OpenInFocus
source: Open in %@
an: Ubrir en %@

# URL.cancelLabel
source: Cancel
an: Cancelar

# URL.contextMenu
source: Paste & Go
an: Apegar-lo y ir-ie

# URL.eraseButtonLabel
source: ERASE
an: BORRAR

# URL.eraseMessageLabel
source: Your browsing history has been erased.
an: S'ha borrau lo suyo historial de navegación.

# URL.placeholderText
source: Search or enter address
an: Termen a mirar u adreza

# URL.searchLabel
source: Search for %@
an: Mirar %@

# URL.trackersBlockedLabel
source: Trackers blocked
an: Trazadors blocaus

# actionSheet.openIn
source: Open in %@
an: Ubrir en %@

# browserShortcutDescription.selectLocationBar
source: Select Location Bar
an: Seleccionar barra d'adrezas

# contextMenu.clipboardLink
source: Link you copied: %@
an: Lo vinclo que has copiau: %@

# contextMenu.copyImageTitle
source: Copy Image
an: Copiar la imachen

# contextMenu.copyLink
source: Copy Link
an: Copiar vinclo

# contextMenu.saveImageTitle
source: Save Image
an: Alzar la imachen

# contextMenu.shareLinkTitle
source: Share Link
an: Compartir lo vinclo

# externalAppLinkWithAppName.messageTitle
source: %1$@ wants to open %2$@
an: %1$@ quiere ubrir %2$@

# photosPermission.description
source: This lets you save images to your Camera Roll
an: Esto te permite d'alzar la imachen en a tuya pelicula

# photosPermission.openSettings
source: Open Settings
an: Ubrir Achustes

# photosPermission.title
source: “%@” Would Like to Access Your Photos
an: A %@ le fería goyo d'acceder a las tuyas fotos

# settings.Search.SearchTemplateExample
source: Example: searchengineexample.com/search/?q=%s
an: Eixemplo: motordeixemplo.com/search/?q=%s

# trackingProtection.adTrackersLabel
source: Ad trackers
an: Trazadors publicitarios

# trackingProtection.analyticTrackerLabel
source: Analytic trackers
an: Trazadors analiticos

# trackingProtection.contentTrackerLabel
source: Content trackers
an: Trazadors de conteniu

# trackingProtection.disabledLabel
source: Tracking Protection off
an: Protección contra o seguimiento amortada

# trackingProtection.learnMore
source: Learn More
an: Saber-ne mas

# trackingProtection.socialTrackerLabel
source: Social trackers
an: Trazadors socials

# trackingProtection.toggleDescription1
source: Disable until you close %@ or tap ERASE.
an: Desactivar dica que zarres %@ u toques BORRAR.

# trackingProtection.toggleLabel
source: Tracking Protection
an: Protección contra o seguimiento

# trackingProtection.trackerDescriptionLabel
source: Choose whether %@ blocks ad, analytic, social, and other trackers.
an: Trigar si %@ bloca trazadors publicitarios, analiticos, socials u atros.
