Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# TodayWidget.QuickActionGalleryDescriptionV2
source: Start a private search in %@ with your default search engine.
am: በነባሪ የፍለጋ ፍርግምዎ በ%@ ውስጥ የግል ፍለጋ ይጀምሩ።
ar: ابدأ بحثًا خاصًا في %@ باستخدام محرك البحث الافتراضي الخاص بك.
cs: Začne anonymní vyhledávání ve vašem výchozím vyhledávači v aplikaci %@.
el: Ξεκινήστε μια ιδιωτική αναζήτηση στο %@ με την προεπιλεγμένη μηχανή αναζήτησής σας.
es_mx: Inicia una búsqueda privada en %@ con tu motor de búsqueda predeterminado.
is: Byrjaðu einkaleit í %@ með sjálfgefnu leitarvélinni þinni.
kab: Bdu anadi uslig deg %@ s umsedday-ik·im n unadi amezwer.
pt_br: Iniciar uma pesquisa privativa no %@ com seu mecanismo de pesquisa padrão.
ro: Începe o căutare privată în %@ cu motorul de căutare prestabilit.
sk: Začnite súkromné vyhľadávanie v prehliadači %@ pomocou vášho predvoleného vyhľadávacieho modulu.
sq: Filloni një kërkim privat në %@ me motorin tuaj parazgjedhje për kërkime.
vi: Bắt đầu tìm kiếm riêng tư trong %@ bằng công cụ tìm kiếm mặc định của bạn.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
am: ፈጣን እርምጃዎች
ar: إجراءات سريعة
be: Хуткія дзеянні
cs: Rychlé akce
el: Γρήγορες ενέργειες
es_mx: Acciones rápidas
hu: Gyors műveletek
is: Flýtiaðgerðir
kab: Tigawin tiruradin
pt_br: Ações rápidas
ro: Acțiuni rapide
sk: Rýchle akcie
sq: Veprime të Shpejta
vi: Hành động nhanh

# TodayWidget.SearchInApp
source: Search in %@
am: በ%@ ውስጥ ይፈልጉ
ar: ابحث في %@
be: Шукаць у %@
cs: Hledat v aplikaci %@
el: Αναζήτηση στο %@
es_mx: Buscar en %@
hu: Keresés ebben: %@
is: Leita í %@
kab: Nadi deg %@
pt_br: Pesquisar no %@
ro: Caută în %@
sk: Hľadať v prehliadači %@
sq: Kërkoni në %@
vi: Tìm kiếm trong %@

# Settings.sectionMozilla
source: MOZILLA
am: ሞዚላ
ar: موزيلا
fa: موزیلا
ta: மொசில்லா

# Settings.toggleSafari
source: Safari
am: ሳፋሪ
ar: سفاري
hy_am: Safari­-ից
ne_np: सफारी
ta: சப்பாரி

# Settings.sectionIntegration
source: INTEGRATION
az: İNTEQRASİYA
ga_ie: COMHTHÁTHÚ
hy_am: ԻՆՏԵԳՐՈՒՄ
ka: შეთავსება
mr: एकीकरण
nn_no: INTEGRASJON
ta: ஒன்றிணைத்தல்
th: การผนวกรวม
tr: TÜMLEŞTİRME
ur: تکمل
uz: INTEGRATSIYA

# ShareMenu.SharePage
source: Share Page With...
br: Rannañ ar bajenn gant...
ka: გვერდის გაზიარება…
mr: यासोबत पृष्ठ शेअर करा...
ms: Kongsi Halaman Dengan...
th: แบ่งปันหน้าด้วย...

# contextMenu.clipboardLink
source: Link you copied: %@
az: Köçürdüyünüz keçid: %@
hy_am: Ձեր պատճենած հղումը՝ %@
ka: აღებული ბმულის ასლი: %@
mr: आपण कॉपी केलेला दुवा: %@
ms: Pautan yang disalin: %@
nn_no: Lenka du kopierte: %@
ta: நீங்கள் நகலெடுத்த இணைப்பு: %@
te: మీరు నకలు తీసిన లంకె: %@
th: ลิงก์ที่คุณคัดลอก: %@
tr: Kopyaladığınız bağlantı: %@
ur: جو ربط آپ نے نقل کیا: %@

# settings.Search.SearchTemplateExample
source: Example: searchengineexample.com/search/?q=%s
az: Məsələn: mozillaz.org/search/?q=%s
hy_am: Օրինակ՝ example.com/search/?q=%s
ka: მაგალითად: searchengineexample.com/search/?q=%s
mr: उदाहरण: searchengineexample.com/search/?q=%s
ms: Contoh: searchengineexample.com/search/?q=%s
nn_no: Døme: searchengineexample.com/search/?q=%s
ta: எகா: searchengineexample.com/search/?q=%s
te: ఉదాహరణ: searchengineexample.com/search/?q=%s
th: ตัวอย่าง: searchengineexample.com/search/?q=%s
tr: Örnek: ornekarama.com/search/?q=%s
ur: مثلاٰ : searchengineexample.com/search/?q=%s

source: To show the old version of onboarding disable first the Nimbus experiment, then turn on the option.
hu: A bemutató régi verziójának megjelenítéséhez először kapcsolja ki a Nimbus-kísérletet, majd kapcsolja be a lehetőséget.

# NSPhotoLibraryUsageDescription
source: This lets you save and upload photos.
az: Bu, şəkilləri saxlama və yükləməyinizə imkan verir.
ga_ie: Ligeann seo duit pictiúir a shábháil agus a uaslódáil.
hy_am: Սա հնարավորություն է տալիս ստանալ և վերբեռնել լուսանկարներ:
mr: याद्वारे आपण फोटो साठवू व अपलोड करू शकता.
ta: இது படங்களைச் சேமித்து பதிவேற்றச் செய்கிறது.
te: ఇది మీకు ఫోటోలను సేవ్ చేసి అప్లోడ్ చేయడానికి అనుమతిస్తుంది.
tr: Fotoğrafları kaydetmenizi ve yüklemenizi sağlar.
ur: یہ آپ کو تصاویراپلوڈ اور محفوظ کرنے دیتا پے۔
uz: U rasmni saqlash va internetga yuklash imkonini beradi.

# About.safariBullet2
source: Block Web fonts to reduce page size
az: Səhifə ölçüsünü azaltmaq üçün web şriftlərini əngəlləyin
ga_ie: Cuir cosc ar chlónna Gréasáin chun leathanaigh a laghdú
hy_am: Արգելափակել վեբ տառատեսակները՝ էջի չափը նվազեցնելու համար
mr: पृष्ठ आकार कमी करण्यासाठी वोब फॉन्ट अवरोधित करा
ms: Sekat fon Web untuk mengurangkan saiz halaman
nn_no: Blokker nettskrifter for å redusera sidestørrelsen
ta: பக்க அளவை குறைக்க இணைய எழுத்துருக்களைத் தடு
te: పేజీ పరిమాణం తగ్గించుటకు వెబ్ ఫాంట్లని నిరోధించండి
tr: Sayfa boyutunu azaltmak için web fontlarını engelleyebilirsiniz
ur: صفحہ کا ماپ گھٹانے کے لیے ویب فانٹ بلاک کریں
uz: Sahifa hajmini kichiklashtirish uchun veb-shriftlarni bloklang

# About.screenTitle
source: About
az: Haqqında
ga_ie: Maidir leis
hy_am: Մասին
mr: याबद्दल
ms: Perihal
ta: பற்றி
te: గురించి
tr: Hakkında
ur: کے بارے میں
uz: Dastur haqida

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and Web pages.
az: Digər məzmun izləyicilərini əngəlləmək bəzi video və saytları işlənməz hala gətirə bilər.
ga_ie: Má chuireann tú cosc ar lorgairí ábhair eile, seans go mbrisfidh sé físeáin agus leathanaigh Ghréasáin áirithe.
hy_am: Բովանդակության այլ հետագծումների արգելափակումը կարող է ընդհատել որոշ տեսանյութեր և վեբ էջեր:
mr: मजकुराचा मागोवा घेणारे इतर घटक बंद केल्यास काही विडिओ आणि वेब पृष्ठे निकामी होऊ शकतात.
ms: Penyekatan penjejak kandungan lain boleh mengganggu sesetengah kandungan video dan laman Web.
nn_no: Blokkering av andre innhaldssporfølgjarar, kan øydeleggja nokre videoar og nettsider.
ta: மற்ற உள்ளடக்க தடமறிதல்களைத் தடுப்பதால் சில காணொளிகள் மற்றும் வலைப்பக்கங்கள் முறியலாம்.
te: ఇతర కంటెంట్ ట్రాకర్లను నిరోధించడం వలన కొన్ని వీడియోలు మరియు వెబ్ పేజీలు విరిగిపోవచ్చు.
tr: Diğer içerik takipçilerini engellemek bazı videoları ve web sayfalarını bozabilir.
ur: دیگر مواد ٹریکرز کو روکنے سے کچھ ویڈیوز اور ویب صفحات ٹوٹ سکتے ہیں۔
uz: Kuzatuvchilarning boshqa kontentlarini bloklasangiz, ba’zi video va veb-sahifalar ishlamay qolishi mumkin.

# Settings.blockOtherNo
source: No, Thanks
az: Xeyr, Təşəkkürlər
ga_ie: Cealaigh
hy_am: Ոչ, շնորհակալ եմ
mr: नाही धन्यवाद
ms: Tidak, Terima kasih
nn_no: Nei, takk
ta: இல்லை, நன்றி
te: ఫరవాలేదు
tr: Vazgeçtim
ur: نہیں، شکریہ
uz: Rahmat, kerak emas

# Settings.blockOtherYes
source: I Understand
az: Başa Düşürəm
ga_ie: Tuigim, cuir coisc mar sin féin
hy_am: Ես հասկանում եմ
mr: मला समजले
ms: Saya Faham
nn_no: Eg forstår
ta: எனக்கு புரிந்தது
te: నాకు అర్థమయ్యింది
tr: Anladım
ur: مجھے سمجھ آ گئی
uz: Tushundim

# Settings.toggleBlockAds
source: Block ad trackers
az: Reklam izləyicilərini əngəllə
ga_ie: Cuir cosc ar lorgairí fógraíochta
hy_am: Արգելափակեք գովազդի հետագծումները
mr: जाहिरात ट्रॅकर्स अवरोधित करा
ms: Sekat penjejak iklan
nn_no: Blokker sporfølgjarar for reklame
ta: விளம்பர பின்தொடரிகளைத் தடு
te: యాడ్ ట్రాకర్లను నిరోధించండి
tr: Reklam takipçilerini engelle
ur: اشتھار ٹریکرز کو بلاک کریں
uz: Kuzatuvchilarning reklamalarini bloklash

# Settings.toggleBlockAdsDescription
source: Some ads track site visits, even if you don’t click the ads
az: Bəzi reklamlar onlara klikləməsəniz belə sayt ziyarətlərinizi izləyirlər
hy_am: Որոշ գովազդներ հետևում են կայքի այցելուներին, եթե անգամ չեք սեղմում գովազդին
mr: काही जाहिराती संकेतस्थळावरील भेटीची नोंद करून ठेवतात, जरी तुम्ही जाहिरातीवर क्लिक केले नाही तरी
ms: Sesetengah iklan menjejaki lawatan anda dalam laman, walaupun anda tidak klik iklan ini
nn_no: Nokre annonsar sporfølgjer nettstadbesøk, sjølv om du ikkje klikkar på annonsane
ta: சில விளம்பரங்கள், நீங்கள் அதனை சொடுக்காவிட்டாலும் தள பார்வைகளைப் பின்தொடரும்
tr: Bazı reklamlar, siz onlara tıklamasanız bile ziyaret ettiğiniz siteleri takip eder
ur: چند اشتہاری ٹریکر سائَٹ دورہ کرتی ہیں حب کہ آپ نے اشتتہارات پر کلک بھی نہ کیا ہو

# Settings.toggleBlockAnalytics
source: Block analytics trackers
az: Analiz izləyicilərini əngəllə
ga_ie: Cuir cosc ar lorgairí anailísíochta
hy_am: Արգելափակել վերլուծական հետագծումները
mr: अॅनालिटिक्स ट्रॅकर्स अवरोधित करा
ms: Sekat penjejak analitik
nn_no: Blokker sporfølgjarar for analyser
ta: பகுப்பாய்வு பின்தொடரிகளைத் தடு
te: వైశ్లేషిక ట్రాకర్లను నిరోధించండి
tr: Analitik takipçilerini engelle
ur: تجزیاتی ٹریکرز کو بلاک کریں
uz: Kuzatuvchilarning tashxislarini bloklash

# Settings.toggleBlockAnalyticsDescription
source: Used to collect, analyze and measure activities like tapping and scrolling
az: Toxunma və sürüşdürmə kimi aktivlikləri yığıb, ölçüb, analiz etmək üçün işlədilir
hy_am: Օգտագործվում է հավաքելու, վերլուծելու և ակտիվությունը չափելու համար, ինչպես օրինակ՝ հպումը և գլորումը:
mr: टॅपिंग आणि स्क्रोलिंगसारख्या क्रियाकलाप एकत्रित करण्यासाठी, मोजमाप आणि विश्लेषण करण्यासाठी वापरला जातो
ms: Digunakan untuk mengumpul, menganalisis dan menilai aktiviti, seperti klik dan skrol
nn_no: Brukt for å samla inn, analysera og måle aktivitetar som tastetrykk og rulling
ta: தட்டல், உருட்டுதல் போன்ற செயல்களைச் சேகரிக்கும், ஆய்வுசெய்யும் அளவிடும்
tr: Dokunma ve kaydırma gibi etkinlikleri kaydetmek, çözümlemek ve ölçmek için kullanılır
ur: سرگرمی جیسے کہ تھپتپانا اور طورمار کرنا کی پہمائش اور تجزیہ کرنے کے لیئے استعمال ہوتا ہے

# Settings.toggleBlockFonts
source: Block Web fonts
az: Web şriftlərini əngəllə
ga_ie: Cuir cosc ar chlónna Gréasáin
hy_am: Արգելափակել վեբ տառատեսակները
mr: वेब फॉन्ट अवरोधित करा
ms: Sekat fon Web
nn_no: Blokker nettskrifter
ta: இணைய எழுத்துருக்களைத் தடு
te: వెబ్ ఫాంట్లను నిరోధించండి
tr: Web fontlarını engelle
ur: ویب فونٹس بلاک کریں
uz: Veb-shriftlarni bloklash

# Settings.toggleBlockOther
source: Block other content trackers
az: Digər məzmun izləyicilərini əngəllə
ga_ie: Cuir cosc ar lorgairí ábhair eile
hy_am: Արգելափակել այլ բովանդակության հետագծումները
mr: इतर सामग्री ट्रॅकर्स अवरोधित करा
ms: Sekat penjejak kandungan lain
nn_no: Blokker andre innhaldssporfølgjarar
ta: பிற உள்ளடக்க பின்தொடரலை தடு
te: ఇతర విషయ ట్రాకర్లను నిరోధించండి
tr: Diğer içerik takipçilerini engelle
ur: دیگر مواد کے ٹڑیکرز بلاک کریں
uz: Kuzatuvchilarnin boshqa kontentlarini bloklash

# Settings.toggleBlockOtherDescription
source: Enabling may cause some pages to behave unexpectedly
az: Aktivləşdirmə bəzi səhifələrdə gözlənilməz səhvlərə səbəb ola bilər
hy_am: Միացնելու դեպքում որոշ էջեր կարող են անսպասելի վարք ցուցադրել
mr: सक्षम करण्यामुळे काही पृष्ठ अनपेक्षितरित्या वागू शकतात
ms: Sesetengah halaman mungkin tidak berfungsi dengan sempurna jika ciri ini diaktifkan
nn_no: Aktivering kan føre til at nokre sider oppfører seg uventa
ta: செயற்படுத்துவது சில பக்கங்கள் எதிர்பாராமல் தவறாகச் செயல்பட காரணமாகலாம்
tr: Bunu açarsanız bazı sayfalar olması gerektiği gibi çalışmayabilir
ur: اہل بنانے کی وجہ سے شاید چند صفحات غیر متوقع برتائو کر سکتے ہیں

# Settings.toggleBlockSocial
source: Block social trackers
az: Sosial izləyiciləri əngəllə
ga_ie: Cuir cosc ar lorgairí sóisialta
hy_am: Արգելափակել սոցիալական հետագծումները
mr: सोशल ट्रॅकर अवरोधित करा
ms: Sekat penjejak sosial
nn_no: Blokker sporfølgjarar for sosiale media
ta: சமூக பின்தொடரலை தடு
te: సామాజిక ట్రాకర్లను నిరోధించండి
tr: Sosyal takipçileri engelle
ur: سماجی ٹریکرس بلاک کریں
uz: Ijtimoiy kuzatuvchilarni bloklash

# Settings.toggleBlockSocialDescription
source: Embedded on sites to track your visits and to display functionality like share buttons
az: Ziyarətinizi izləmək və paylaşma düymələri kimi funksionallıqları göstərmək üçün saytlara yerləşdirilir
hy_am: Ներկառուցված կայքերում՝ հետևելուհ ամար ձեր այցելուներին և ցուցադրելու համար գործառությունը, ինչպես օրինակ՝ կոճակների համօգտագործում
mr: आपल्या भेटींचा मागोवा घेण्यासाठी आणि शेअर बटन सारखी सुविधा दर्शवण्यासाठी साईट वर ठेवले आहे
ms: Disisipkan di dalam laman untuk menjejaki lawatan anda dan memaparkan fungsi seperti butang kongsi
nn_no: Innebygd på nettstadar for å spora besøka dine og å visa funksjonalitet som dele-knappar
ta: உங்கள் பார்வைகளைப் பின்தொடரவும் பகிர்தல் பொத்தான் போன்றவற்றைக் காட்டவும் தளத்தில் உட்பொதியப்பட்டிருக்கும்
tr: Sosyal medyada paylaşım düğmeleri, ziyaret ettiğiniz siteleri de takip eder

# ShareMenu.OpenInFocus
source: Open in %@
az: %@ ilə aç
hy_am: Բացել %@-ում
mr: %@ मध्ये उघडा
ms: Buka dalam %@
nn_no: Opna i %@
ta: %@ திறக்கவும்
te: %@ లో తెరువు
tr: %@’ta aç
ur: %@ میں کھولیں

# ShareMenu.ShareOpenSafari
source: Open in Safari
mr: Safari मध्ये उघडा
ms: Buka dalam Safari

# URL.eraseMessageLabel
source: Your browsing history has been erased.
az: Səyahət tarixçəniz pozuldu.
ga_ie: Bánaíodh do stair bhrabhsála.
hy_am: Դիտարկումների պատմությունը ջնջվել է:
mr: आपला ब्राउझिंग इतिहास मिटवला गेला आहे.
ms: Sejarah pelayaran anda telah dibuang.
nn_no: Nettlesarhistorikken din er sletta.
ta: உங்கள் உலாவல் வரலாறு அழிக்கப்பட்டது.
te: మీ విహరణ చరిత్ర తొలగించబడింది.
tr: Gezinti geçmişiniz silinmiştir.
ur: آپ کے برائوزنگ سابقات مٹا دیئے گئے ہیں۔
uz: Kirilgan saytlar haqidagi ma’lumot tozalandi.

# trackingProtection.toggleLabel
source: Tracking Protection
az: İzlənmə Qoruması
hy_am: Հետագծման պաշտպանություն
mr: ट्रॅकिंग संरक्षण
ms: Perlindungan Penjejakan
nn_no: Sporingsvern
ta: தடமறியல் பாதுகாப்பு
te: ట్రాకింగ్ సంరక్షణ
tr: İzlenme Koruması
ur: سراغ کاری حفاظت

# trackingProtection.trackerDescriptionLabel
source: Choose whether %@ blocks ad, analytic, social, and other trackers.
az: %@ səyyahının reklam, analiz, sosial və digər izləyiciləri əngəlləməsini seçin.
hy_am: Ընտրեք՝ %@-ը արգելափակի գովազդը, վերլուծական, սոցիալական, թե այլ հետագծումները:
mr: %@ जाहिरात, विश्लेषक, सामाजिक किंवा इतर मागोवा घेणाऱ्यांना अडवते का ते निवडा.
ms: Pilih sama ada %@ menyekat iklan, analitik, sosial dan penjejak lain.
nn_no: Vel om %@ blokkerer annonse-, analyse-, sosiale- og andre sporfølgjarar.
ta: Choose whether %@ விளம்பரங்கள், பகுப்பாய்வு, சமூக, மற்றும் பிற பின்தொடரிகளைத் தடுக்கிறதா என்பதைத் தேர்ந்தெடுக்கவும்.
tr: %@’un reklam ve analitik takipçileri ile sosyal ve diğer takipçileri engelleyip engellemeyeceğini seçin.
ur: انتخاب کریں %@ کیا اشتہاری، تجزیاتی، سماجی اور دیگر ٹریکرز بلاک کرے۔

# Open.Safari
source: Safari
ta: சப்பாரி

# FirstRun.buttonLabel
source: OK, GOT IT!
ga_ie: TUIGIM!
uz: Tushundim!

# Settings.searchSection
source: SEARCH ENGINE
ga_ie: INNEALL CUARDAIGH
uz: QIDIRUV TIZIMI

# Settings.searchTitle
source: Search Engine
ga_ie: Inneall Cuardaigh
uz: Qidiruv tizimi

# Settings.toggleSendAnonymousUsageData
source: Send anonymous usage data
ga_ie: Seol sonraí úsáide gan ainm
uz: Foydalanish ma’lumotlarini anonim tarzda jo‘natish

# Settings.toggleSendAnonymousUsageDataSubtitle
source: Learn more
ga_ie: Tuilleadh eolais
uz: Batafsil ma’lumot

# ShareMenu.OpenInFocus
source: Open in Focus
ga_ie: Oscail in Focus
