Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# About.privateBulletHeader
source: Use it as a private browser:
am: እንደ የግል አሳሽ ይጠቀሙበት፡-
ar: استخدمه كمتصفح خاص:
ast: Úsalu como restolador priváu:
az: Məxfi səyyah kimi işlədin:
be: Выкарыстоўвайце як прыватны браўзер:
bg: Използвайте като поверителен четец:
bn: ব্যক্তিগত ব্রাউজার হিসাবে এটিকে ব্যবহার করুন:
br: Arverit anezhañ evel ur merdeer prevez:
cs: Používejte ho jako soukromý prohlížeč:
de: Als privaten Browser verwenden:
el: Χρησιμοποιήστε το για:
eo: Uzu ĝin kiel privatan retumilon:
es_mx: Úsalo como un navegador privado:
et: Kasuta seda privaatse brauserina:
fa: از این برنامه به عنوان یک مرورگر ناشناس استفاده کنید:
ga_ie: Úsáid mar bhrabhsálaí príobháideach é:
hi_in: एक निजी ब्राउज़र के रूप में इसका इस्तेमाल करें:
hu: Használja privát böngészőként:
hy_am: Օգտագործել որպես գաղտնի դիտարկիչ
ia: Usa lo como navigator private:
is: Nota sem einkavafra til að:
ja: プライベートブラウザーとして使用すると:
ka: გამოიყენეთ პირად ბრაუზერად:
kab: Seqdec-it d iminig uslig:
ko: 사생활 보호 브라우저로 사용:
lt: Naudokite ją kaip privačią naršyklę:
mr: हे एका खाजगी ब्राउझर म्हणून वापरा:
ms: Gunakan sebagai pelayar peribadi:
ne_np: यसलाई निजी ब्राउजरको रूपमा प्रयोग गर्नुहोस्:
nn_no: Bruk han som ein privat nettlesar:
pl: Jako prywatna przeglądarka pozwala:
pt_br: Usar como um navegador privativo:
ro: Folosește-l ca browser privat:
sk: Používajte ho ako prehliadač:
sl: Uporabljajte ga kot zaseben brskalnik:
sq: Përdoreni si shfletues privat:
sv_se: Använd den som en privat webbläsare:
ta: அந்தரங்க உலாவியாகப் பயன்படுத்தவும்:
te: వ్యక్తిగత బ్రౌజర్ గా వాడు:
th: ใช้เป็นเบราว์เซอร์ส่วนตัว:
tl: Gamitin ito bilang isang pribadong browser:
tr: Onu gizlilik odaklı bir tarayıcı olarak kullanabilirsiniz:
tt: Аны хосусый браузер буларак кулланыгыз:
uk: Використовуйте як приватний браузер:
ur: اس کو نجی براؤزر کے طور پر استعمال کریں:
uz: Undan maxfiy brauzer sifatida foydalaning:
vi: Sử dụng nó như trình duyệt riêng tư:
zh_cn: 用作私密浏览器，可以：
zh_tw: 可當作私密瀏覽器使用:

# About.rowHelp
source: Help
am: እገዛ
ar: مساعدة
ast: Ayuda
az: Kömək
be: Даведка
bg: Помощ
bn: সাহায্য
br: Skoazell
cs: Nápověda
de: Hilfe
el: Βοήθεια
eo: Helpo
es_mx: Ayuda
et: Abi
fa: راهنما
ga_ie: Cabhair
hi_in: सहायता
hu: Súgó
hy_am: Օգնություն
ia: Adjuta
is: Hjálp
ja: ヘルプ
ka: დახმარება
kab: Tallalt
ko: 도움말
lt: Žinynas
mr: मदत
ms: Bantuan
ne_np: मद्दत
nn_no: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sv_se: Hjälp
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tl: Tulong
tr: Yardım
tt: Ярдәм
uk: Довідка
ur: مدد
uz: Yordam
vi: Trợ giúp
zh_cn: 帮助
zh_tw: 說明

# About.rowPrivacy
source: Privacy Notice
am: የግላዊነት ማሳወቂያ
ar: تنويه الخصوصية
ast: Avisu de privacidá
az: Məxfilik Bildirişi
be: Паведамленне аб прыватнасці
bg: Политика на поверителност
bn: গোপনীয়তা সংক্রান্ত নোটিশ
br: Evezhiadennoù a-fet buhez prevez
cs: Zásady ochrany osobních údajů
de: Datenschutzhinweis
el: Σημείωση απορρήτου
eo: Rimarko pri privateco
es_mx: Política de privacidad
et: Privaatsusreeglid
fa: نکات حریم‌خصوصی
hi_in: गोपनीयता सूचना
hu: Adatvédelmi nyilatkozat
hy_am: Գաղտնիության դրույթներ
ia: Aviso de confidentialitate
is: Meðferð persónuupplýsinga
ja: プライバシー通知
ka: პირადულობის დებულება
kab: Tasertit n tbaḍnit
ko: 개인 정보 보호 정책
lt: Privatumo pranešimas
mr: गोपणीयता सूचना
ms: Notis Privasi
ne_np: गोपनीयता नीति
nn_no: Personvernerklæring
pl: Uwagi dotyczące prywatności
pt_br: Aviso de privacidade
ro: Politică de confidențialitate
sk: Vyhlásenie o ochrane osobných údajov
sl: Obvestilo o zasebnosti
sq: Shënim Mbi Privatësinë
sv_se: Sekretesspolicy
ta: தனியுரிம கொள்கை
te: గోప్యతా విధానం
th: ประกาศความเป็นส่วนตัว
tl: Paunawa sa Privacy
tr: Gizlilik bildirimi
tt: Хосусыйлык аңлатмасы
uk: Повідомлення про приватність
ur: رازداری کا نوٹس
vi: Chính sách riêng tư
zh_cn: 隐私声明
zh_tw: 隱私權公告

# About.rowRights
source: Your Rights
am: የእርስዎ መብቶች
ar: حقوقك
ast: Los tos drechos
az: Hüquqlarınız
be: Вашы правы
bg: Вашите права
bn: আপনার অধিকার
br: Ho kwirioù
cs: Vaše práva
de: Ihre Rechte
el: Τα δικαιώματά σας
eo: Viaj rajtoj
es_mx: Tus derechos
et: Sinu õigused
fa: حقوق شما
ga_ie: Cearta an Úsáideora
hi_in: आपके अधिकार
hu: Az Ön jogai
hy_am: Ձեր իրավունքները
ia: Tu derectos
is: Réttindi þín
ja: あなたの権利
ka: თქვენი უფლებები
kab: Izerfan-inek
ko: 사용자 권리
lt: Jūsų teisės
mr: आपले हक्क
ms: Hak Anda
ne_np: तपाईँका अधिकारहरु
nn_no: Dine rettar
pl: O prawach użytkownika
pt_br: Seus direitos
ro: Drepturile tale
sk: Vaše práva
sl: Vaše pravice
sq: Të drejtat Tuaja
sv_se: Dina rättigheter
ta: உரிமைகள்
te: మీ హక్కులు
th: สิทธิของคุณ
tl: Ang Iyong mga Karapatan
tr: Haklarınız
tt: Хокукларыгыз
uk: Ваші права
ur: آپ کے حقوق
uz: Huquqlaringiz
vi: Quyền lợi của bạn
zh_cn: 您的权利
zh_tw: 您的權利

# About.safariBullet1
source: Block trackers for improved privacy
am: ለተሻሻለ ግላዊነት መከታተያዎችን አግድ
ar: احجب المتعقبات لتحسين الخصوصية
ast: Bloquia rastrexadores pa una privacidá ameyorada
az: Təkmilləşdirilmiş məxfilik üçün izləyiciləri əngəlləyin
be: Блакіруйце трэкеры для павышэння прыватнасці
bg: Спирайте проследяването за подобрена поверителност
bn: গোপনীয়তাকে আরো উন্নত করতে ট্রাকারদেরকে অবরুদ্ধ করুন
br: Stankit an heulierien evit difenn ho puhez prevez
cs: Blokujte sledovací prvky pro zvýšení soukromí
de: Verfolger blockieren, um Datenschutz zu verbessern
el: Φραγή ιχνηλατών για περισσότερο απόρρητο
eo: Bloku spurilojn por plibonigita privateco
es_mx: Bloquear rastreadores para mejorar privacidad
et: Parema privaatsuse tagamiseks bloki jälitajad
fa: ردیاب‌ها را برای بهبود حریم‌خصوصی خود مسدود کنید
ga_ie: Cuir cosc ar lorgairí chun do phríobháideachas a chosaint
hi_in: उन्नत गोपनीयता के लिए ट्रैकर्स को रोकें
hu: Blokkolja a követőket a nagyobb magánszféra érdekében
hy_am: Արգելափակել հետագծումները՝ գաղտնիությունը լավարկելու համար
ia: Bloca traciatores pro melior confidentialitate
is: Loka á rekjara fyrir aukna gagnaleynd
ja: 追跡をブロックしてプライバシーを保護します
ka: შეზღუდეთ თვალთვალი, მეტი პირადულობისთვის
kab: Sewḥel inedfaṛen i ugar n tudert tusligt
ko: 추적 차단 및 개인 정보 보호
lt: Blokuokite stebėjimo elementus vardan didesnio privatumo
mr: सुधारित गुप्ततेसाठी ट्रॅकर अवरोधित करा
ms: Sekat penjejak untuk privasi yang lebih baik
ne_np: सुधारिएको गोपनीयताको लागि ट्रयाकरहरु बन्द गर्नुहोस्
nn_no: Blokker sporfølgjarar for betre personvern
pl: blokować śledzące elementy dla większej prywatności
pt_br: Bloquear rastreadores para melhorar a privacidade
ro: Blochează elementele de urmărire pentru confidențialitate crescută
sk: Vylepšite svoje súkromie blokovaním sledovacích prvkov
sl: Zavračajte sledilce za več zasebnosti
sq: Për përmirësim të privatësisë, bllokoni gjurmuesit
sv_se: Blockera trackers för ökad integritet
ta: மேம்பட்ட தனியுரிமைக்காக தடமறிதலைத் தடு
te: మెరుగైన గోప్యత కోసం ట్రాకర్లని నిరోధించండి
th: ปิดกั้นตัวติดตามเพื่อความเป็นส่วนตัวที่เพิ่มขึ้น
tl: Harangin ang mga tracker para mapabuti ang privacy
tr: Gizliliğinizi artırmak için takipçileri engelleyebilirsiniz
tt: Хосусыйлыкны арттыру өчен күзәтүчеләрне блоклау
uk: Блокуйте стеження для посилення приватності
ur: بہتر رازداریکے لیئے سراغ راہ بلاک کریں
uz: Maxfiylikni ta’minlash uchun kuzatuvchilarni bloklang
vi: Chặn trình theo dõi để cải thiện sự riêng tư
zh_cn: 拦截跟踪器，加强隐私
zh_tw: 封鎖追蹤器，加強隱私

# About.safariBullet2
source: Block web fonts to reduce page size
am: የገጽ መጠንን ለመቀነስ የድር ቅርጸ ቁምፊዎችን አግድ
ar: احجب خطوط الوب لتقليل حجم الصفحات
ast: Bloquia les fontes web p'amenorgar el tamañu de la páxina
be: Блакіруйце вэб-шрыфты для памяншэння памеру старонак
bg: Спирайте зареждането на шрифтове за по-малък мрежов трафик
bn: পাতার আকার হ্রাস করতে ওয়েব ফন্টকে অবরুদ্ধ করুন
br: Stankit an nodrezhoù web evit digreskiñ ment ar bajenn
cs: Blokujte webové fonty pro zmenšení velikosti stránky
de: Web-Schriftarten blockieren, um den zum Anzeigen der Seite benötigten Datenverkehr zu reduzieren
el: Φραγή γραμματοσειρών ιστού για τη μείωση μεγέθους σελίδων
eo: Bloku teksaĵajn tiparojn por malpezigi paĝojn
es_mx: Bloquear fuentes web para reducir el tamaño de las páginas
et: Lehe suuruse vähendamiseks bloki fondid
fa: قلم‌های وب را برای کاهش حجم صفحه‌ها مسدود کنید
hi_in: पृष्ठ आकार को कम करने के लिए वेब लिपियों को रोकें
hu: Blokkolja a webes betűkészleteket az oldalméret csökkentése érdekében
ia: Bloca typos de litteras web pro reducer le peso de paginas
is: Loka á vefletur til að minnka stærð síðunnar
ja: ウェブフォントをブロックしてページのサイズを削減
ka: შეზღუდეთ ვებშრიფტები, გვერდის მოცულობის შესამცირებლად
kab: Sewḥel tisefsiyin web akken ad ifsusen isebtar
ko: 데이터 전송량 절감을 위해 웹 폰트 차단
lt: Blokuokite saityno šriftus, taip sumažindami tinklalapių apimtis
ne_np: वेब फन्टहरूलाई पृष्ठको आकार घटाउन रोक्नुहोस्
pl: blokować czcionki sieciowe i pobierać mniej danych
pt_br: Bloquear fontes web para reduzir o tamanho da página
ro: Blochează fonturile web pentru a reduce mărimea paginii
sk: Zmenšite veľkosť stránok blokovaním webových písiem
sl: Ne prenašaj spletnih pisav za zmanjšanje velikosti strani
sq: Bllokoni shkronja Web që të zvogëlohet madhësia e faqes
sv_se: Blockera webbtypsnitt för att minska sidstorlek
th: ปิดกั้นแบบอักษรเว็บเพื่อลดขนาดหน้า
tl: I-block ang Web font upang bawasan ang laki ng pahina
tt: Сәхифләрнең зурлыгын киметү өчен веб-шрифтларны блоклау
uk: Блокуйте вебшрифти для зменшення розміру сторінок
vi: Chặn phông chữ Web để giảm kích thước trang
zh_cn: 拦截网络字体，减少网页大小
zh_tw: 封鎖網路字型，減少網頁大小

# About.safariBulletHeader
source: Use it as a Safari extension:
am: እንደ ሳፋሪ ቅጥያ ይጠቀሙበት፡-
ar: استخدمه كامتداد لمتصفح سفاري:
ast: Úsalu como estensión de Safari:
az: Safari uzantısı olaraq işlədin:
be: Выкарыстоўвайце як пашырэнне Safari:
bg: Използвайте като разширение на Safari:
bn: Safari-র এক্সটেনশন হিসাবে এটিকে ব্যবহার করুন:
br: Arverit anezhañ evel un askouezh Safari:
cs: Používejte ho jako rozšíření Safari:
de: Als Safari-Erweiterung nutzen:
el: Χρησιμοποιήστε το με το Safari για:
eo: Uzu ĝin kiel etendaĵon de Safari:
es_mx: Úsalo como extensión de Safari:
et: Kasuta seda Safari laiendusena:
fa: از آن به عنوان یک افزونه برای Safari استفاده کنید:
ga_ie: Úsáid mar eisínteacht Safari é:
hi_in: Safari विस्तारक के रूप में इसका उपयोग करें:
hu: Használja Safari bővítményként:
hy_am: Օգտագործել որպես Safari-ի ընդլայնում.
ia: Usa lo como extension de Safari:
is: Nota sem Safari-viðauka til að:
ja: Safari の拡張機能として使用すると:
ka: გამოიყენეთ, Safari-ს დამატებად:
kab: Seqdec-it am usiɣzef Safari:
ko: Safari 확장 기능 사용:
lt: Naudokite ją kaip „Safari“ priedą:
mr: हे Safari विस्तार म्हणून वापरा:
ms: Gunakan sebagai ekstensi Safari:
ne_np: Safari विस्तारको रुपमा प्रयोग गर्नुहोस्:
nn_no: Bruk han som ei Safari-utviding:
pl: Jako rozszerzenie blokad zawartości Safari pozwala:
pt_br: Usar como uma extensão do Safari:
ro: Folosește-l ca extensie Safari:
sk: Používajte ho ako rozšírenie pre Safari:
sl: Uporabljajte ga kot razširitev za Safari:
sq: Përdoreni si një zgjerim të Safari-t:
sv_se: Använd som ett Safari-tillägg:
ta: சப்பாரி நீட்சியாகப் பயன்படுத்து:
te: దీనిని Safari పొడిగింతగా వాడండి:
th: ใช้เป็นส่วนขยาย Safari:
tl: Gamitin ito bilang isang Safari extension:
tr: Onu Safari uzantısı olarak kullanabilirsiniz:
tt: Аны Safari киңәйтүе рәвешендә кулланыгыз:
uk: Використовуйте як розширення для Safari:
ur: اس کو Safari کی توسیعات کے طور پر استعمال کریں:
uz: Undan Safari kengaytmasi sifatida foydalaning:
vi: Sử dụng nó như phần mở rộng của Safari:
zh_cn: 用作 Safari 扩展，可以：
zh_tw: 以 Safari 延伸功能使用:

# About.title
source: About %@
am: ስለ %@
ar: عن %@
ast: Tocante a %@
be: Пра %@
bg: Относно %@
bn: পরিচিতি %@
br: A-zivout %@
cs: O aplikaci %@
de: Über %@
el: Σχετικά με το %@
eo: Pri %@
es_mx: Acerca de %@
et: %@est
fa: درباره %@
hi_in: %@ के बारे में
hu: A %@ névjegye
ia: A proposito de %@
is: Um %@
ja: %@ について
ka: %@ პროგრამის შესახებ
kab: Ɣef %@
ko: %@ 정보
lt: Apie „%@“
mr: %@ विषयी
ms: Perihal %@
ne_np: %@ को बारेमा
pl: O programie %@
pt_br: Sobre o %@
ro: Despre %@
sk: O aplikácii %@
sl: O %@
sq: Mbi %@
sv_se: Om %@
ta: %@ பற்றி
te: %@ గురించి
th: เกี่ยวกับ %@
tl: Tungkol %@
tt: %@ турында
uk: Про %@
ur: %@ کے بارے میں
vi: Giới thiệu %@
zh_cn: 关于 %@
zh_tw: 關於 %@

# About.topLabel
source: %@ puts you in control.
am: %@ እርስዎን ውሣኔ ሰጪ ያደርግዎታል።
ar: يعطيك %@ الدفة.
ast: %@ date'l control.
az: %@ idarəni sizə verir.
be: %@ перадае кантроль у вашыя рукі.
bg: %@ ви дава контрол.
bn: %@ আপনাকে নিয়ন্ত্রণ দেয়।
br: Chom a rit mestr gant %@.
cs: %@ vám dává kontrolu.
de: Mit %@ haben Sie die Kontrolle.
el: Το %@ σάς δίνει τον έλεγχο.
eo: %@ transdonas al vi la regadon.
es_mx: %@ te da el control.
et: %@ annab kontrolli sulle.
fa: برنامهٔ %@ شما را در کنترل قرار می‌دهد.
ga_ie: Cuireann %@ tusa i gceannas.
hi_in: %@ आपको नियंत्रण में रखता है.
hu: A %@ visszaadja a kezébe az irányítást.
hy_am: %@-ը տալիս է ձեզ կառավարում:
ia: %@ te pone al commando.
is: %@ gefur þér stjórnina.
ja: %@ でプライバシー保護。
ka: %@ გიბრუნებთ მართვის სადავეებს.
kab: %@ ad ak-d-yefk afus ad teqqimeḍ d aqeṛṛu.
ko: %@로 데이터 제어가 가능합니다.
lt: „%@“ suteikia jums kontrolę.
mr: %@ आपल्याला नियंत्रणात ठेवते.
ms: %@ meletakkan anda dalam kawalan.
ne_np: %@ ले तपाईंलाई नियन्त्रणमा राख्छ।
nn_no: %@ gjev deg kontroll.
pl: %@ daje większą kontrolę.
pt_br: %@ coloca você no controle.
ro: %@ îți oferă controlul.
sk: %@ vám dáva kontrolu.
sl: %@ daje nadzor v vaše roke.
sq: %@ jua lë juve kontrollin.
sv_se: %@ sätter dig i kontroll.
ta: %@ உங்களை கட்டுப்பாட்டில் வைக்கும்.
te: %@ మిమ్మల్ని నియంత్రణలో ఉంచును.
th: %@ ให้คุณได้ควบคุม
tl: %@ binibigyan ka ng kontrol.
tr: %@ kontrolü size verir.
tt: %@ идарәне Сезгә тапшыра
uk: %@ надає вам контроль.
ur: %@ آپ کو کنٹرول میں رکھتا ہے۔
uz: %@ boshqarish imkonini sizga beradi.
vi: %@ giúp bạn kiểm soát.
zh_cn: %@ 让您掌控线上生活。
zh_tw: %@ 讓您可自行控制線上生活。

# AddPass.Error.Dismiss
source: Ok
am: እሺ
ar: حسنا
ast: D'acuerdu
be: Ок
bn: ঠিক আছে
br: Mat eo
eo: Akcepti
et: Olgu
fa: قبول
hi_in: ठीक
hu: Rendben
is: Í lagi
ka: კარგი
kab: IH
ko: 확인
lt: Gerai
ne_np: ठिक छ
sl: V redu
th: ตกลง
tt: Ярар
uk: Гаразд
zh_cn: 确定
zh_tw: 確定

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
am: ማለፊያውን ወደ ዋሌት በማከል ላይ ስህተት ተፈጥሯል። እባክዎ ቆየት ብለው ይሞክሩ።
ar: حدث عُطل أثناء إضافة المرور إلى المحفظة. من فضلك أعِد المحاولة لاحقًا.
be: Падчас дадавання карткі да Wallet узнікла памылка. Калі ласка, паспрабуйце зноў пазней.
bn: Wallet এ পাস যোগ করার সময় ত্রুটি ঘটেছে। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।
br: Ur fazi a zo degouezhet en ur ouzhpennañ ar bilhed da Wallet. Klaskit en-dro diwezhatoc’h.
cs: Při přidávání lístku do aplikace Wallet nastala chyba. Zkuste to prosím znovu později.
de: Beim Hinzufügen der Karte zu Wallet ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
el: Προέκυψε σφάλμα κατά την προσθήκη του πάσου στο Πορτοφόλι. Δοκιμάστε ξανά αργότερα.
eo: Eraro okazis dum aldono de la bileto al la monujo. Bonvolu klopodi denove poste.
es_mx: Ocurrió un error al agregar el pase a Wallet. Por favor, vuelve a intentarlo más tarde.
et: Pääsme lisamisel Walletisse esines viga. Palun proovi hiljem uuesti.
fa: یک خطا هنگام اضافه کردن گذرواژه به Wallet رخ داد. لطفا بعدا دوباره تلاش کنید.
hi_in: पास को वॉलेट में जोड़ने के दौरान त्रुटि आई। कृपया बाद में पुनः प्रयास करें।
hu: Hiba történt a jegy Wallethez adása során. Próbálja újra később.
ia: Un error ha occurrite durante le addition del billet a Wallet. Per favor retenta plus tarde.
is: Villa átti sér stað þegar verið var að senda gögn í veskið. Reyndu aftur síðar.
ja: Wallet へのパスの追加中にエラーが発生しました。後で再度試してください。
ka: შეცდომა, Wallet-ზე კოდის დამატებისას. გთხოვთ, სცადოთ მოგვიანებით.
kab: Teḍra-d tuccḍa deg tmerna n wawal ɣer uqwṛab. Ma ulac aɣilif ɛreḍ tikelt-nniḍen.
ko: 지갑에 패스를 추가하는데 오류가 발생했습니다. 잠시 후에 다시 시도해 주세요.
lt: Pridedant leidimą į piniginę įvyko klaida. Prašome pabandyti vėliau.
ne_np: पासलाई वालेटमा थप्ने क्रममा त्रुटि देखापर्यो। कृपया एकैछिन पछि पुनः प्रयास गर्नुहोला।
pl: Wystąpił błąd podczas dodawania do aplikacji Wallet. Proszę spróbować później.
pt_br: Ocorreu um erro ao adicionar a senha no Wallet. Tente novamente mais tarde.
ro: A apărut o eroare la adăugarea parolei în Wallet. Te rugăm să încerci din nou mai târziu.
sk: Pri pridávaní lístkov do aplikácie Wallet nastala chyba. Skúste to, prosím, neskôr.
sl: Med dodajanjem dovolilnice v Wallet je prišlo do težave. Poskusite znova pozneje.
sq: Ndodhi një gabim teksa bileta juaj shtohej te Wallet. Ju lutemi, riprovoni më vonë.
sv_se: Ett fel uppstod när kupongen skulle läggas till i Wallet. Vänligen försök igen senare.
th: เกิดข้อผิดพลาดขณะเพิ่มบัตรผ่านไปยัง Wallet โปรดลองอีกครั้งในภายหลัง
tt: Серсъзне Wallet-ка өстәгәндә хата килеп чыкты. Зинһар соңрак тырышып карагыз.
uk: При додаванні картки до Wallet сталася помилка. Спробуйте знову пізніше.
vi: Đã xảy ra lỗi trong khi thêm thẻ vào Wallet. Vui lòng thử lại sau.
zh_cn: 添加密码到 Apple 钱包时出错。请稍后重试。
zh_tw: 新增票卡至 Wallet 時發生錯誤，請稍候再試一次。

# AddPass.Error.Title
source: Failed to Add Pass
am: ማለፊያ ማከል አልተሳካም
ar: تعذّر إضافة المرور
be: Не атрымалася дадаць картку
bn: পাস যোগ করতে ব্যর্থ হয়েছে
br: C'hwitet eo bet ouzhpennañ ar bilhed
cs: Přidání lístku selhalo
de: Fehler beim Hinzufügen der Karte
el: Αποτυχία προσθήκης πάσου
eo: Ne eblis aldoni la bileton
es_mx: Error al agregar el pase
et: Pääsme lisamine ebaõnnestus
fa: اضافه کردن گذرواژه شکست خورد
hi_in: पास जोड़ने में विफल
hu: A jegy hozzáadása sikertelen
ia: Error al adder le billet
is: Mistókst að bæta við passa
ja: パスの追加に失敗しました
ka: კოდის დამატება ვერ მოხერხდა
kab: Timerna n wawal uffir ur teddi ara
ko: 패스 추가 실패
lt: Nepavyko pridėti leidimo
ne_np: पास थप्ने कार्य असफल भयो
pl: Błąd dodawania do Wallet
pt_br: Falha ao adicionar passe
ro: Eșec la adăugarea parolei
sk: Pridanie lístku zlyhalo
sl: Dodajanje dovolilnice neuspešno
sq: S’u arrit të Shtohej Biletë
sv_se: Det gick inte att lägga till kupong
th: ไม่สามารถเพิ่มบัตรผ่าน
tt: Серсүзне өстәп булмады
uk: Не вдалося додати картку
vi: Thất bại khi thêm thẻ
zh_cn: 添加密码失败
zh_tw: 新增票卡失敗

# Authentication.reason
source: Authenticate to return to %@
am: ወደ %@ ለመመለስ ያረጋግጡ
ar: أجرِ الاستيثاق للعودة إلى %@
be: Прайдзіце аўтэнтыфікацыю, каб вярнуцца да %@
bg: Удостоверете се, за да се върнете към %@
bn: %@ এ ফেরত আসতে প্রমাণীকরণ করুন
br: Dilesait da zistreiñ da %@
cs: Ověření pro návrat do aplikace %@
de: Zur Rückkehr zu %@ authentifizieren
el: Κάντε ταυτοποίηση για επιστροφή στο %@
eo: Aŭtentikigu vin por reiri al %@
es_mx: Autenticar para regresar a %@
et: %@esse naasmiseks tuleb autentida
fa: بخشیدن اعتبار برای بازگشت به %@
hi_in: %@ पर वापस जाने के लिए प्रमाणीकृत करें
hu: Hitelesítsen a %@hoz visszatéréshez
ia: Authenticar se pro retornar a %@
is: Staðfesta til að snúa aftur í %@
ja: 認証して %@ へ戻る
ka: ვინაობის დამოწმება, %@-ზე დასაბრუნებლად
kab: Asesteb akken ad tuɣaleḍ ɣer %@
ko: %@로 돌아올 때 인증함
lt: Patvirtinkite savo tapatybę, kad grįžtumėte į „%@“
mr: %@ कडे परत जाण्यासाठी अधिप्रमाणित करा
ms: Pengesahan untuk kembali ke %@
ne_np: %@ मा फर्कनलाई प्रमाणीकरण गर्नुहोस्
pl: Uwierzytelnij się, by wrócić do %@
pt_br: Faça a autenticação para retornar ao %@
ro: Autentifică-te pentru a reveni la %@
sk: Pre návrat do aplikácie %@ sa vyžaduje overenie
sl: Za vrnitev v %@ je zahtevana overitev
sq: Bëni mirëfilltësimin që të ktheheni te %@
sv_se: Autentisera för att återgå till %@
th: รับรองความถูกต้องเพื่อกลับสู่ %@
tl: Patunayan na bumalik sa %@
tt: %@ кушымтасына кире кайту өчен аутентификация
uk: Автентифікуйтеся для повернення до %@
vi: Xác thực để quay lại %@
zh_cn: 验证身份以返回 %@
zh_tw: 驗證後即可回到 %@

# Autocomplete.addCustomUrl
source: Add Custom URL
am: ብጁ ዩአርኤል አክል
ar: أضِف مسارا مخصصا
ast: Amestar URL personalizada
az: Fərdi ünvan əlavə et
be: Дадаць уласны URL-адрас
bg: Добавяне на потребителски адрес
bn: কাস্টম URL যোগ করুন
br: Ouzhpennañ un URL personelaet
cs: Přidat vlastní URL adresu
de: Benutzerdefinierte Adresse hinzufügen
el: Προσθήκη προσαρμοσμένου URL
eo: Aldoni personecigitan adreson
es_mx: Agregar URL personalizada
et: Lisa kohandatud URL
fa: اضافه کردن نشانی سفارشی
hi_in: उपभोक्ता निर्धारित URL जोड़ें
hu: Egyéni URL hozzáadása
hy_am: Հավելել հարմարեցված URL
ia: Adder URL personalisate
is: Bæta við sérsniðinni vefslóð
ja: カスタム URL を追加
ka: საკუთარი URL-ს დამატება
kab: Rnu URL aganan
ko: 사용자 정의 URL 추가
lt: Pridėti savą adresą
mr: सानुकूल URL जोडा
ms: Tambah URL Penyesuaian
ne_np: अनुकूल URL थप्नुहोस्
nn_no: Legg til tilpassa nettadresse
pl: Dodaj inny adres
pt_br: Adicionar URL personalizada
ro: Adaugă URL personalizat
sk: Pridať vlastnú webovú adresu
sl: Dodaj URL po meri
sq: Shtoni URL Vetjake
sv_se: Lägg till anpassad webbadress
ta: தனிபயன் URL சேர்
te: ఇష్టానుసారమైన URLను జోడించండి
th: เพิ่ม URL ที่กำหนดเอง
tl: Dagdagan ang Custom URL
tr: Özel adres ekle
tt: Үзгә URL өстәү
uk: Додати власну URL-адресу
ur: تخصیصی URL کا اظافہ کریں
vi: Thêm URL tùy chỉnh
zh_cn: 添加自定义网址
zh_tw: 新增自訂網址

# Autocomplete.addCustomUrlError
source: Double-check the URL you entered.
am: ያስገቡትን ዩአርኤል ደግመው ያረጋግጡ።
ar: تحقق من المسار الذي أدخلته.
ast: Volvi comprobar la URL qu'introduxesti.
az: Daxil etdiyiniz ünvanı bir də yoxlayın.
be: Уважліва праверце ўведзены URL-адрас.
bg: Проверете пак адреса, който въведохте.
bn: আপনার প্রবেশ করানো URLটি ডাবল চেক করুন।
br: Gwiriekaat an URL enanket.
cs: Zkontrolujte zadanou URL adresu.
de: Überprüfen Sie die eingegebene Adresse.
el: Ελέγξτε ξανά το URL που πληκτρολογήσατε.
eo: Kontrolu denove la tajpitan adreson.
es_mx: Vuelve a verificar la URL que introdujiste.
et: Kontrolli sisestatud URLi uuesti.
fa: نشانی که وارد کردید را دوباره بررسی کنید.
hi_in: आपके द्वारा दर्ज URL कि दोहरी जाँच करें.
hu: Ellenőrizze a megadott URL-t.
hy_am: Ստուգեք մուտքագրված URL-ն:
ia: Re-verifica le URL que tu ha inserite.
is: Athugaðu slóðina sem þú settir inn.
ja: 入力した URL をよく確認してください。
ka: გადაამოწმეთ შეყვანილი URL.
kab: Senned snat γef URL i t-skecmeḍ.
ko: 입력한 URL을 다시 확인하세요.
lt: Patikrinkite įvestą URL adresą.
mr: आपण प्रविष्ट केलेली URL दोनदा-तपासा.
ms: Semak semula URL yang anda masukkan.
ne_np: तपाइँले प्रविष्ट गर्नुभएको URL पुन: जाँच गर्नुहोस् ।
nn_no: Dobbelsjekk nettadressa du skreiv inn.
pl: Sprawdź poprawność wpisanego adresu.
pt_br: Verifique novamente a URL digitada.
ro: Reverifică URL-ul introdus.
sk: Skontrolujte zadanú URL adresu.
sl: Še enkrat preverite vneseni URL.
sq: Rikontrollojeni URL-në që dhatë.
sv_se: Dubbelkolla webbadressen du angav.
ta: நீங்கள் உள்ளிட்ட URL இருமுறை சரிபார்க்கவும்.
th: ตรวจสอบ URL ที่คุณป้อนอีกครั้ง
tl: Lagyan ng check ang URL na iyong ipinasok.
tr: Yazdığınız adresi bir daha kontrol edin.
tt: Кертелгән URL-ны тагын бер кат тикшерегез.
uk: Уважно перевірте введену URL-адресу.
ur: درج شدہ URL دو دفعہ پڑتال کریں۔
vi: Kiểm tra lại URL mà bạn đã nhập.
zh_cn: 请复查您输入的网址。
zh_tw: 請檢查您輸入的網址。

# Autocomplete.addCustomUrlExample
source: Example: example.com
am: ምሳሌ:- example.com
ar: مثال: example.com
ast: Exemplu: exemplu.com
az: Məsələn: example.com
be: Прыклад: example.com
bg: Пример: example.com
bn: উদাহরণ: example.com
br: Skouer: example.com
cs: Příklad: example.com
de: Beispiel: example.com
el: Παράδειγμα: example.com
eo: Ekzemplo: example.com
es_mx: Ejemplo: example.com
et: Näide: example.com
fa: مثال: example.com
hi_in: उदाहरण: example.com
hu: Példa: example.com
hy_am: Օրինակ՝ example.com
ia: Exemplo: example.com
is: Til dæmis: example.com
ja: 例: example.com
ka: მაგალითად: example.com
kab: Amedya: example.com
ko: 예: example.com
lt: Pavyzdys: example.com
mr: उदाहरण: example.com
ms: Contoh: example.com
nn_no: Døme: example.com
pl: Przykład: example.com
pt_br: Exemplo: example.com
ro: Exemplu: exemplu.com
sk: Príklad: example.com
sl: Primer: example.com
sq: Shembull: example.com
sv_se: Exempel: example.com
ta: எகா: example.com
te: ఉదాహరణ: example.com
th: ตัวอย่าง: example.com
tl: Halimbawa: example.com
tr: Örnek: example.com
tt: Мәсәлән: example.com
uk: Зразок: example.com
ur: مثال: example.com
vi: Ví dụ: example.com
zh_cn: 例如：example.com
zh_tw: 舉例: example.com
