Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Settings.detailTextStudies
source: %@ may install and run studies from time to time.
am: %@ ከጊዜ ወደ ጊዜ ጥናቶችን ሊጭን እና ሊያካሂድ ይችላል።
ar: قد يثبّت %@ بعض الدراسات ويشغّلها من وقت لآخر.
bn: কিছু দিন পর %@ স্টাডিজ ইনস্টল এবং চালাতে পারে।
cs: %@ může čas od času instalovat a spouštět studie.
de: %@ darf von Zeit zu Zeit Studien installieren und laufen lassen.
el: Το %@ ενδέχεται να εγκαθιστά και να εκτελεί περιστασιακά μελέτες.
eo: %@ povas de tempo al tempo instali kaj fari studojn.
es_mx: %@ podría instalar y realizar experimentos de vez en cuando.
et: %@ võib aegajalt paigaldada ja käivitada uuringuid.
hi_in: %@ समय-समय पर संस्थापित करने और अध्ययन चला सकता हैं।
hu: A %@ időről időre tanulmányokat telepíthet és futtathat.
ia: %@ pote installar e conducer studios de tempore in tempore.
is: %@ kann að setja upp og keyra rannsóknir af og til.
ja: %@ が調査をインストールして実行することがあります。
ka: %@ შეძლებს, დროდადრო კვლევების ჩატარებას.
kab: %@ yezmer ad isebded yerna ad iseddu leqraya seg wakud ɣer wayeḍ.
ko: %@가 때때로 연구를 설치하고 실행할 수 있습니다.
lt: „%@“ retkarčiais gali įdiegti ir vykdyti tyrimus.
ne_np: %@ ले समय-समयमा अध्ययनहरू स्थापना गर्न र चलाउन सक्छ।
pl: %@ może od czasu do czasu instalować i przeprowadzać badania.
pt_br: O %@ pode instalar e executar estudos de vez em quando.
ro: %@ poate instala și realiza studii din când în când.
sk: %@ môže občas inštalovať a spúšťať štúdie.
sl: %@ lahko občasno namesti in izvaja raziskave.
sq: %@-i mund të instalojë dhe zhvillojë studime herë pas here.
sv_se: %@ kan installera och köra studier då och då.
th: %@ อาจติดตั้งและเรียกใช้การศึกษาเป็นครั้งคราว
tt: %@ ара-тирә тикшеренүләр урнаштырырга һәм үткәрергә мөмкин.
uk: %@ може час від часу встановлювати й виконувати дослідження.
vi: %@ có thể cài đặt và chạy các nghiên cứu theo thời gian.
zh_cn: %@ 可能会不时地安装并运行一些研究项目。
zh_tw: %@ 會不定時安裝並執行使用者研究。

# Settings.general
source: General
am: አጠቃላይ
ar: عام
ast: Xeneral
be: Агульныя
bn: সাধারণ
cs: Obecné
de: Allgemein
el: Γενικά
eo: Ĝenerala
et: Üldine
hi_in: सामान्य
hu: Általános
is: Almennt
ja: 一般
ka: ზოგადი
kab: Amatu
ko: 일반
lt: Bendrosios
ne_np: सामान्य
pl: Ogólne
pt_br: Geral
sk: Všeobecné
sl: Splošno
sq: Të përgjithshme
sv_se: Allmänt
th: ทั่วไป
tt: Гомуми көйләүләр
uk: Загальні
vi: Tổng quát
zh_cn: 常规
zh_tw: 一般

# Settings.learnMore
source: Learn more.
am: ተጨማሪ ይወቁ።
ar: اطّلع على المزيد.
ast: Deprendi más.
az: Ətraflı öyrən.
be: Падрабязней.
bg: Научете повече.
bn: আরও জানুন।
br: Gouzout hiroc'h.
cs: Zjistit více.
de: Weitere Informationen
el: Μάθετε περισσότερα.
eo: Pli da informo.
es_mx: Aprender más.
et: Rohkem teavet.
fa: بیشتر بدانید.
hi_in: और जानें.
hu: Tudjon meg többet.
hy_am: Իմանալ ավելին
ia: Saper plus.
is: Fræðast meira.
ja: 詳細情報。
ka: ვრცლად.
kab: Issin ugar.
ko: 더 알아보기.
lt: Sužinoti daugiau.
mr: अधिक जाणा.
ms: Ketahui selanjutnya.
ne_np: थप जान्नुहोस् ।
nn_no: Les meir.
pl: Więcej informacji.
pt_br: Saiba mais.
ro: Află mai multe.
sk: Ďalšie informácie.
sl: Več o tem.
sq: Mësoni më tepër.
sv_se: Läs mer.
ta: மேலும் அறிய.
te: ఇంకా తెలుసుకోండి.
th: เรียนรู้เพิ่มเติม
tl: Matuto ng higit pa.
tr: Daha fazla bilgi alın.
tt: Күбрәк белү.
uk: Докладніше.
ur: مزید سیکھیں۔
vi: Tìm hiểu thêm.
zh_cn: 详细了解。
zh_tw: 了解更多。

# Settings.lightTheme
source: Light
am: ፈካ ያለ
ar: فاتحة
ast: Claridá
be: Светлая
bn: উজ্জ্বল
br: Sklaer
cs: Světlý
de: Hell
el: Ανοιχτόχρωμο
eo: Hela
es_mx: Claro
et: Hele
hi_in: हल्का
hu: Világos
ia: Clar
is: Ljóst
ka: ნათელი
kab: Aceɛlal
ko: 밝은
lt: Šviesus
ne_np: उज्यालो
pl: Jasny
pt_br: Claro
ro: Luminoasă
sk: Svetlá
sl: Svetla
sq: E çelët
sv_se: Ljust
th: สว่าง
tl: Maliwanag
tt: Ачык
uk: Світла
vi: Sáng
zh_cn: 浅色
zh_tw: 亮色

# Settings.manualTheme
source: Manual
bn: ম্যানুয়াল
br: Gant an dorn
de: Manuell
eo: Permane
et: Käsitsi
hi_in: मैन्युअल
ja: 手動
ka: ხელით
ko: 수동
ne_np: म्यानुअल
pl: Ręczny
sl: Ročno
sv_se: Manuell
th: กำหนดเอง
tt: Кулдан
uk: Вручну
zh_cn: 手动
zh_tw: 手動

# Settings.rate
source: Rate %@
am: %@ን ደረጃ ስጥ
ar: قيِّم %@
be: Ацаніць %@
bg: Оценете %@
bn: রেট %@
br: Feur %@
cs: Hodnocení %@
de: %@ bewerten
el: Αξιολόγηση του %@
eo: Doni noton al %@
es_mx: Valorar %@
et: Hinda %@t
fa: نرخ %@
hi_in: %@ का मूल्यांकन करें
hu: A %@ értékelése
ia: Recenser %@
is: Gefa %@ einkunn
ja: %@ の評価
ka: შეაფასეთ %@
kab: Rnu tazmilt i %@
ko: %@ 평가하기
lt: Įvertinti „%@“
mr: %@ ला गुण द्या
ms: Kadar %@
ne_np: रेट गर्नुहोस् %@
pl: Oceń %@
pt_br: Avaliar o %@
ro: Evaluează %@
sk: Ohodnoťte %@
sl: Ocenite %@
sq: Vlerësojeni %@
sv_se: Betygsätt %@
ta: %@ உலாவியை மதிப்பிடு
th: ให้คะแนน %@
tt: %@-ны бәяләү
uk: Оцінити %@
ur: %@ کی شرح
vi: Đánh giá %@
zh_cn: 为 %@ 打分
zh_tw: 為 %@ 評分

# Settings.safariTitle
source: SAFARI INTEGRATION
am: SAFARI ውህደት
ar: التكامل مع سفاري
ast: INTEGRACIÖN CON SAFARI
be: ІНТЭГРАЦЫЯ З SAFARI
bg: ИНТЕГРАЦИЯ СЪС SAFARI
br: ENKORFADUR SAFARI
cs: INTEGRACE SE SAFARI
el: ΕΝΣΩΜΑΤΩΣΗ SAFARI
eo: KONGRUIGO KUN SAFARI
es_mx: INTEGRACIÓN CON SAFARI
et: SAFARI INTEGRATSIOON
hi_in: सफारी इंटीग्रेशन
hu: SAFARI INTEGRÁCIÓ
ia: INTEGRATION CON SAFARI
is: SAFARI SAMEINING
ja: SAFARI 統合
ka: SAFARI შეთავსება
kab: AMSIDEF SAFARI
ko: SAFARI 연동
lt: INTEGRACIJA SU „SAFARI“
ne_np: सफारी एकिकरण
pl: Integracja z Safari
pt_br: INTEGRAÇÃO DO SAFARI
ro: INTEGRARE CU SAFARI
sk: INTEGRÁCIA SO SAFARI
sl: INTEGRACIJA S SAFARIJEM
sq: INTEGRIM ME SAFARI-N
th: การผนวกรวม SAFARI
tt: SAFARI БЕЛӘН ИНТЕГРАЦИЯ
uk: ІНТЕГРАЦІЯ SAFARI
zh_cn: Safari 整合
zh_tw: Safari 整合

# Settings.screenTitle
source: Settings
am: ቅንብሮች
ar: الإعدادات
ast: Axustes
az: Tənzimləmələr
be: Налады
bg: Настройки
bn: সেটিংস
br: Arventennoù
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es_mx: Configuraciones
et: Sätted
fa: تنظیمات
ga_ie: Socruithe
hi_in: सेटिंग्स
hu: Beállítások
hy_am: Կարգավորումներ
ia: Parametros
is: Stillingar
ja: 環境設定
ka: პარამეტრები
kab: Iɣewwaṛen
ko: 설정
lt: Nuostatos
mr: सेटिंग
ms: Tetapan
ne_np: सेटिङहरू
nn_no: Innstillingar
pl: Ustawienia
pt_br: Configurações
ro: Setări
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sv_se: Inställningar
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tl: Mga Setting
tr: Ayarlar
tt: Көйләүләр
uk: Параметри
ur: سیٹنگیں
uz: Sozlamalar
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

# Settings.searchLabel
source: Search Engine
am: የፍለጋ ፍርግም
ar: محرك البحث
ast: Motor de gueta
az: Axtarış Mühərriyi
be: Пошукавая сістэма
bg: Търсачка
bn: সার্চ ইঞ্জিন
br: Keflusker enklask
cs: Vyhledávač
de: Suchmaschine
el: Μηχανή αναζήτησης
eo: Serĉilo
es_mx: Motor de búsqueda
et: Otsingumootor
fa: موتور جست‌وجو
hi_in: खोज इंजन
hu: Keresőszolgáltatás
hy_am: Որոնիչներ
ia: Motor de recerca
is: Leitarvél
ja: 検索エンジン
ka: საძიებო სისტემა
kab: Amsedday n unadi
ko: 검색 엔진
lt: Ieškyklė
mr: शोध इंजिन
ms: Enjin Carian
ne_np: खोजी इन्जिन
nn_no: Søkjemotor
pl: Wyszukiwarka
pt_br: Mecanismo de pesquisa
ro: Motor de căutare
sk: Vyhľadávací modul
sl: Iskalnik
sq: Motor Kërkimesh
sv_se: Sökmotor
ta: தேடுபொறி
te: శోధన యంత్రం
th: เครื่องมือค้นหา
tr: Arama motoru
tt: Эзләү системасы
uk: Засіб пошуку
ur: تلاش انجن
vi: Công cụ tìm kiếm
zh_cn: 搜索引擎
zh_tw: 搜尋引擎

# Settings.searchSuggestions
source: Get Search Suggestions
am: የፍለጋ ጥቆማዎችን ያግኙ
ar: اجلب اقتراحات البحث
be: Атрымліваць прапановы пошуку
bg: Получаване на предложения при търсене
bn: অনুসন্ধান পরামর্শ পান
br: Kaout alioù klask
cs: Povolit našeptávání
de: Suchvorschläge erhalten
el: Λήψη προτάσεων αναζήτησης
eo: Ricevi serĉajn sugestojn
es_mx: Recibir sugerencias de búsqueda
et: Hangitakse otsingusoovitusi
fa: دریافت پیشنهادات جست‌ و جو
hi_in: खोज सुझाव प्राप्त करें
hu: Keresési javaslatok kérése
ia: Obtener suggestiones de recerca
is: Fá leitartillögur
ja: 検索候補を取得
ka: ძიების შემოთავაზებები
kab: Sken isumar n unadi
ko: 추천 검색어 켜기
lt: Gauti paieškos žodžių siūlymus
ne_np: खोजी सुझावहरू प्राप्त गर्नुहोस्
pl: Podpowiedzi wyszukiwania
pt_br: Receber sugestões de pesquisa
ro: Obține sugestii de căutare
sk: Získavať návrhy vyhľadávania
sl: Prejemaj predloge iskanja
sq: Merrni Sugjerime Kërkimi
sv_se: Få sökförslag
th: รับข้อเสนอแนะการค้นหา
tt: Эзләү тәкъдимнәрен алу
uk: Отримувати пошукові пропозиції
vi: Nhận đề xuất tìm kiếm
zh_cn: 获取搜索建议
zh_tw: 取得搜尋建議

# Settings.searchTitle2
source: SEARCH
am: ፈልግ
ar: البحث
ast: GUETA
az: AXTARIŞ
be: ПОШУК
bg: ТЪРСЕНЕ
bn: অনুসন্ধান
br: KLASK
cs: VYHLEDÁVÁNÍ
de: SUCHE
el: ΑΝΑΖΗΤΗΣΗ
eo: SERĈI
et: OTSING
fa: جست‌وجو
hi_in: खोज
hu: KERESÉS
hy_am: ՈՐՈՆԵԼ
ia: RECERCA
is: LEITA
ja: 検索
ka: ძიება
ko: 검색
lt: PAIEŠKA
mr: शोधा
ms: Cari
nn_no: SØK
pl: Wyszukiwanie
pt_br: PESQUISA
ro: CAUTĂ
sk: VYHĽADÁVANIE
sl: ISKANJE
sq: KËRKIM
sv_se: SÖK
ta: தேடல்
te: శోధన
th: ค้นหา
tr: ARAMA
tt: ЭЗЛӘҮ
uk: ПОШУК
vi: TÌM KIẾM
zh_cn: 搜索
zh_tw: 搜尋

# Settings.sectionPerformance
source: PERFORMANCE
ast: RINDIMIENTU
az: MƏHSULDARLIQ
bg: ПРОИЗВОДИТЕЛНОСТ
bn: কার্যক্ষমতা
br: DIGONUSTED
de: LEISTUNG
eo: EFIKECO
et: JÕUDLUS
fa: کارایی
ga_ie: FEIDHMÍOCHT
hi_in: प्रदर्शन
hy_am: ԱՐՏԱԴՐՈՂԱԿԱՆՈՒԹՅՈՒՆ
ia: RENDIMENTO
ja: パフォーマンス
ka: წარმადობა
ko: 성능
nn_no: YTING
pl: Wydajność
sl: UČINKOVITOST DELOVANJA
sv_se: PRESTANDA
ta: செயல்திறன்
th: ประสิทธิภาพ
tr: PERFORMANS
tt: ҖИТЕШТЕРҮЧӘНЛЕК
uk: ШВИДКОДІЯ
ur: کارکردگی
uz: SAMARADORLIK
zh_cn: 性能
zh_tw: 效能

# Settings.sectionPrivacy
source: PRIVACY
am: ግላዊነት
ar: الخصوصية
ast: PRIVACIDÁ
az: MƏXFİLİK
be: ПРЫВАТНАСЦЬ
bg: ПОВЕРИТЕЛНОСТ
bn: গোপনীয়তা
br: BUHEZ PREVEZ
cs: SOUKROMÍ
de: DATENSCHUTZ
el: ΑΠΟΡΡΗΤΟ
eo: PRIVATECO
et: PRIVAATSUS
fa: حریم‌خصوصی
ga_ie: PRÍOBHÁIDEACHAS
hi_in: गोपनीयता
hu: ADATVÉDELEM
hy_am: ԳԱՂՏՆԻՈՒԹՅՈՒՆ
ia: CONFIDENTIALITATE
is: FRIÐHELGI
ja: プライバシー
ka: პირადულობა
kab: TABAḌNIT
ko: 개인 정보
lt: PRIVATUMAS
mr: गोपनीयता
nn_no: PERSONVERN
pl: Prywatność
pt_br: PRIVACIDADE
ro: CONFIDENȚIALITATE
sk: SÚKROMIE
sl: ZASEBNOST
sq: PRIVATËSI
sv_se: SEKRETESS
ta: தனியுரிமை
th: ความเป็นส่วนตัว
tr: GİZLİLİK
tt: ХОСУСЫЙЛЫК
uk: ПРИВАТНІСТЬ
ur: رازداری
uz: MAXFIYLIK
vi: RIÊNG TƯ
zh_cn: 隐私
zh_tw: 隱私

# Settings.sectionSecurity
source: SECURITY
ast: SEGURANZA
bg: ЗАЩИТА
bn: নিরাপত্তা
br: DIOGELROEZ
de: SICHERHEIT
eo: SEKURECO
et: TURVALISUS
hi_in: सुरक्षा
ia: SECURITATE
ja: セキュリティ
ka: უსაფრთხოება
ko: 보안
mr: सुरक्षा
ms: SEKURITI
ne_np: सुरक्षा
pl: Bezpieczeństwo
sl: VARNOST
sv_se: SÄKERHET
ta: பாதுகாப்பு
te: భద్రత
th: ความปลอดภัย
tt: ХӘВЕФСЕЗЛЕК
uk: БЕЗПЕКА
zh_cn: 安全
zh_tw: 安全性

# Settings.setAsDefaultBrowser
source: Set as Default Browser
am: ነባሪ አሳሽ አድርገህ አስቀምጥ
ar: اضبطه ليكون المتصفّح المبدئي
be: Зрабіць прадвызначаным браўзерам
cs: Nastavit jako výchozí prohlížeč
el: Ορισμός ως προεπιλογή
eo: Difini kiel norma retumilo
es_mx: Establecer como navegador predeterminado
hu: Beállítás alapértelmezett böngészőként
is: Setja sem sjálfgefinn vafra
kab: Sbadu-t d iminig amezwer
pl: Ustaw jako domyślną przeglądarkę
pt_br: Definir como navegador padrão
ro: Setează ca browser implicit
sk: Nastaviť ako predvolený prehliadač
sq: Caktojeni Shfletuesin Parazgjedhje
sv_se: Ange som standardwebbläsare
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# Settings.setAsDefaultBrowserDescription
source: Set links from websites, emails and messages to open automatically in %@.
am: በ%@ ውስጥ በራስ ሰር የሚከፈቱ አገናኞችን ከድረ-ገፆች፣ ኢሜይሎች እና መልዕክቶች ያዘጋጁ።
ar: اضبط روابط المواقع والبريد الإلكتروني والرسائل لتفتح تلقائيًا في %@.
cs: Nastavte si automatické otevírání odkazů, e-mailů a zpráv v aplikaci %@.
el: Ρύθμιση για αυτόματο άνοιγμα συνδέσμων από ιστοτόπους, email και μηνύματα στο %@.
eo: Aŭtomate malfermi ligilon en retejoj, retpoŝtoj kaj mesaĝoj per %@.
es_mx: Establecer que los enlaces de las páginas, correos y mensajes se abran automáticamente en %@.
hu: Állítsa be a webhelyek, e-mailek és üzenetek hivatkozásait, hogy azok automatikusan a %@ban nyíljanak meg.
is: Stilltu tengla frá vefsvæðum, tölvupósti og skilaboðum til að opna sjálfkrafa í %@.
kab: Sbadu iseɣwan seg yismal web, seg yimaylen d yiznan i twaledyawt s wudem awurman deg %@.
pl: Ustaw automatyczne otwieranie odnośników z witryn, wiadomości e-mail i SMS-ów w %@.
pt_br: Abrir links de sites, emails e mensagens automaticamente no %@.
ro: Setează linkurile de pe site-uri web, din mesaje de pe e-mail și din mesaje ca să se deschidă automat cu %@.
sk: Nastavte si automatické otváranie webových stránok, e‑mailov a správ v prehliadači %@.
sq: Caktoni lidhje nga sajte, email-e dhe mesazhe të hapen vetvetiu në %@.
sv_se: Ställ in länkar från webbplatser, e-postmeddelanden och meddelanden så att de öppnas automatiskt i %@.
uk: Автоматично відкривати посилання з вебсайтів, електронних листів та повідомлень у %@.
vi: Đặt các liên kết từ trang web, email và tin nhắn để tự động mở trong %@.
zh_cn: 将网站、电子邮件及聊天工具中的链接设为在 %@ 中自动打开。
zh_tw: 設定使用 %@ 自動開啟網站、郵件、簡訊當中的鏈結。

# Settings.systemTheme
source: System Theme
am: የስርዓት ገጽታ
ar: سمة النظام
ast: Estilu del sistema
be: Сістэмная тэма
bn: সিস্টেম থিম
br: Neuz ar reizhiad
cs: Podle systému
el: Θέμα συστήματος
eo: Sistema etoso
es_mx: Tema del sistema
et: Süsteemi teema
hi_in: सिस्टम थीम
hu: Rendszertéma
ia: Thema del systema
is: Kerfisþema
ja: システムテーマ
ka: სისტემის იერსახე
kab: Asentel n unagraw
ko: 시스템 테마
lt: Sistemos grafinis apvalkalas
ne_np: प्रणाली थीम
pl: Motyw systemowy
pt_br: Tema do sistema
ro: Temă de sistem
sk: Systémová téma
sl: Sistemska tema
sq: Temë Sistemi
sv_se: Systemtema
th: ชุดตกแต่งระบบ
tt: Система темасы
uk: Системна тема
vi: Chủ đề hệ thống
zh_cn: 系统主题
zh_tw: 系統佈景主題

# Settings.theme
source: Theme
am: ገጽታ
ar: السمة
ast: Estilu
be: Тэма
bn: থিম
br: Neuz
cs: Vzhled
el: Θέμα
eo: Etoso
es_mx: Tema
et: Teema
hi_in: थीम
hu: Téma
ia: Thema
is: Þema
ja: テーマ
ka: იერსახე
kab: Asentel
ko: 테마
lt: Grafinis apvalkalas
ne_np: थीम
pl: Motyw
pt_br: Tema
ro: Temă
sk: Téma vzhľadu
sl: Tema
sq: Temë
sv_se: Tema
th: ชุดตกแต่ง
tl: Tema
tt: Тема
uk: Тема
vi: Chủ đề
zh_cn: 主题
zh_tw: 佈景主題

# Settings.themePicker
source: Theme Picker
am: ገጽታ መራጭ
ar: منتقي السمات
ast: Selector d'estilos
be: Выбар тэмы
bn: থিম পিকার
br: Dibaber neuzioù
cs: Výběr vzhledu
de: Theme-Auswahl
el: Επιλογή θέματος
eo: Elektilo de etoso
es_mx: Selector de temas
et: Teemavalija
hi_in: थीम चयनकर्ता
hu: Témaválasztó
ia: Selector de themas
is: Þemaval
ja: テーマ選択
ka: იერსახის შემრჩევი
kab: Amsefran n usentel
ko: 테마 피커
lt: Grafinio apvalkalo pasirinkimas
ne_np: थीम चयनकर्ता
pl: Wybór motywu
pt_br: Seletor de temas
ro: Selector temă
sk: Výber témy vzhľadu
sl: Izbira teme
sq: Zgjedhës Temash
sv_se: Temaväljare
th: ตัวเลือกชุดตกแต่ง
tt: Тема сайлагыч
uk: Вибір теми
vi: Bộ chọn chủ đề
zh_cn: 主题选择器
zh_tw: 佈景主題選擇器

# Settings.toggleBlockAds2
source: Advertising
am: ማስታወቂያ
ar: الدعايات
ast: Publicidá
be: Рэклама
bn: বিজ্ঞাপন
br: Bruderezh
cs: Reklama
de: Werbung
el: Διαφημίσεις
eo: Reklamado
es_mx: Publicidad
et: Reklaam
fa: تبلیغات
hi_in: विज्ञापन
hu: Hirdetések
ia: Publicitate
is: Auglýsingar
ja: 広告
ka: Სარეკლამო
kab: Adellel
ko: 광고
lt: Reklaminiai
ne_np: बिज्ञापन
pl: Reklamy
pt_br: Propaganda
ro: Publicitate
sk: Reklamy
sl: Oglasi
sq: Reklamim
sv_se: Reklam
th: โฆษณา
tt: Реклама
uk: Реклама
vi: Quảng cáo
zh_cn: 营销
zh_tw: 廣告

# Settings.toggleBlockAnalytics2
source: Analytics
am: ትንታኔ
ar: التحليلات
be: Аналітыка
bn: বিশ্লেষণ
br: Statistikoù
cs: Analytika
de: Analytik
el: Αναλύσεις
eo: Statistikoj
es_mx: Analítica
et: Analüütika
fa: تجزیه و تحلیل
hi_in: एनालिटिक्स
hu: Analitika
ia: Analytica
is: Greining
ja: 解析
ka: საკვლევი
kab: Tiddadanin
ko: 분석
lt: Analitikos
ne_np: बिश्लेषण
pl: Statystyki
pt_br: Analíticos
ro: Date analitice
sk: Analytika
sl: Analitika
sq: Analiza
sv_se: Statistik
th: การวิเคราะห์
tt: Аналитика
uk: Аналітика
vi: Phân tích
zh_cn: 统计
zh_tw: 統計

# Settings.toggleBlockFonts
source: Block web fonts
am: የድር ቅርጸ-ቁምፊዎችን አግድ
ar: احجب خطوط الوب
ast: Bloquiar fontes web
be: Блакіраваць вэб-шрыфты
bg: Спиране на уеб шрифтовете
bn: ওয়েব ফন্ট অবরুদ্ধ করুন
br: Stankañ an nodrezhoù web
cs: Blokovat webové fonty
de: Web-Schriftarten blockieren
el: Φραγή γραμματοσειρών ιστού
eo: Bloki teksaĵajn tiparojn
es_mx: Bloquear fuentes web
et: Veebifondid blokitakse
fa: مسدود کردن قلم‌های وب
hi_in: वेब फ़ॉन्ट को अवरुद्ध करें
hu: Webes betűkészletek blokkolása
ia: Blocar typos de litteras web
is: Loka á vef leturgerðir
ja: ウェブフォントをブロック
ka: საიტის შრიფტების შეზღუდვა
kab: Sewḥel tisefsiyin Web
ko: 웹 폰트 차단
lt: Blokuoti saityno šriftus
ne_np: वेब फन्टहरू अवरुद्ध गर्नुहोस्
pl: Blokowanie czcionek sieciowych
pt_br: Bloquear fontes web
ro: Blochează fonturile web
sk: Blokovať webové písma
sl: Zavračaj spletne pisave
sq: Blloko shkronja Web
sv_se: Blockera webbtypsnitt
th: ปิดกั้นแบบอักษรเว็บ
tl: Harangan ang Web fonts
tt: Веб-шрифтларны блоклау
uk: Блокувати вебшрифти
vi: Chặn phông chữ trang Web
zh_cn: 拦截网络字体
zh_tw: 封鎖網路字型

# Settings.toggleBlockOther2
source: Content
am: ይዘት
ar: المحتوى
ast: Conteníu
be: Змесціва
bn: কন্টেন্ট
br: Endalc'had
cs: Obsah
de: Inhalt
el: Περιεχόμενο
eo: Enhavo
es_mx: Contenido
et: Sisu
fa: محتوا
hi_in: विषयवस्तु
hu: Tartalom
ia: Contento
is: Efni
ja: コンテンツ
ka: შიგთავსის
kab: Agbur
ko: 콘텐츠
lt: Turinio
ne_np: सामग्री
pl: Treść
pt_br: Conteúdo
ro: Conținut
sk: Obsah
sl: Vsebina
sq: Lëndë
sv_se: Innehåll
th: เนื้อหา
tl: Nilalaman
tt: Эчтәлек
uk: Вміст
vi: Nội dung
zh_cn: 内容
zh_tw: 內容

# Settings.toggleBlockSocial2
source: Social
am: ማኅበራዊ
ar: التواصل الاجتماعي
ast: Redes sociales
be: Сацыяльныя сеткі
bn: সামাজিক
br: Sokial
cs: Sociální sítě
de: Soziale Netzwerke
el: Μέσα κοινωνικής δικτύωσης
eo: Socia
et: Sotsiaalmeedia
fa: اجتماعی
hi_in: सामाजिक
hu: Közösségi média
is: Samfélagsmiðlar
ja: ソーシャル
ka: სოცქსელების
kab: Anmetti
ko: 소셜
lt: Socialiniai
ne_np: सामाजिक
pl: Społecznościowe
pt_br: Mídias sociais
ro: Rețele sociale
sk: Sociálne siete
sl: Družbeno
sq: Shoqërore
sv_se: Socialt
th: กลุ่มสังคม
tt: Социаль
uk: Соціальні мережі
vi: Xã hội
zh_cn: 社交
zh_tw: 社交

# Settings.toggleFaceID
source: Use Face ID to unlock app
am: መተግበሪያን ለመክፈት የፊት መታወቂያን ይጠቀሙ
ar: استخدم معّرف الوجه لإلغاء قفل التطبيق
be: Выкарыстоўваць Face ID для разблакіравання праграмы
bg: Използване на лицево разпознаване за отключване на приложението
bn: অ্যাপ চালু করার জন্য ফেস আইডি ব্যবহার করুন
br: Implijit Face ID evit dibrennañ an arload
cs: Použít Face ID pro odemčení aplikace
de: Face ID zum Entsperren der App verwenden
el: Χρήση Face ID για ξεκλείδωμα
eo: Malbloki programon per Face ID
es_mx: Usar Face ID para desbloquear la aplicación
et: Rakenduse lahti lukustamiseks kasutatakse Face ID'd
fa: استفاده از تشخیص چهره برای باز‌کردن برنامه
hi_in: एप्लिकेशन अनलॉक करने के लिए मुख आईडी का प्रयोग करें
hu: Face ID használata az alkalmazás kinyitásához
ia: Usar Face ID pro disblocar le application
is: Nota andlitsauðkenningu til að aflæsa smáforriti
ja: アプリのロック解除に Face ID を使用
ka: გამოიყენეთ სახის ამომცნობი, პროგრამის გასახსნელად
kab: Seqdec Face ID akken ad tserḥeḍ i usnas
ko: Face ID를 사용해서 앱 잠금 해제
lt: Naudoti veido atpažinimą programai atrakinti
mr: अँप उघडण्यासाठी Face ID वापरा
ms: Guna ID Muka untuk membuka aplikasi
ne_np: एप अनलक गर्न फेस आईडीको प्रयोग गर्नुहोस्
pl: Używaj Face ID do odblokowywania aplikacji
pt_br: Usar Face ID para desbloquear o aplicativo
ro: Folosește Face ID pentru a debloca aplicația
sk: Na odomknutie aplikácie používať Face ID
sl: Uporabljaj Face ID za odklepanje aplikacije
sq: Përdorni Face ID që të shkyçni aplikacionin
sv_se: Använd Face ID för att låsa upp appen
ta: செயலின் தடைநீக்க முக அடையாளத்தைப் பாவி
th: ใช้ Face ID เพื่อปลดล็อคแอป
tl: Gamitin ang Face ID upang i-unlock ang app
tt: Кушымтаны ачу өчен Face ID кулланыгыз
uk: Використовувати Face ID для розблокування програми
vi: Sử dụng nhận dạng khuôn mặt để mở ứng dụng
zh_cn: 使用面容 ID 解锁应用
zh_tw: 使用 Face ID 解鎖程式

# Settings.toggleFaceIDDescription
source: Face ID can unlock %@ if a URL is already open in the app
am: ዩአርኤል አስቀድሞ በመተግበሪያው ውስጥ ከተከፈተ፤ የፊት መታወቂያ %@ን መክፈት ይችላል
ar: يمكن أن يُلغي معرّف الوجه قفل %@ إن كان ثمة مسار مفتوح في التطبيق بالفعل
bg: Лицевото разпознаване може да отключва %@, ако вече е отворен адрес в приложението
bn: যদি কোন URL ইতিমধ্যেই অ্যাপে খোলা থাকে তবে ফেস আইডি %@ কে আনলক করতে পারে
br: Face ID a c'hall dibrennañ %@ m'eo digoret un URL en arload endeo
cs: Pokud je otevřena nějaká stránka, pro odemčení bude %@ potřeba Face ID
de: Face ID kann %@ entsperren, wenn bereits eine URL in der App geöffnet ist
el: Το Face ID μπορεί να ξεκλειδώσει το %@ αν είναι ήδη ανοικτό κάποιο URL
eo: Face ID povas malbloki %@ se retadreso jam estas malfermita en la programo
es_mx: Face ID puede desbloquear %@ si ya hay abierta una URL en la aplicación
et: Face ID aitab %@e lahti lukustada, kui URL on äpis juba avatud
fa: تشخیص چهره می‌تواند %@ را باز کند اگر یک URL در حال حاضر در برنامه باز باشد
hi_in: अगर ऐप में यूआरएल पहले से खुला है तो मुख आईडी %@ को अनलॉक कर सकती है
hu: A Face ID feloldhatja a %@t, ha az URL már meg van nyitva az alkalmazásban
ia: Face ID pote disblocar %@ si un URL es jam aperte in le application
is: Andlitsauðkenning getur aflæst %@ ef URL er nú þegar opið í smáforritinu
ja: URL をアプリ内ですでに開いていても、Face ID で %@ のロックを解除できます
ka: სახის ამომცნობით შესაძლებელია გაიხსნას %@ თუ URL-ბმული უკვე გახსნილია პროგრამაში
kab: Face ID yezmer ad iserreḥ i %@ ma yella tansa web teldi yakan deg usnas
ko: 앱에서 URL이 이미 열렸다면 Face ID를 사용해서 %@ 잠금을 해제할 수 있습니다.
lt: Naudojant veido atpažinimą, galima atrakinti „%@“ programą, kai joje jau yra atvertas tinklalapis
mr: जर अँप मध्ये एखादी URL आधीच उघडलेली आहे तर Face ID %@ उघडू शकते
ms: ID Muka boleh membuka %@ jika URL sudah dibuka dalam aplikasi
ne_np: यदि एपमा पहिले नै URL खोलिएको छ भने, फेस आईडीले %@ अनलक गर्न सक्छ
pl: Face ID może odblokowywać %@, jeśli jakiś adres jest już otwarty w aplikacji
pt_br: O Face ID pode desbloquear o %@ se uma URL já estiver aberta no aplicativo
ro: Face ID poate debloca %@ dacă o adresă este deja deschisă în aplicație
sk: Face ID môže odomknúť %@ ak je URL v aplikácii už otvorené
sl: Face ID lahko odklene %@, če je spletni naslov že odprt v aplikaciji
sq: Face ID mund të shkyçë %@ nëse ka tashmë të hapur një URL te aplikacioni
sv_se: Face ID kan låsa upp %@ om en webbadress redan är öppen i appen
ta: ஒரு URL செயலியில் திறந்திருந்தால் முக அடையாளம் கொண்டு %@ உலாவியின் தடையை நீக்க முடியும்
th: Face ID สามารถปลดล็อค %@ หากเปิด URL อยู่แล้วในแอป
tl: Maaaring i-unlock ng Face ID ang %@ kung may bukas na URL sa app
tt: Кушымтада бер URL инде ачылган булса, Face ID %@ кушымтасын ачып бирә ала
uk: Face ID блокуватиме %@, якщо в програмі відкрито якусь сторінку
vi: Face ID có thể mở khóa %@ nếu một URL đã được mở trong ứng dụng
zh_cn: 如果已有网址在应用中打开，则可用面容 ID 解锁 %@
zh_tw: 若已在程式開啟網頁，允許使用 Face ID 解鎖 %@

# Settings.toggleHomeScreenTips
source: Show home screen tips
am: የመነሻ ማያ ገጽ ምክሮችን አሳይ
ar: اعرض الفوائد في شاشة البداية
bg: Показване на съвети на началния екран
bn: হোম স্ক্রিন টিপস দেখাও
br: Diskouez tunioù pennbajenn
cs: Zobrazovat tipy na domovské stránce
de: Tipps im Startbildschirm anzeigen
el: Εμφάνιση συμβουλών αρχικής οθόνης
eo: Montri konsiletojn en la hejmekrano
es_mx: Mostrar consejos para la página de inicio
et: Kuvatakse avakuva näpunäiteid
fa: نمایش نکات بر روی صفحه خانه
hi_in: मुख पृष्ठ युक्तियाँ दिखाएँ
hu: Tippek megjelenítése a kezdőképernyőn
ia: Monstrar le suggestiones del pagina principal
is: Sýna ábendingar á heimasvæði
ja: ホーム画面にヒントを表示
ka: ცნობები საწყის გვერდზე
kab: Sken-d timahaltin n ugdil agejdan
ko: 홈 스크린 팁 표시
lt: Rodyti pradžios ekrano patarimus
ne_np: गृह स्क्रिनमा सुझावहरू देखाउनुहोस्
pl: Wskazówki na ekranie głównym
pt_br: Mostrar dicas na tela inicial
ro: Afișează ponturi în ecranul de pornire
sk: Zobrazovať tipy na domovskej obrazovke
sl: Prikazuj namige na začetnem zaslonu
sq: Shfaq ndihmëza skene kreu
sv_se: Visa tips på startskärmen
th: แสดงเคล็ดลับหน้าจอหลัก
tt: Өй экранында киңәшләр күрсәтү
uk: Показувати поради на головному екрані
vi: Hiện mẹo trên màn hình chính
zh_cn: 显示主屏幕提示
zh_tw: 在主畫面顯示小秘訣
