Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# trackingProtection.connectionVerifiedByLabel
source: Verified by %@
bn: %@ যাচাই করেছে
de: Verifiziert von %@
eo: Kontrolita de %@
et: Verifitseerija: %@
hi_in: %@ द्वारा जाँचा गया
ia: Verificate per %@
ja: 認証局: %@
ka: დამმოწმებელია %@
ko: %@가 인증함
ne_np: %@ द्वारा प्रमाणित
pl: Zweryfikowane przez: %@
sl: Overil %@
sv_se: Verifierad av %@
th: ยืนยันโดย %@
tt: Раслаучы: %@
uk: Засвідчено %@
zh_cn: 验证者：%@
zh_tw: 由 %@ 驗證

# trackingProtection.contentTrackerLabel
source: Content trackers
ast: Rastrexadores de conteníu
az: Məzmun izləyiciləri
bg: Проследяващи видимостта елементи
bn: কনটেন্ট ট্র্যাকার
br: Heulieroù endalc'had
de: Inhalts-Tracker
eo: Enhavaj spuriloj
et: Sisu kaudu jälitajad
fa: دنبال کنندگان محتوا
hi_in: सामग्री ट्रैकर
hy_am: Բովանդակության հետագծումներ
ia: Traciatores de contento
ja: 追跡コンテンツ
ka: შიგთავსის აღმრიცხველი
ko: 콘텐츠 추적기
mr: मजकूर ट्रॅकर्स
ms: Penjejak kandungan
ne_np: सामग्री ट्रयाकरहरू
nn_no: Innhalds-sporfølgjarar
pl: Pozostałe śledzące
sl: Sledilci vsebine
sv_se: Innehållstrackers
ta: உள்ளடக்க பின்தொடரிகள்
te: కంటెంట్ ట్రాకర్లు
th: ตัวติดตามของเนื้อหา
tl: Mga tagasubaybay ng nilalaman
tr: İçerik takipçileri
tt: Эчтәлек күзәтүчеләре
uk: Стеження вмісту
ur: موادی ٹریکرز
zh_cn: 内容跟踪器
zh_tw: 內容追蹤器

# trackingProtection.disabledLabel
source: Tracking Protection off
ast: Proteición de rastrexu desactivada
az: İzlənmə Qoruması sönülüdür
bg: Изключване на защитата от проследяване
bn: ট্র্যাকিং সুরক্ষা বন্ধ
br: Diweredekaet eo ar gware heuliañ
de: Schutz vor Aktivitätenverfolgung aus
eo: Protekto kontraŭ spurado malŝaltita
et: Jälitamisvastane kaitse on väljas
fa: محافظت در مقابل دنبال شدن خاموش شد
hi_in: ट्रैकिंग सुरक्षा बंद
hy_am: Հետագծման պաշտպանություն
ia: Protection antitraciamento inactive
ja: トラッキング防止はオフです
ka: დაცვა გამორთულია
ko: 추적 방지해제
mr: ट्रॅकिंग संरक्षण बंद
ms: Perlindungan Penjejakan dinyahaktifkan
ne_np: ट्रयाकिङ्ग सुरक्षा बन्द छ
nn_no: Sporingsvern av
pl: Ochrona przed śledzeniem jest wyłączona
sl: Zaščita pred sledenjem je izključena
sv_se: Spårningsskydd av
ta: தடமறியல் பாதுகாப்பு அணைந்துள்ளது
te: ట్రాకింగ్ సంరక్షణ ఆఫ్
th: การป้องกันการติดตามปิดอยู่
tl: Ang pagsubaybay na proteksyon ay sarado
tr: İzlenme Koruması kapalı
tt: Күзәтелүдән саклау сүндерелгән
uk: Захист від стеження вимкнено
ur: سراغ کاری حفاظت بند
zh_cn: 关闭跟踪保护
zh_tw: 關閉追蹤保護

# trackingProtection.label
source: Tracking Protection
am: የክትትል ጥበቃ
ar: الحماية من التعقّب
ast: Proteición antirrastrexu
be: Ахова ад сачэння
bg: Защита от проследяване
bn: ট্র্যাকিং সুরক্ষা
br: Gwarez heuliañ
cs: Ochrana proti sledování
de: Schutz vor Aktivitätenverfolgung
el: Προστασία από καταγραφή
eo: Protekto kontraŭ spurado
es_mx: Protección de rastreo
et: Jälitamisvastane kaitse
fa: محافظت در برابر رهگیری
hi_in: ट्रैकिंग सुरक्षा
hu: Követés elleni védelem
ia: Protection antitraciamento
is: Vörn gegn gagnasöfnun rekjara
ja: トラッキング防止
ka: თვალთვალისგან დაცვა
kab: Ammesten mgal asfuɣel
ko: 추적 방지
lt: Apsauga nuo stebėjimo
mr: मागोवा सुरक्षा
ms: Perlindungan Penjejakan
ne_np: ट्रयाकिङ्ग सुरक्षा
pl: Ochrona przed śledzeniem
pt_br: Proteção contra rastreamento
ro: Protecție împotriva urmăririi
sk: Ochrana pred sledovaním
sl: Zaščita pred sledenjem
sq: Mbrojtje Nga Gjurmimet
sv_se: Spårningsskydd
th: การป้องกันการติดตาม
tl: Proteksyon sa Pagsubaybay
tt: Күзәтелүдән саклау
uk: Захист від стеження
vi: Trình chống theo dõi
zh_cn: 跟踪保护
zh_tw: 追蹤保護

# trackingProtection.labelDescription
source: Turning this off may fix some site problems
bg: Изключването на тази функция би могла да реши някои проблеми със сайта
bn: এইটা বন্ধ করা হলে সাইটের সমস্যা ঠিক হতে পারে
br: Diweredekaat an dra-se a c'hallfe diskoulmañ kudennoù 'zo el lec'hienn
de: Wenn Sie diese Option deaktivieren, werden möglicherweise einige Probleme mit der Website behoben
eo: Malŝalto de tio ĉi povus solvi kelkajn retejajn problemojn
et: Selle väljalülitamine võib lahendada mõned saidiprobleemid
fa: خاموش کردن این ممکن است چند مشکل را برطرف کند
hi_in: इसे बंद करने से साइट की कुछ समस्याएँ ठीक हो सकती हैं
ia: Disactivar isto pote resolver certe problemas de sitos
ja: この設定をオフにすると、一部のサイトの問題が解決する可能性があります
ka: გამორთვის შედეგად, საიტის ხარვეზები წესით გასწორდება
ko: 이 기능을 끄면 일부 사이트 문제가 해결 될 수 있습니다.
ne_np: यसलाई बन्द गर्नाले केही साइटका समस्याहरू समाधान गर्न सक्छ
pl: Wyłączenie może rozwiązać niektóre problemy ze stroną
sl: Z izklopom lahko odpravite nekatere težave s stranjo
sv_se: Om du stänger av detta kan det fixa några webbplatsproblem
th: การปิดตัวเลือกนี้อาจแก้ปัญหาบางอย่างของไซต์
tt: Моны сүндерү кайбер сайт хаталарын төзәтергә мөмкин
uk: Вимкнення цієї функції може вирішити деякі проблеми з сайтом
zh_cn: 关闭此功能或许可以解决一些网站的问题
zh_tw: 關閉此功能可能可以解決一些網站的問題

# trackingProtection.learnMore
source: Learn More
ast: Deprendi más
az: Ətraflı Öyrən
bg: Научете повече
bn: আরও জানুন
br: Gouzout hiroc'h
de: Weitere Informationen
eo: Pli da informo
et: Rohkem teavet
fa: اطلاعات بیشتر
hi_in: अधिक जानें
hy_am: Իմանալ ավելին
ia: Saper plus
ja: 詳細情報
ka: ვრცლად
ko: 자세히 보기
mr: अधिक जाणा
ms: Ketahui Selanjutnya
ne_np: थप जान्नुहोस्
nn_no: Les meir
pl: Więcej informacji
sl: Več o tem
sv_se: Läs mer
ta: மேலும் அறிய
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tl: Matuto ng Higit pa
tr: Daha fazla bilgi al
tt: Күбрәк белү
uk: Докладніше
ur: مزید سیکھیں
zh_cn: 详细了解
zh_tw: 了解更多

# trackingProtection.moreSettings
source: More Settings
ast: Más axustes
bn: আরও সেটিং
br: Muioc'h a arventennoù
de: Mehr Einstellungen
eo: Pli da agordoj
et: Rohkem sätteid
fa: تنظیمات بیشتر
hi_in: अधिक सेटिंग
ia: Plus parametros
ja: 他の設定
ka: დამატებითი პარამეტრები
ko: 추가 설정
ne_np: थप सेटिङ्गहरु
pl: Więcej ustawień
sl: Več nastavitev
sv_se: Fler inställningar
th: การตั้งค่าเพิ่มเติม
tt: Күбрәк көйләүләр
uk: Інші параметри
zh_cn: 更多设置
zh_tw: 更多設定

# trackingProtection.socialTrackerLabel
source: Social trackers
ast: Rastrexadores sociales
az: Sosial izləyicilər
bg: Проследяващи елементи на социални мрежи
bn: সামাজিক ট্র্যাকার
br: Heulieroù kevredadel
de: Soziale Tracker
eo: Sociaj spuriloj
et: Sotsiaalmeedia jälitajad
fa: دنبال کنندگان اجتماعی
hi_in: सामाजिक ट्रैकर्स
hy_am: Սոցիալական հետագծումներ
ia: Traciatores social
ja: ソーシャル追跡
ka: სოცქსელის მეთვალყურე
ko: 소셜 추적기
mr: सामाजिक ट्रॅकर्स
ms: Penjejak sosial
ne_np: सामाजिक ट्रयाकरहरू
nn_no: Sosiale sporfølgjarar
pl: Śledzące społecznościowe
sl: Družbeni sledilci
sv_se: Sociala trackers
ta: சமூக பின்தொடரிகள்
te: సామాజిక ట్రాకర్లు
th: ตัวติดตามทางสังคม
tl: Mga social tracker
tr: Sosyal takipçiler
tt: Социаль челтәр күзәтүчеләре
uk: Стеження соціальних мереж
ur: سماجی ٹریکرز
zh_cn: 社交跟踪器
zh_tw: 社交追蹤器

# trackingProtection.statusOff
source: Protections are OFF for this session
am: ለዚህ ክፍለ ጊዜ ጥበቃዎች ጠፍተዋል
ar: عُطّلت الحماية في هذه الجلسة
ast: Les proteiciones tán desactivaes nesta sesión
bn: এই সেশনের জন্য সুরক্ষাগুলি বন্ধ রয়েছে
br: DIWEREDEKAET eo ar gwarezioù evit an dalc'h-mañ
cs: Ochrana je v této relaci vypnuta
de: Der Schutz ist für diese Sitzung deaktiviert
el: Η προστασία είναι ΑΝΕΝΕΡΓΗ για τη συνεδρία
eo: Protektoj malŝaltitaj dum tiu ĉi seanco
es_mx: Las protecciones están desactivadas para esta sesión
et: Kaitsed on selle seansi ajal VÄLJAS
fa: محافظت‌ها برای این سایت خاموش است
hi_in: इस सत्र के लिए सुरक्षा बंद हैं
hu: A védelem KI van kapcsolva ebben a munkamenetben
ia: Protectiones es INACTIVE pro iste session
is: Slökkt er á vörnum fyrir þessa setu
ja: このセッションでは保護が無効になっています
ka: დაცვა ამჟამად გამორთულია
kab: Ammesten YENSA i tɣimit-a
ko: 이 세션에서 보호 꺼짐
lt: Apsaugos šiame seanse IŠJUNGTOS
ne_np: यस सत्रका लागि सुरक्षाहरू बन्द छन्
pl: Ochrona jest wyłączona w tej sesji
pt_br: As proteções estão DESATIVADAS nesta sessão
ro: Protecțiile sunt DEZACTIVATE pentru această sesiune
sk: Ochrana je v tejto relácii vypnutá
sl: Zaščite za to sejo so IZKLJUČENE
sq: Për këtë sesion, mbrojtjet janë OFF
sv_se: Skyddet är AV för denna session
th: การป้องกันถูก ปิด สำหรับวาระนี้
tt: Бу утырыш өчен саклау СҮНГӘН
uk: Захист вимкнено для цього сеансу
vi: Bảo vệ đã TẮT cho phiên này
zh_cn: 已关闭此会话的跟踪保护
zh_tw: 已關閉此瀏覽階段的追蹤保護

# trackingProtection.statusOn
source: Protections are ON for this session
am: ለዚህ ክፍለ ጊዜ ጥበቃዎች በርተዋል
ar: فُعّلت الحماية في هذه الجلسة
ast: Les proteiciones tán activaes nesta sesión
bn: এই সেশনের জন্য সুরক্ষা চালু আছে
br: GWEREDEKAET eo ar gwarezioù evit an dalc'h-mañ
cs: Ochrana je v této relaci zapnuta
de: Der Schutz ist für diese Website deaktiviert
el: Η προστασία είναι ΕΝΕΡΓΗ για τη συνεδρία
eo: Protektoj ŝaltitaj dum tiu ĉi seanco
es_mx: Las protecciones están activadas para esta sesión
et: Kaitsed on selle seansi ajal SEES
fa: محافظت‌ها برای این سایت روشن است
hi_in: इस सत्र के लिए सुरक्षा चालू हैं
hu: A védelem BE van kapcsolva ebben a munkamenetben
ia: Protectiones es ACTIVE pro iste session
is: Kveikt er á vörnum fyrir þessa setu
ja: このセッションでは保護が有効になっています
ka: დაცვა ამჟამად ჩართულია
kab: Ammesten YERMED i tɣimit-a
ko: 이 세션에서 보호 켜짐
lt: Apsaugos šiame seanse ĮJUNGTOS
ne_np: यस सत्रका लागि सुरक्षाहरू खुल्ला छन्
pl: Ochrona jest włączona w tej sesji
pt_br: As proteções estão ATIVADAS nesta sessão
ro: Protecțiile sunt ACTIVATE pentru această sesiune
sk: Ochrana je v tejto relácii zapnutá
sl: Zaščite za to sejo so VKLJUČENE
sq: Për këtë sesion, mbrojtjet janë ON
sv_se: Skyddet är PÅ för denna session
th: การป้องกันถูก เปิด สำหรับวาระนี้
tt: Бу утырыш өчен саклау КАБЫНГАН
uk: Захист увімкнено для цього сеансу
vi: Bảo vệ đã BẬT cho phiên này
zh_cn: 已开启此会话的跟踪保护
zh_tw: 已開啟此瀏覽階段的追蹤保護

# trackingProtection.toggleDescription1
source: Disable until you close %@ or tap ERASE.
ast: Desactivar hasta que zarres %@ o calques en BALERAR.
az: %@ səyyahını qapatana və ya POZ düyməsinə basana qədər söndür.
bg: Изключване до затварянето на %@ или докосването на ИЗЧИСТВАНЕ.
bn: আপনি যতক্ষণ ERASE ট্যাপ না করছেন বা %@ বন্ধ না করছেন, ততক্ষণ পর্যন্ত নিষ্ক্রিয়।
br: Diweredekaat betek ma vo serret %@ pe stoket DILEMEL.
de: Deaktivieren, bis Sie %@ schließen oder auf ENTFERNEN tippen.
eo: Malŝalti ĝis kiam vi fermos %@ aŭ vi tajpos FORIGI.
et: Keela kuni %@e sulgemise või KUSTUTA nupu vajutamiseni.
fa: غیرفعال باشد تا زمان که شما %@ را ببنیدید یا بر روی ERASE کلیک کنید.
hi_in: आपके %@ बंद करने या ERASE टैप करने तक अक्षम करें.
hy_am: Անջատել, մինչև կփակեք %@-ը կամ հպեք ՋՆՋԵԼ:
ia: Disactivar usque tu claude %@ o tocca RADER.
ja: %@ を閉じるまで無効化するか「消去」をタップしてください。
ka: გამორთვა %@-ის დახურვამდე ან გასუფთავებამდე.
ko: %@를 닫을 때까지 비활성화하거나 ERASE를 누르세요.
mr: आपण %@ बंद करेपर्यंत निष्क्रिय करा किंवा खोडा वर टॅप करा.
ms: Nyahdayakan sehingga anda tutup %@ atau tekan BUANG.
ne_np: तपाईंले बन्द नगरेसम्म %@ वा मेटाउन ट्याप नगरेसम्म असक्षम गर्नुहोस्।
nn_no: Deaktiver til du lèt att %@ eller trykkjer SLETT.
pl: Wyłącz do zamknięcia aplikacji lub stuknięcia „Usuń”
sl: Onemogoči, dokler ne zaprete %@a ali tapnete IZBRIŠI.
sv_se: Inaktivera tills du stänger %@ eller trycker på RADERA.
ta: %@ உலாவியை மூடும் வரையில் அல்லது அழி என்பதைத் தட்டும் வரையில் முடக்கவும்.
th: ปิดใช้งานจนกระทั่งคุณปิด %@ หรือแตะ ล้าง
tl: Huwag paganahin hanggang sa isara mo ang %@ o i-tap ang ERASE.
tr: %@’u kapatana veya SİL’e basana kadar devre dışı bırak.
tt: Сез %@ кушымтасын япканчы яки "БЕТЕРҮ"-гә басканчы сүндереп тору
uk: Вимкнути до закриття %@ або натискання СТЕРТИ.
ur: %@ کے بند ہونے تک نااہل بنائیں یا ERASE کو تھبتھبائیں۔
zh_cn: 禁用至您关闭 %@ 或按“清除”。
zh_tw: 直到關閉 %@ 或點擊「清除」前都停用。

# trackingProtection.toggleLabel2
source: Enhanced Tracking Protection
am: የተሻሻለ የክትትል ጥበቃ
ar: الحماية الموسّعة من التعقب
ast: Proteición antirrastrexu ameyorada
be: Узмоцненая ахова ад сачэння
bn: উন্নত ট্র্যাকিং সুরক্ষা
br: Gwarez heuliañ araoket
cs: Rozšířená ochrana proti sledování
de: Verbesserter Tracking-Schutz
el: Ενισχυμένη προστασία από καταγραφή
eo: Plibonigita protekto kontraŭ spurado
es_mx: Protección mejorada contra el rastreo
et: Täiustatud jälitamisvastane kaitse
fa: محافظت پیشرفته در برابر ردیابی
hi_in: उन्नत ट्रैकिंग सुरक्षा
hu: Fokozott követés elleni védelem
ia: Protection antitraciamento reinfortiate
is: Aukin rakningarvörn
ja: 強化型トラッキング防止機能
ka: თვალთვალისგან გაძლიერებული დაცვა
kab: Ammesten mgal aḍfaṛ yettwaseǧhed
ko: 향상된 추적 방지 기능
lt: Išplėsta apsauga nuo stebėjimo
ne_np: थप बलियो ट्रयाकिङ्ग सुरक्षा
pl: Wzmocniona ochrona przed śledzeniem
pt_br: Proteção aprimorada contra rastreamento
ro: Protecție îmbunătățită împotriva urmăririi
sk: Rozšírená ochrana pred sledovaním
sl: Izboljšana zaščita pred sledenjem
sq: Mbrojtje e Thelluar Nga Gjurmimi
sv_se: Förbättrat spårningsskydd
th: การป้องกันการติดตามที่มากขึ้น
tt: Күзәтелүдән Көчәйтелгән Саклау
uk: Розширений захист від стеження
vi: Trình chống theo dõi nâng cao
zh_cn: 增强型跟踪保护
zh_tw: 加強型追蹤保護

# trackingProtection.trackerDescriptionLabel2
source: Keep your data to yourself. %@ protects you from many of the most common trackers that follow what you do online.
bn: নিজের তথ্য নিজের কাছে রাখুন। %@ আপনাকে প্রচলিত ট্র‍্যাকারগুলো যা অনলাইনে আপনি কি করেন তা অনুসরণ করে তার বেশিরভাগ থেকেই রক্ষা করে।
br: Mirit ho roadennoù ganeoc'h. %@ ho kwarez a-enep lodenn vrasañ an heulierien a sell ar pezh a rit enlinenn.
de: Behalten Sie Ihre Daten für sich. %@ schützt Sie vor vielen der gängigsten Tracker, die Ihre Online-Aktivitäten verfolgen.
eo: Gardu viajn datumojn por vi mem. %@s protektas vin de pluraj el la plej oftaj spuriloj, kiuj sekvas vian retumon.
et: Hoia oma andmed endale. %@ kaitseb sind paljude tuntud jälitajate eest, kes jälgivad, mida sa võrgus olles teed.
fa: داده‌های خود را نزد خود نگه دارید. %@ شما را از بسیاری از متداول‌ ترین ردیاب‌هایی که شما را به صورت آنلاین دنبال می‌کنند محافظت می‌کند.
ia: Mantene tu datos pro te mesme. %@ te protege contra le major parte de traciatores commun que seque tu activitates in linea.
ja: 個人データの収集を防止します。%@ はオンラインでのあなたの行動を追跡するよく知られた数多くのトラッカーからあなたを守ります。
ka: დატოვეთ თქვენი მონაცემები პირადი. %@ აგარიდებთ ცნობილი მეთვალყურეების უმეტესობას, რომლებიც თან დაგყვებათ ინტერნეტში.
ko: 자신의 데이터를 보호하세요. %@는 온라인에서 하는 일을 추적하는 가장 일반적인 많은 추적기로부터 사용자를 보호합니다.
ne_np: आफ्नो डाटा आफैसङ्ग राख्नुहोस्। %@ ले तपाईलाई धेरै सामान्य ट्र्याकरहरूबाट जोगाउँछ, जसले तपाईले अनलाइनमा गर्नु भएको कुरालाई पछ्याउँछन्।
pl: Zachowaj prywatność swoich danych. %@ chroni Cię przed wieloma najpopularniejszymi elementami śledzącymi, które monitorują, co robisz w Internecie.
sl: Obdržite svoje podatke zase. %@ vas ščiti pred številnimi najpogostejšimi sledilci, ki sledijo vašemu brskanju po spletu.
sv_se: Behåll dina data för dig själv. %@ skyddar dig från många av de vanligaste spårarna som följer vad du gör online.
th: เก็บข้อมูลของคุณไว้กับตัวคุณเอง %@ ปกป้องคุณจากตัวติดตามที่พบบ่อยที่สุดซึ่งติดตามสิ่งที่คุณทำทางออนไลน์
tt: Мәгълүматыгызны үзегездә саклагыз. %@ онлайнда нәрсә эшләгәнегезне ачыкларга омтылган күпчелек күзәтүчеләрдән сезне саклый.
uk: Зберігайте свої дані при собі. %@ захищає вас від багатьох найпоширеніших елементів стеження, що переслідують вас в Інтернеті.
zh_cn: 你的数据只由你掌握。%@ 可保护您免受大多数常见的跟踪器对您在线活动的窥视。
zh_tw: 自己保留自己的資料。%@ 不讓常見的追蹤器記錄您的上網行為。

# trackingProtection.trackersBlockedLabel
source: Trackers blocked since %@
am: ከ%@ ጀምሮ የታገዱ መከታተያዎች
ar: المتعقّبات المحجوبة منذ %@
be: Заблакіравана трэкераў з %@
bn: %@ থেকে ট্র্যাকার ব্লক আছে
br: Heulierien stanket abaoe %@
cs: Sledovací prvky blokovány od %@
de: Tracker blockiert seit %@
el: Αποκλεισμένοι ιχνηλάτες από τις %@
eo: Spuriloj blokitaj ekde %@
es_mx: Rastreadores bloqueados desde %@
et: Alates %@ blokitud jälitajaid
fa: ردیاب‌های مسدود شده از %@
hu: Blokkolt nyomkövetők %@ óta
ia: Traciatores blocate desde %@
is: Rekjarar sem lokað er fyrir síðan %@
ja: %@ 以降トラッカーがブロックされました
ka: სულ შეზღუდული, თარიღიდან %@
kab: Ineḍfaren ttusweḥlen seg %@
ko: %@ 이후에 차단된 추적기
lt: Stebėjimo elementai, užblokuoti nuo %@
ne_np: %@ देखि ट्र्याकरहरू अवरुद्ध भएका छन्
pl: Elementy śledzące zablokowane od %@
pt_br: Bloqueados desde %@
ro: Elemente de urmărire blocate de la %@
sk: Sledovacie prvky zablokované od %@
sl: Zavrnjeni sledilci od %@
sq: Gjurmues të bllokuar që prej %@
sv_se: Spårare blockerade sedan %@
th: ตัวติดตามถูกปิดกั้นตั้งแต่ %@
tt: %@ датасыннан соң блокланган күзәтүчеләр саны
uk: Заблоковано стеження, починаючи з %@
vi: Trình theo dõi bị chặn kể từ %@
zh_cn: 自 %@ 起拦截的跟踪器
zh_tw: 自 %@起封鎖的追蹤器數量

# trackingProtection.trackersHeader
source: Trackers and scripts to block
am: መከታተያዎች እና ስክሪፕቶች ለማገድ
be: Блакіраваныя трэкеры і скрыпты
bn: ট্র্যাকার এবং স্ক্রিপ্ট ব্লক করতে
br: Heulierien ha skriptoù da stankañ
cs: Blokované sledovací prvky a skripty
de: Zu blockierende Tracker und Skripte
el: Ιχνηλατες και σεναρια για φραγη
eo: Spuriloj kaj skriptoj blokendaj
es_mx: Rastreadores y scripts a bloquear
et: Blokitavad jälitajad ja skriptid
fa: ردیاب‌ها و اسکریپت‌ها برای مسدود کردن
hu: Blokkolandó követők és parancsfájlok
ia: Traciatores e scripts a blocar
is: Rekjarar og skriftur sem á að útiloka
ja: ブロックするトラッカーとスクリプト
ka: შესაზღუდი მეთვალყურეები
kab: Ineḍfaren d yisekripten ara yettusweḥlen
ko: 차단할 추적기 및 스크립트
lt: Blokuojami stebėjimo elementai ir scenarijai
ne_np: ब्लक गर्नका लागि ट्र्याकरहरू र स्क्रिप्टहरू
pl: Elementy śledzące i skrypty do blokowania
pt_br: Rastreadores e scripts a bloquear
ro: Elemente de urmărire și scripturi de blocat
sk: Sledovacie prvky a skripty, ktoré je možné blokovať
sl: Sledilci in skripte za zavračanje
sq: Gjurmues dhe programthe për t’u bllokuar
sv_se: Spårare och skript att blockera
th: ตัวติดตามและสคริปต์ที่จะปิดกั้น
tt: Блоклыйсы трекерлар һәм скриптлар
uk: Блокувати стеження й скрипти
vi: Trình theo dõi và script để chặn
zh_cn: 要拦截的跟踪器和脚本
zh_tw: 要封鎖的追蹤器與指令碼

# SettingsBundle.Licenses
source: Licenses
ast: Llicencies
be: Ліцэнзіі
bn: লাইসেন্স
br: Lañvazoù
de: Lizenzen
eo: Permesiloj
et: Litsentsid
fa: مجوز
hi_in: लाइसेंस
hu: Licencek
ia: Licentias
ja: ライセンス
ka: ლიცენზიები
ko: 라이선스
lt: Licencijos
ne_np: इजाजतपत्रहरु
pl: Licencje
sl: Licence
sv_se: Licenser
th: สัญญาอนุญาต
tl: Mga Lisensiya
tt: Лицензияләр
uk: Ліцензії
zh_cn: 许可协议
zh_tw: 授權條款

# SearchEngine.addEngineError
source: That didn't work. Try replacing the search term with this: %s.
bg: Това няма да работи. Опитайте да замените думите за търсене със следното: „%s“.
bn: এটি কাজ করেনি। অনুসন্ধানের পদটি %s দিয়ে প্রতিস্থাপন করে চেষ্টা করুন।
br: N'eo ket aet en-dro. Klaskit amsaviñ an termenoù klasket gant se: %s.
de: Das hat nicht funktioniert. Versuchen Sie, den Suchbegriff durch Folgendes zu ersetzen: %s.
hi_in: वह काम नहीं किया. खोज शब्द को इसके साथ बदलने का प्रयास करें: %s.
ia: Isto non functiona. Tenta reimplaciar le termino de recerca per isto: %s.
ja: 動作しませんでした。次の検索語に置き換えてみてください: %s
ka: არ იმუშავა. სცადეთ საძიებო ფრაზის ამ სიმბოლოთი ჩანაცვლება: %s.
ko: 찾을 수 없습니다. 검색어를 이것으로 바꿔 보세요: %s.
mr: ते चालले नाही. शोध संज्ञा याने बदलून पहा: %s.
ms: Tidak berjaya. Cuba ganti terma carian dengan: %s.
sl: To ni delovalo. Poskusite iskalno poizvedbo zamenjati z: %s.
th: ไม่ได้ผล ลองแทนที่คำค้นหาด้วยสิ่งนี้: %s
tl: Hindi iyon gumana. Subukang palitan ang termino sa paghahanap na may ganitong: %s.
tt: Бу эшләмәде. Сорауны менә моның белән алыштырып карагыз: %s.
zh_tw: 資料有誤。請將搜尋詞修改為: %s 然後再試一次。

# Intents.Erase.Description
source: Erase browsing session
am: የአሰሳ ክፍለ ጊዜን ደምስስ
ar: امسح جلسة التصفح
cs: Vymazat relaci prohlížení
el: Διαγραφή συνεδρίας περιήγησης
es_mx: Eliminar sesión de navegación
is: Eyða vafurlotu
kab: Sfeḍ tiɣimit n tunigin
pt_br: Apagar sessão de navegação
ro: Șterge sesiunea de navigare
sk: Vymazať reláciu prehliadania
sq: Fshi sesion shfletimi
vi: Xóa phiên duyệt web

# About.rowTerms
source: Terms of Use
am: የአጠቃቀም ውል
el: Όροι χρήσης
es_mx: Términos de uso
kab: Tiwtilin n useqdec
pt_br: Termos de uso
ro: Condiții de utilizare
sk: Podmienky používania
vi: Điều khoản sử dụng

# BiometricAuthentication.UnlockButton.Title
source: Unlock
am: ይክፈቱ
ar: افتح القفل
cs: Odemknout
el: Ξεκλείδωμα
es_mx: Desbloquear
is: Aflæsa
kab: Serreḥ
pt_br: Desbloquear
ro: Deblochează
sk: Odomknúť
sq: Shkyçe
vi: Mở khóa

# Network.Offline.ErrorMessage
source: The Internet connection appears to be offline.
am: የበይነመረብ ግንኙነቱ የተቋረጠ ይመስላል።
kab: Yettban tuqqna Internet tensa.
pt_br: Parece que está sem conexão com a internet.
ro: Conexiunea la internet pare să fie offline.
sk: Zdá sa, že internetové pripojenie je offline.

# Network.Offline.RetryButton
source: Try Again
am: እንደገና ይሞክሩ
es_mx: Intenta de nuevo
kab: Ɛreḍ tikkelt niḍen
pt_br: Tentar novamente
ro: Încearcă din nou
sk: Skúsiť znova

# NewOnboarding.Button.Title.V2
source: Get Started
am: ይጀምሩ
ar: ابدأ
be: Пачаць
cs: Začít
el: Έναρξη
es_mx: Comenzar
hu: Kezdő lépések
is: Hefjast handa
kab: Bdu
pt_br: Introdução
ro: Începe
sk: Začíname
sq: Fillojani
vi: Bắt đầu

# NewOnboarding.Subtitle.V2
source: Fast. Private. No Distractions.
am: ፈጣን። የግል። ትኩረትን የሚከፋፍሉ ነገሮች የሌለው።
ar: سريع. خاص. دون مشتّتات.
be: Хуткі. Прыватны. Засяроджаны.
cs: Rychlost. Soukromí. Žádné rozptylování.
el: Γρήγορο. Ιδιωτικό. Χωρίς περισπασμούς.
es_mx: Rápido. Privado. Sin distracciones.
hu: Gyors. Privát. Zavaró tényezők nélkül.
is: Hraðvirkt. Einkamál. Engar truflanir.
kab: D arurad. D uslig. Ulac yesruḥuyen ddehn.
pt_br: Rápido. Privativo. Sem distrações.
ro: Rapid. Privat. Fără distrageri.
sk: Rýchly. Zameraný na súkromie. Žiadne rozptyľovanie.
sq: I shpejtë. Privat. Pa Shpërqendrime.
vi: Nhanh. Riêng tư. Không có phiền nhiễu.

# Onboarding.DefaultBrowser.BottomButtonTitle.V2
source: Skip
am: ዝለል
ar: تخطَّ
be: Прапусціць
cs: Přeskočit
el: Παράλειψη
es_mx: Saltar
hu: Kihagyás
is: Sleppa
kab: Suref
pt_br: Pular
ro: Omite
sk: Preskočiť
sq: Anashkaloje
vi: Bỏ qua

# Onboarding.DefaultBrowser.FirstSubtitle.V2
source: We clear your history when you close the app for extra privacy.
am: ለተጨማሪ ግላዊነት መተግበሪያውን ሲዘጉ ታሪክዎን እናጸዳለን።
ar: نقوم بمسح تأريخك عند إغلاق التطبيق لمزيد من الخصوصية.
be: Для павышэння прыватнасці мы выдаляем вашу гісторыю, калі вы закрываеце праграму.
cs: Pro zvýšení vašeho soukromí vymažeme při zavření aplikace vaši historii.
el: Διαγράφουμε το ιστορικό σας όταν κλείνετε την εφαρμογή για επιπλέον ιδιωτικότητα.
es_mx: Borramos tu historial cuando cierras la aplicación para mayor privacidad.
hu: A fokozott adatvédelem érdekében töröljük az előzményeket, amikor bezárja az alkalmazást.
is: Við hreinsum vafurferilinn þegar þú lokar forritinu til að auka persónuvernd.
kab: Anseffeḍ azray-ik•im mi ara tmedleḍ asnas i wugar n lemqadra n tbaḍnit.
pt_br: Limpamos o histórico quando você fecha o aplicativo para privacidade extra.
ro: Îți ștergem istoricul atunci când închizi aplicația pentru un plus de confidențialitate.
sk: Po zatvorení aplikácie vymažeme vašu históriu, aby ste získali väčšie súkromie.
sq: E pastrojmë historikun tuaj, kur mbyllni aplikacionin, për më tepër privatësi.
vi: Để tôn trọng quyền riêng tư của bạn, lịch sử truy cập sẽ xóa mỗi khi đóng ứng dụng.
