Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Autocomplete.addCustomUrlLabel
source: URL to add
am: ዩአርኤል ለማከል
ar: المسار لإضافته
ast: URL p'amestar
az: Əlavə ediləcək ünvan
be: URL для дадавання
bg: Адрес за добавяне
bn: যুক্ত করার জন্য URL
br: URL da ouzhpennañ
cs: URL adresa k přidání
de: Hinzuzufügende Adresse
el: URL για προσθήκη
eo: Aldonota adreso
es_mx: URL para agregar
et: Lisatav URL
fa: نشانی برای اضافه کردن
hi_in: जोड़ने के लिए URL
hu: Hozzáadandó URL
hy_am: URL՝ ավելացնելու համար
ia: URL a adder
is: URL-slóð til að bæta við
ja: 追加する URL
ka: ბმული დასამატებლად
kab: URL ad ternuḍ
ko: 추가할 URL
lt: Pridedamas adresas
mr: जोडण्यासाठी URL
ms: URL untuk ditambah
ne_np: थप्नु पर्ने URL
nn_no: Nettadresse å leggje til
pl: Adres do dodania
pt_br: URL a adicionar
ro: URL de adăugat
sk: Adresa na pridanie
sl: URL za dodajanje
sq: URL për shtim
sv_se: Webbadress att lägga till
ta: சேர்க்க வேண்டிய URL
te: జోడించుటకు URL
th: URL ที่จะเพิ่ม
tl: URL na idagdag
tr: Eklenecek adres
tt: Өстәләчәк URL
uk: URL для додавання
ur: URL اظافہ کرنے کے لیئے
vi: URL muốn thêm
zh_cn: 要添加的网址
zh_tw: 要新增的網址

# Autocomplete.addCustomUrlPlaceholder
source: Paste or enter URL
am: ዩአርኤል ለጥፍ ወይም አስገባ
ar: ألصِق مسارا أو أدخِله
ast: Apega o introduz la URL
az: Ünvanı yapışdırın və ya daxil edin
be: Устаўце або ўвядзіце URL
bg: Поставете или въведете адрес
bn: পেস্ট করুন বা URL লিখুন
br: Pegañ pe enankañ un URL
cs: Vložte nebo napište URL adresu
de: Adresse eingeben oder einfügen
el: Επικόλληση ή εισαγωγή URL
eo: Algui aŭ tajpi adreson
es_mx: Pegar o introducir URL
et: Aseta või sisesta URL
fa: جای‌گذاری یا ورود نشانی
hi_in: URL पेस्ट करें या दर्ज करें
hu: Illessze be, vagy adja meg az URL-t
hy_am: Տեղադրեք կամ մուտքագրեք URL-ն
ia: Colla o insere un URL
is: Límdu eða settu inn slóð
ja: URL を入力するかペーストしてください
ka: ჩასვით ან შეიყვანეთ URL
kab: Senṭeḍ neγ sekcem URL
ko: URL 입력 또는 붙여넣기
lt: Įdėkite arba įveskite URL adresą
mr: चिकटवा किंवा URL प्रविष्ट करा
ms: Tampal atau masukkan URL
ne_np: URL टाँस्नुहोस् वा प्रविष्ट गर्नुहोस्
nn_no: Lim inn eller skriv inn adresse
pl: Wklej lub wpisz adres
pt_br: Cole ou digite uma URL
ro: Inserează sau introdu URL-ul
sk: Prilepte alebo zadajte URL adresu
sl: Prilepite ali vpišite URL
sq: Ngjitni ose jepni URL
sv_se: Klistra in eller ange webbadress
ta: URL ஒட்டு அல்லது உள்ளிடு
te: URL అతికించండి లేదా ఇవ్వండి
th: วางหรือป้อน URL
tl: I-paste o ilagay ang URL
tr: Adresi yapıştırın veya yazın
tt: URL-ны ябыштырыгыз яки языгыз
uk: Вставте чи введіть URL-адресу
ur: URL چسپاں یا داخل کریں
vi: Dán hoặc nhập URL
zh_cn: 粘贴或输入网址
zh_tw: 貼上或輸入網址

# Autocomplete.addCustomUrlWithPlus
source: + Add Custom URL
am: + ብጁ ዩአርኤል አክል
ar: + أضِف مسارا مخصصا
ast: + Amestar URL personalizada
az: + Fərdi ünvan əlavə et
be: + Дадаць уласны URL-адрас
bg: + Добавяне на потребителски адрес
bn: কাস্টম URL এ + যুক্ত করুন
br: + ouzhpennañ un URL personelaet
cs: + Přidat vlastní URL adresu
de: + Benutzerdefinierte Adresse hinzufügen
el: + Προσθήκη προσαρμοσμένου URL
eo: + Aldoni personecigitan adreson
es_mx: + Agregar URL personalizada
et: + Lisa kohandatud URL
fa: + اضافه کردن نشانی سفارشی
hi_in: + अपनी संशोधित URL जोड़ें
hu: + Egyéni URL hozzáadása
hy_am: + Հավելել հարմարեցված URL
ia: + Adder URL personalisate
is: + Bæta við sérsniðinni vefslóð
ja: +カスタム URL を追加
ka: + საკუთარი URL-ს დამატება
kab: + Rnu URL aganan
ko: + 사용자 정의 URL 추가
lt: + Pridėti savą adresą
mr: + सानुकूल URL जोडा
ms: + Tambah URL Penyesuaian
ne_np: + अनुकूल URL थप्नुहोस्
nn_no: + Legg til tilpassa adresse
pl: + Dodaj inny adres
pt_br: + Adicionar URL personalizada
ro: + Adaugă URL personalizat
sk: + Pridať vlastnú webovú adresu
sl: + Dodaj URL po meri
sq: + Shtoni URL Vetjake
sv_se: + Lägg till anpassad webbadress
ta: + தனிபயன் URL சேர்
te: +ఇష్టానుసారమైన URLను జోడించండి
th: + เพิ่ม URL ที่กำหนดเอง
tl: + Magdagdag ng Custom na URL
tr: + Özel adres ekle
tt: + Үзгә URL өстәү
uk: + Додати власну URL-адресу
ur: تخصیصی URL کا + اظافہ کریں
vi: + Thêm URL tùy chỉnh
zh_cn: + 添加自定义网址
zh_tw: + 新增自訂網址

# Autocomplete.customDescriptoin
source: Add and manage custom autocomplete URLs.
ast: Amiesta o xestiona URLs personalizaes d'autocompletáu.
az: Avtomatik tamamlanacaq fərdi ünvanları idarə edin.
bg: Добавяне и управление на автоматичното довършване на потребителски адреси.
bn: কাস্টম অটোকমপ্লিট URLs যুক্ত ও ব্যবস্থাপনা করুন।
br: Ouzhpennañ ha merañ URLoù klokaet ent emgefreek personelaet.
de: Benutzerdefinierte Adressen für Autovervollständigung hinzufügen und verwalten.
eo: Aldoni kaj administri aŭtomatan kompletigon de personecigitaj adresoj.
et: Lisa ja halda kohandatud automaatse täitmise URLe.
fa: اضافه و مدیریت کردنِ تکمیل خودکار نشانی‌های سفارشی.
hi_in: उपभोक्ता संशोधित स्वत: पूर्ण URLs जोड़ें और प्रबंधित करें.
hy_am: Ավելացնել և կառավարել հարմարեցված ինքնալրացվող URL-ները:
ia: Adder e gerer le URLs personalisate de auto-completamento.
ja: カスタム自動補完 URL の追加と管理。
ka: დაამატეთ და მართეთ საკუთარი URL-ები თვითშევსებისთვის.
ko: 사용자 정의 자동 완성 URL을 추가하고 관리합니다.
mr: सानुकूल स्वयंपूर्ण URLs जोडा आणि व्यवस्थापित करा.
ms: Tambah dan urus penyesuaian URLs auto-lengkap.
ne_np: स्वत: पूर्ण URLहरू थप्नुहोस र व्यवस्थापन गर्नुहोस् ।
nn_no: Legg til og handter tilpassa autofullførte nettadressesr.
pl: Dodawanie i zarządzenie innymi adresami automatycznego uzupełniania.
sl: Dodajte in upravljajte z URL-ji po meri za samodejno dokončevanje.
sv_se: Lägg till och hantera anpassade autokompletterade webbadresser.
ta: தனிபயன் தானியங்குநிரப்பு URLs சேர்த்து நிர்வகி.
th: เพิ่มและจัดการ URL เติมอัตโนมัติที่กำหนดเอง
tl: Magdagdag at pamahalaan ang mga custom na autocomplete na URLs.
tr: Otomatik tamamlanacak özel adresleri ekleyin ve yönetin.
tt: Автотөгәлләү өчен кулланучы үзе сайлаган URL-ларны өстәү яки алар белән идарә итү.
uk: Додавайте і керуйте автозавершенням власних URL-адрес.
zh_cn: 添加和管理自定义的自动补全网址。
zh_tw: 新增與管理自訂自動完成網址。

# Autocomplete.customLabel
source: Custom URLs
ast: URLs personalizaes
az: Fərdi Ünvanlar
bg: Потребителски адреси
bn: কাস্টম URL
br: URLoù personelaet
de: Benutzerdefinierte Adressen
eo: Personecigitaj adresoj
et: Kohandatud URLid
fa: نشانی‌های سفارشی
hi_in: उपभोक्ता संशोधित URLs
hy_am: Հարմարեցված URLներ
ia: URLs personalisate
ja: カスタム URL
ka: საკუთარი URL-ები
ko: 사용자 정의 URL
mr: सानुकूल URLs
ms: URLs Penyesuaian
ne_np: अनुकूल URLहरू
nn_no: Tilpassa nettadresser
pl: Inne adresy
sl: URL-ji po meri
sv_se: Anpassade webbadresser
ta: தனிபயன் URLs
te: ఇష్టానుసారం URLలు
th: URL ที่กำหนดเอง
tr: Özel adresler
tt: Үзгә URL-лар
uk: Власні URL
ur: مخصوص URLs
zh_cn: 自定义网址
zh_tw: 自訂網址

# Autocomplete.customTitle
source: CUSTOM URL LIST
ast: LLISTÁU D'URLs PERSONALIZAES
az: FƏRDİ ÜNVAN SİYAHISI
bg: СПИСЪК НА ПОТРЕБИТЕЛСКИ АДРЕСИ
br: ROLL URL PERSONELAET
de: LISTE BENUTZERDEFINIERTER ADRESSEN
eo: LISTO DE PERSONECIGITAJ ADRESOJ
et: KOHANDATUD URLIDE NIMEKIRI
fa: فهرست نشانی‌های سفارشی
hy_am: ՀԱՐՄԱՐԵՑՎԱԾ URL ՑԱՆԿ
ia: LISTA DE URLs PERSONALISATE
ja: カスタム URL のリスト
ka: საკუთარი URL ჩამონათვალი
ko: 사용자 정의 URL 목록
ms: SENARAI URL PENYESUAIAN
ne_np: अनुकूल URL सूची
nn_no: TILPASSA ADRESSELISTE
pl: Lista innych adresów
sl: SEZNAM URL-JEV PO MERI
sv_se: LISTA ANPASSADE WEBBADRESSER
ta: தனிப்பயன் URL பட்டியல்
te: అనుకూలీకరణ URL జాబితా
th: รายการ URL ที่กำหนดเอง
tr: ÖZEL ADRES LİSTESİ
tt: ҮЗГӘ URL-ЛАР ИСЕМЛЕГЕ
uk: ПЕРЕЛІК ВЛАСНИХ URL
zh_cn: 自定义网址列表
zh_tw: 自訂網址清單

# Autocomplete.customUrlAdded
source: New Custom URL added.
am: አዲስ ብጁ ዩአርኤል ታክሏል።
ar: أُضيف مسار مخصص جديد.
ast: Amestóse una URL nueva personalizada.
az: Yeni fərdi ünvan əlavə edildi.
be: Новы ўласны URL-адрас дададзены.
bg: Добавен е нов потребителски адрес.
bn: নতুন কাস্টম URL যোগ করা হয়েছ।
br: URL personelaet ouzhpennet.
cs: Vlastní URL adresa přidána.
de: Neue benutzerdefinierte Adresse hinzugefügt.
el: Προστέθηκε νέο προσαρμοσμένο URL.
eo: Nova personecigita adreso aldonita.
es_mx: Nueva URL personalizada agregada.
et: Uus kohandatud URL lisatud.
fa: نشانیِ سفارشیِ جدید اضافه شد.
hi_in: नया उपभोक्ता संशोधित URL जोड़ा गया.
hu: Új egyéni URL hozzáadva.
hy_am: Նոր հարմարեցված URL է ավելացվել:
ia: Nove URL personalisate addite.
is: Nýrri sérsniðinni vefslóð bætt við.
ja: 新しいカスタム URL を追加しました。
ka: ახალი საკუთარი URL დაემატა.
kab: URL aganan amaynut ittwarna.
ko: 새 사용자 정의 URL이 추가되었습니다.
lt: Pridėtas naujas adresas.
mr: नवीन सानुकूल URL जोडली.
ms: Penyesuaian URL baru ditambah.
ne_np: नयाँ अनुकुल URL थपियो ।
nn_no: Ny tilpassa adresseliste lagt til.
pl: Dodano nowy adres.
pt_br: Adicionada nova URL personalizada.
ro: Nou URL personalizat adăugat.
sk: Bola pridaná nová vlastná URL adresa.
sl: Nov seznam URL-jev dodan.
sq: U shtua URL Vetjake e re.
sv_se: Ny anpassad webbadress tillagd.
ta: புது தனிபயன் URL சேர்க்கப்பட்டது.
th: เพิ่ม URL ที่กำหนดเองใหม่แล้ว
tl: Idinagdag ang Bagong Custom na URL.
tr: Yeni özel adres eklendi.
tt: Яңа үзгә URL өстәлде.
uk: Нову власну URL-адресу додано.
ur: نئے تخصیصی URL کا اظافہ کر دیا گیا ہے۔
vi: URL tùy chỉnh mới đã được thêm vào.
zh_cn: 已添加新的自定义网址。
zh_tw: 已新增自訂網址。

# Autocomplete.defaultDescriptoin
source: Enable to have %@ autocomplete over 450 popular URLs in the address bar.
am: በአድራሻ አሞሌው ውስጥ ከ450 በላይ ታዋቂ ዩአርኤሎችን %@ በራስ ሰር እንዲያጠናቅቁ አስጀምር።
ar: فعّله ليُكمل %@ تلقائيا أكثر من ٤٥٠ عنوان وب في شريط العناوين.
az: %@ səyyahının 450 məşhur ünvanı avtomatik tamamlamasını aktivləşdirin.
bg: Включете, за да имате в лентата за адреси на %@ автоматично довършване на повече от 450 популярни адреси.
bn: অ্যাড্রেস বারে 450 টি জনপ্রিয় URLs %@ কে অটোকমপ্লিট করতে সক্ষম করুন।
br: Gweredekait evit ma vefe klokaet gant %@ ent emgefreek ouzhpenn 450 URL brudet er varrenn chomlec'h.
cs: Po zapnutí bude %@ našeptávat více než 450 populárních URL adres.
de: Aktivieren, damit %@ über 450 beliebte Adressen in der Adressleiste automatisch vervollständigt.
el: Ενεργοποιήστε το για συμπλήρωση πάνω από 450 δημοφιλών URL στη γραμμή διευθύνσεων του %@.
eo: Aktivigu por igi %@ aŭtomate kompletigi pli ol 450 popularajn adresojn en la adresa strio.
es_mx: Actívalo para que %@ autocomplete más de 450 URL populares en la barra de direcciones.
et: Võimaldab %@el aadressiribal automaatselt lõpetada üle 450 populaarse URLi.
fa: برای داشتن تکمیل خودکار %@ برای بیش از ۴۵۰ نشانی محبوب در نوار آدرس، فعال کنید.
hi_in: पता पट्ट में 450 लोकप्रिय URLs पर %@ स्वत: पूर्णता के लिए सक्षम करें.
hu: Engedélyezés, hogy a %@ 450 népszerű URL-t automatikusan kiegészítsen a címsávban.
hy_am: Միացրեք՝ ունենալու համար %1$s ինքնալրացում աեվլի քան 450 հանրահայտ URL-ների համար:
ia: Activa pro facer %@ auto-completar plus de 450 URLs popular in le barra de adresse.
is: Virkja sjálfvirka útfyllingu í staðsetningarslá %@ á rúmlega 450 vinsælum slóðum.
ja: 有効にすると、%@ のアドレスバーで 450 以上の人気の URL が自動補完されます。
ka: ჩართეთ და %@ თავად დაასრულებს 450-ზე მეტ ცნობილ URL-ბმულს, მისამართების ველში აკრეფისას.
kab: %@ ur yizmir ara ad yesεu taččart tawurmant i ugar n 450 n URLs deg ufeggag n tansiwin.
ko: %@ 자동 완성 기능을 활성화해서 450개가 넘는 자주 찾는 URL을 주소창에서 사용해 보세요.
lt: Įjungus, „%@“ automatiškai adreso lauke užbaigs virš 450 populiarių URL adresų.
mr: 450 हुन अधिक विख्यात URL %@ ने स्वयंपूर्ण करणे सक्षम करा.
ms: Aktifkan %@ supaya auto-lengkap lebih 450 URLs popular dalam bar alamat.
ne_np: ठेगाना पट्टीमा 450 भन्दा बढी लोकप्रिय URLs हरू %@ स्वत: पूर्ण गर्न सक्षम गर्नुहोस्।
nn_no: Aktiver %@ til å autofullføre over 450 populære nettadresser i adressefeltet.
pl: Włącz, by %@ automatycznie uzupełniał ponad 450 popularnych adresów na pasku adresu.
pt_br: Ative para o %@ completar automaticamente mais de 450 URLs populares na barra de endereços.
ro: Activează pentru ca %@ să completeze automat peste 450 de URL-uri populare în bara de adresă.
sk: Povolením tejto možnosti umožníte aplikácii %@ automaticky dokončovať viac než 450 populárnych URL adries.
sl: Omogočite, če želite, da %@ v naslovni vrstici samodejno dopolni preko 450 priljubljenih URL-jev.
sq: Aktivizojeni që %@ të vetëplotësojë te shtylla e adresave mbi 450 URL popullore.
sv_se: Aktivera %@ att automatiskt komplettera över 450 populära webbadresser i adressfältet.
ta: முகவரிப்பட்டையில் 450 பிரபல URLs உடைய %@ தானியங்குநிரப்பலைச் செயற்படுத்தவும்.
th: เปิดใช้งานเพื่อให้ %@ เติมมากกว่า 450 URL ยอดนิยมโดยอัตโนมัติในแถบที่อยู่
tl: Paganahin na magkaroon ng %@ autocomplete sa 450 mga popular na URL sa address bar.
tr: %@’un 450’den fazla popüler adresi adres çubuğunda tamamlaması için bunu etkinleştirin.
tt: 450-дән артык мәшһүр сайт өчен %@ программасының адрес юлында автотөгәлләүне кабызу.
uk: Увімкніть автозавершення в %@ для понад 450 популярних сайтів у панелі адреси.
vi: Cho phép tự đồng điền %@ trên 450 URL phổ biến trên thanh địa chỉ.
zh_cn: 开启之后，%@ 地址栏可以自动补全超过 450 个热门网站。
zh_tw: 開啟後，即可在 %@ 網址列自動完成超過 450 組熱門網址。

# Autocomplete.defaultLabel
source: Autocomplete
ast: Autocompletáu
az: Avtomatik Tamamlama
bg: Автоматично довършване
bn: স্বয়ংসম্পূর্ণ
br: Klokaat ent emgefreek
de: Autovervollständigung
eo: Aŭtomata kompletigo
et: Automaatne lõpetamine
fa: تکمیل خودکار
hi_in: स्‍वत: पूर्ण
hy_am: Ինքնալրացում
ia: Auto-completar
ja: 自動補完
ka: თვითშევსება
ko: 자동완성
mr: स्वयंपूर्ण
ms: Auto-lengkap
ne_np: स्वत: पूर्ण
nn_no: Autofullfør
pl: Automatyczne uzupełnianie
sl: Samodejno dopolni
sv_se: Autokomplettera
ta: தானியங்கு நிரப்பி
te: స్వయంసమాప్తి
th: การเติมอัตโนมัติ
tr: Otomatik tamamla
tt: Автотөгәлләү
uk: Автозавершення
ur: خودکار تکميل
zh_cn: 自动补全
zh_tw: 自動完成

# Autocomplete.defaultTitle
source: DEFAULT URL LIST
ast: LLISTÁU D'URLs POR DEFEUTU
az: ÖN SEÇİLMİŞ ÜNVAN SİYAHISI
bg: СПИСЪК НА ФАБРИЧНИ АДРЕСИ
br: ROLL URL DRE ZIOUER
de: STANDARD-ADRESSLISTE
eo: NORMA LISTO DE ADRESOJ
et: VAIKEURLIDE NIMEKIRI
fa: فهرست نشانی‌های پیش‌فرض
hy_am: ԼՌԵԼՅԱՅՆ URL ՑԱՆԿ
ia: LISTA DE URLs PREDEFINITE
ja: デフォルト URL リスト
ka: ნაგულისხმევი URL ჩამონათვალი
ko: 기본 URL 목록
ms: SENARAI URL PIAWAI
ne_np: पूर्वनिर्धारिक URL सूची
nn_no: STANDARD-ADRESSELISTE
pl: Domyślna lista adresów
sl: PRIVZETI SEZNAM URL-JEV
sv_se: LISTA STANDARDWEBBADRESSER
ta: இயல்புநிலை URL பட்டியல்
th: รายการ URL เริ่มต้น
tr: VARSAYILAN ADRES LİSTESİ
tt: СТАНДАРТ URL ИСЕМЛЕГЕ
uk: ТИПОВИЙ ПЕРЕЛІК URL
zh_cn: 默认网址列表
zh_tw: 預設網址清單

# Autocomplete.disabled
source: Disabled
am: ተሰናክሏል
ar: معطّل
ast: Desactivóse
az: Söndürülüb
be: Выключана
bg: Изключено
bn: নিষ্ক্রিয় করা হল
br: Diweredekaet
cs: Zakázáno
de: Deaktiviert
el: Ανενεργή
eo: Malaktiva
es_mx: Deshabilitada
et: Keelatud
fa: غیرفعال شد
hi_in: निष्क्रिय
hu: Letiltva
hy_am: Անջատել
ia: Disactivate
is: Óvirkt
ja: 無効
ka: გამორთულია
kab: Arurmid
ko: 사용 안 함
lt: Išjungtas
mr: अक्षम केलेले
ms: Dinyahdayakan
ne_np: अक्षम पारिएको
nn_no: Slått av
pl: Wyłączone
pt_br: Desativado
ro: Dezactivată
sk: Zakázané
sl: Onemogočeno
sq: E çaktivizuar
sv_se: Inaktiverad
ta: முடக்கப்பட்டது
te: అచేతనం
th: ปิดใช้งานอยู่
tl: Hindi pinagana
tr: Devre dışı
tt: Cүндерелгән
uk: Вимкнено
ur: نااہل
vi: Đã tắt
zh_cn: 已禁用
zh_tw: 已停用

# Autocomplete.duplicateUrl
source: URL already exists
am: ዩአርኤል አስቀድሞ አለ
ar: المسار موجود بالفعل
ast: La URL yá esiste
be: URL ўжо існуе
bg: Адресът вече съществува
bn: URL আগে থেকেই রয়েছে
br: An URL a zo dioutañ endeo
cs: URL adresa už existuje
de: Adresse existiert bereits
el: Το URL υπάρχει ήδη
eo: La retadreso jam ekzistas
es_mx: Ya existe la URL
et: URL on juba olemas
fa: URL در حال حاضر موجود می باشد
hi_in: URL पहले से मौजूद है
hu: Az URL már létezik
ia: Le URL existe ja
is: Slóð þegar til
ja: 登録済みの URL です
ka: URL-ბმული უკვე არსებობს
kab: URL Yella yakan
ko: URL이 이미 존재함
lt: Toks adresas jau pridėtas
ne_np: यो URL पहिल्यै अवस्थित छ
pl: Adres już istnieje
pt_br: Já existe a URL
ro: URL-ul există deja
sk: URL adresa už existuje
sl: URL že obstaja
sq: Ka tashmë një URL të tillë
sv_se: URL finns redan
th: มี URL อยู่แล้ว
tt: URL бар инде
uk: URL вже наявний
vi: URL đã tồn tại
zh_cn: 网址已存在
zh_tw: 網址已經存在

# Autocomplete.emptyState
source: No Custom URLs to display
am: የሚታዩ ምንም ብጁ ዩአርኤሎች የሉም
ar: لا مسارات مخصصة لعرضها
ast: Nun hai URLs personalizaes p'amosar
az: Göstəriləcək fərdi ünvan yoxdur
be: Пакуль няма ўласных URL-адрасоў
bg: Няма потребителски адреси за показване
bn: দেখানোর মত কোন কাস্টম URL নেই
br: URL personelaet ebet da ziskouez
cs: Žádné vlastní URL adresy k zobrazení
de: Keine benutzerdefinierten Adressen zum Anzeigen
el: Κανένα προσαρμοσμένο URL για προβολή
eo: Ne estas personecigitaj adresoj
es_mx: No hay URL personalizadas que mostrar
et: Kohandatud URLe pole
fa: هیچ نشانی سفارشی برای نمایش وجود ندارد
hi_in: प्रदर्शित करने के लिए कोई उपभोक्ता संशोधित URLs नहीं
hu: Nincs megjelenítendő egyéni URL
hy_am: Չկան հարմարեցված URL-ներ՝ ցուցադրելու համար
ia: Nulle URLs personalisate a monstrar
is: Engar sérsniðnar vefslóðir til að birta
ja: 表示するカスタム URL はありません
ka: საკუთარი URL-ები არაა დამატებული
kab: Ulac URLs iganen i ad d-nesken
ko: 표시할 사용자 정의 URL 없음
lt: Pasirinktinių URL adresų nėra įvesta
mr: प्रदर्शित करण्यासाठी कोणतीही सानुकूल URL नाहीत
ms: Tiada URLs Penyesuaian untuk dipaparkan
ne_np: प्रदर्शन गर्नका लागि कुनै पनि अनुकूलन URLs हरू छैनन्
nn_no: Ingen tilpassa adresser å vise
pl: Brak innych adresów do wyświetlenia
pt_br: Nenhuma URL personalizada
ro: Nu sunt URL-uri personalizate de afișat
sk: Žiadne vlastné URL adresy na zobrazenie
sl: Ni URL-jev po meri za prikaz
sq: S’ka URLra Vetjake për shfaqje
sv_se: Inga anpassade webbadresser att visa
ta: காட்ட தனிப்பயன் URLs இல்லை
th: ไม่มี URL ที่กำหนดเองที่จะแสดงผล
tl: Walang mga Custom na URLs na ipapakita
tr: Görüntülenecek hiç özel adres yok
tt: Күрсәтү өчен үзгә URL-лар юк
uk: Немає власних URL-адрес для показу
ur: دکھانے کے لیے کوئی مخصوص URLs نہیں
vi: Không có URL tùy chỉnh nào được hiển thị
zh_cn: 没有自定义网址
zh_tw: 沒有可顯示的自訂網址

# Autocomplete.enabled
source: Enabled
am: ነቅቷል
ar: مفعّل
ast: Activóse
az: Aktivdir
be: Уключана
bg: Включено
bn: সক্রিয়
br: Gweredekaet
cs: Povoleno
de: Aktiviert
el: Ενεργή
eo: Aktiva
es_mx: Habilitado
et: Lubatud
fa: فعال شد
hi_in: सक्रिय
hu: Engedélyezve
hy_am: Միացնել
ia: Activate
is: Virkt
ja: 有効
ka: ჩართულია
kab: Irmed
ko: 사용함
lt: Įgalintas
mr: सक्षम
ms: Didayakan
ne_np: सक्षम पारिएको
nn_no: Slått på
pl: Włączone
pt_br: Ativado
ro: Activată
sk: Povolené
sl: Omogočeno
sq: E aktivizuar
sv_se: Aktiverad
ta: செயல்படுத்தப்பட்டது
te: చేతనం
th: เปิดใช้งานอยู่
tl: Pinagana
tr: Etkin
tt: Кабызылган
uk: Увімкнено
ur: اہل
vi: Đã bật
zh_cn: 已启用
zh_tw: 已啟用

# Autocomplete.manageSites
source: Manage Sites
am: ድረ-ገፆችን ያስተዳድሩ
ar: أدِر المواقع
be: Кіраванне сайтамі
bg: Управление на сайтовете
bn: সাইট ব্যবস্থাপনা
br: Merañ lec'hiennoù
cs: Spravovat stránky
de: Websites verwalten
el: Διαχείριση ιστοτόπων
eo: Administri retejojn
es_mx: Administrar sitios
et: Halda saite
fa: مدیریت پایگاه‌های اینترنتی
hi_in: साइटों को प्रबंधित करें
hu: Oldalak kezelése
ia: Gerer sitos
is: Stjórna vefsvæðum
ja: サイトを管理
ka: საიტების მართვა
kab: Sefrerk ismal
ko: 사이트 관리
lt: Tvarkyti svetaines
ne_np: साइटहरु प्रबन्ध गर्नुहोस्
pl: Zarządzaj stronami
pt_br: Gerenciar sites
ro: Gestionează site-urile
sk: Spravovať stránky
sl: Upravljanje strani
sq: Administroni Sajte
sv_se: Hantera webbplatser
th: จัดการไซต์
tt: Сайтлар белән идарә итү
uk: Керувати сайтами
vi: Quản lý trang web
zh_cn: 管理网站
zh_tw: 管理網站

# Autocomplete.mySites
source: My Sites
am: የእኔ ድረ-ገፆች
ar: مواقعي
be: Мае сайты
bg: Моите сайтове
bn: আমার সাইট
br: Ma lec'hiennoù
cs: Moje stránky
de: Meine Websites
el: Οι ιστότοποί μου
eo: Miaj retejoj
es_mx: Mis sitios
et: Minu saidid
fa: پایگاه‌های اینترنتی من
hi_in: मेरी साइटें
hu: Saját webhelyek
ia: Mi sitos
is: Vefsvæðin mín
ja: マイサイト
ka: ჩემი საიტები
kab: Ismal-inu
ko: 내 사이트
lt: Mano svetainės
ne_np: मेरा साइटहरु
pl: Moje strony
pt_br: Meus sites
ro: Site-urile mele
sk: Moje stránky
sl: Moje strani
sq: Sajtet e Mi
sv_se: Mina webbplatser
th: ไซต์ของฉัน
tl: Mga Site
tt: Минем сайтларым
uk: Мої сайти
vi: Các trang web của tôi
zh_cn: 我的网站
zh_tw: 我的網站

# Autocomplete.mySitesDesc
source: Enable to have %@ autocomplete your favorite URLs.
am: የሚወዷቸውን ዩአርኤሎች %@ በራስ ሰር እንዲያጠናቅቅ ያንቁ።
ar: فعّله ليُكمل %@ المسارات في المفضّلة.
bg: Включете, за да имате автоматично довършване в %@ на вашите отбелязани адреси.
bn: আপনার পছন্দসই URLs গুলি %@ অটোকমপ্লিট করতে সক্ষম করুন।
br: Gweredekait evit ma vefe leuniet ent emgefreek hoc'h URLoù gwellañ deoc'h gant %@
cs: Povolí našeptávání vámi vybraných adres stránek.
de: Aktivieren Sie diese Option, damit %@ Ihre Lieblingsadressen automatisch vervollständigt.
el: Ενεργοποιήστε το για συμπλήρωση των αγαπημένων σας URL στο %@.
eo: Akvitigi por ke %@ aŭtomate kompletigu viajn plej ŝatatajn retadresojn.
es_mx: Habilitar para que %@ autocomplete tus URLs favoritas.
et: Võimaldab %@el automaatselt lõpetada sinu lemmik URLe.
fa: فعالسازی برای داشتن پرکردن خودکار %@ برای URLs مورد علاقه شما.
hi_in: सक्षम करें ताकि आप %@ में अपने पसंदीदा URLs की स्वतः पूर्ण सुविधा को पा सकें।
hu: Engedélyezed, hogy a %@ kiegészítse a kedvenc URL-eit.
ia: Activa pro facer %@ auto-completar tu URLs favorite.
is: Leyfa %@ að klára uppáhaldsvefslóðirnar þínar.
ja: %@ によるお気に入りの URL の自動補完を有効にします。
ka: ჩართეთ და %@ თავად დაასრულებს თქვენს რჩეულ URL-ბმულებს.
kab: Ur izmir ara ad isεu %@ taččart tawurmant n URLs inek i tḥemmleḍ.
ko: %@가 내 즐겨찾기 URL을 자동 완성 할 수 있게 합니다.
lt: Įjungus, „%@“ automatiškai užbaigs jūsų mėgiamus adresus.
ne_np: आफ्नो मनपर्ने URLs हरू %@ स्वतः पूरा गर्न सक्षम गर्नुहोस्।
pl: Włącz, by %@ automatycznie uzupełniał Twoje ulubione adresy.
pt_br: Ative para o %@ completar automaticamente suas URLs preferidas.
ro: Permite ca %@ să completeze automat URL-urile tale favorite.
sk: Ak chcete, aby %@ automaticky dopĺňal vaše obľúbené adresy, aktivujte túto funkciu.
sl: Omogoči, da %@ samodejno dopolni priljubljene naslove.
sq: Aktivizojeni që %@ të vetëplotësojë URL-të tuaja të parapëlqyera.
sv_se: Aktivera för att %@ automatiskt ska fylla i dina favoritwebbadresser.
th: เปิดใช้งานเพื่อให้ %@ เติม URL โปรดของคุณโดยอัตโนมัติ
tt: %@ программасында Сез еш кулланган адреслар өчен автотөгәлләүне кабызу.
uk: Увімкніть, щоб %@ автоматично завершував URL-адреси ваших улюблених сайтів.
vi: Bật để %@ tự động hoàn thành các URL yêu thích của bạn.
zh_cn: 开启之后，%@ 可以自动补全您喜爱的网址。
zh_tw: 開啟後，即可讓 %@ 自動完成您最愛的網址。

# Autocomplete.topSites
source: Top Sites
am: ከፍተኛ ድረ-ገፆች
ar: المواقع الأكثر زيارة
be: Папулярныя сайты
bg: Често посещавани сайтове
bn: শীর্ষ সাইট
br: Lec'hiennoù gwellañ
cs: Top stránky
de: Meistbesuchte Seiten
el: Κορυφαίοι ιστότοποι
eo: Plej vizititaj retejoj
es_mx: Sitios favoritos
et: Top saidid
fa: پایگاه‌های اینترنتی برتر
hi_in: सर्वोत्तम साइटें
hu: Népszerű oldalak
ia: Sitos popular
is: Vinsælustu svæðin
ja: トップサイト
ka: რჩეული საიტები
kab: Ismal yettwarzan aṭas
ko: 상위 사이트
lt: Lankomiausios svetainės
ne_np: शीर्ष साइटहरु
pl: Popularne
pt_br: Sites populares
ro: Site-uri de top
sk: Top stránky
sl: Glavne strani
sq: Sajte Kryesues
sv_se: Mest besökta
th: ไซต์เด่น
tt: Төп сайтлар
uk: Популярні сайти
vi: Các trang web hàng đầu
zh_cn: 常用网站
zh_tw: 熱門網站

# BiometricPrompt.newSession
source: New Session
am: አዲስ ክፍለ ጊዜ
ar: جلسة جديدة
ast: Sesión nueva
be: Новая сесія
bg: Нова сесия
bn: নতুন সেশন
br: Estez nevez
cs: Nová relace
de: Neue Sitzung
el: Νέα συνεδρία
eo: Nova seanco
es_mx: Nueva sesión
et: Uus seanss
fa: جلسه جدید
hi_in: नया सत्र
hu: Új munkamenetet
ia: Nove session
is: Ný seta
ja: 新規セッション
ka: ახალი სეანსი
kab: Tiɣimit tamaynut
ko: 새 세션
lt: Naujas seansas
mr: नवीन सत्र
ms: Sesi Baru
ne_np: नयाँ सत्र
pl: Nowa sesja
pt_br: Nova sessão
ro: Sesiune nouă
sk: Nová relácia
sl: Nova seja
sq: Sesion i Ri
sv_se: Ny Session
ta: புதிய அமர்வு
te: కొత్త సెషన్
th: วาระใหม่
tl: Bagong Session
tt: Яңа утырыш
uk: Новий сеанс
ur: نیا سیشن
vi: Phiên mới
zh_cn: 新会话
zh_tw: 開新使用階段
