Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Tip.SiriErase.Description
source: Add Siri shortcut
am: Siri አቋራጭ ያክሉ
ar: أضِف اختصارًا لسيري
bn: Siri শর্টকাট যোগ করুন
cs: Přidat zkratku pro Siri
de: Siri-Verknüpfung hinzufügen
el: Προσθήκη συντόμευσης Siri
eo: Aldoni ŝparvojon al Siri
es_mx: Agregar acceso directo para Siri
et: Lisa Siri otsetee
hi_in: Siri शॉर्टकट जोड़ें
hu: Siri parancs hozzáadása
ia: Adder accesso directe de Siri
is: Bæta við Siri-flýtileið
ja: Siri のショートカットを追加
ka: Siri-მალსახმობის დამატება
kab: Rnu inegzumen Siri
ko: Siri 바로 가기 추가
lt: Pridėti „Siri“ leistuką
ne_np: Siri सर्टकट थप्नुहोस्
pl: Dodaj skrót Siri
pt_br: Adicionar atalho da Siri
ro: Adaugă comanda rapidă Siri
sk: Pridajte si skratku Siri
sl: Dodaj bližnjico za Siri
sq: Shtoni shkurtore Siri
sv_se: Lägg till Siri-genväg
th: เพิ่มทางลัด Siri
tt: Siri ярлыгын өстәү
uk: Додати швидку команду Siri
vi: Thêm lối tắt Siri
zh_cn: 添加 Siri 快捷指令
zh_tw: 新增 Siri 捷徑

# Tip.SiriErase.Title
source: “Siri, erase my %@ session.”
am: "Siri፣ የእኔን %@ ክፍለ ጊዜ ደምስስ።"
ar: ”سيري، امسحي جلسة %@.“
bn: “Siri, আমার %@ সেশন মুছে দাও।”
cs: „Siri, vymaž moje relaci v aplikaci %@.“
de: „Siri, lösche meine %@-Sitzung.“
el: «Siri, διάγραψε τη συνεδρία μου στο %@.»
eo: “Siri, forigi mian seancon de %@.”
es_mx: “Siri, borra mi sesión de %@.”
hi_in: “Siri, मेरा %@ सत्र मिटा दें।”
hu: „Siri, töröld a %@ munkamenetet.”
ia: “Siri, rade mi session de %@.”
is: "Siri, eyddu %@ setunni minni."
ja: “Siri、%@ のセッションを消去してください。”
ka: „Siri, გაასუფთავე %@.”
kab: “Siri, sfeḍ tiɣimit-iw %@.”
ko: "Siri, 내 %@ 세션을 지워줘."
lt: „Siri, išvalyk mano %@ seansą.“
ne_np: "सिरी, मेरो %@ सत्र मेटाऊ।"
pl: „Siri, usuń moją sesję %@.”
pt_br: “Siri, apague minha sessão do %@.”
ro: „Siri, șterge-mi sesiunea %@.”
sk: "Siri, vymaž moju reláciu %@."
sl: “Siri, izbriši mojo sejo %@.”
sq: “Siri, fshi sesionin tim %@.”
sv_se: "Siri, ta bort min %@-session."
tt: «Siri, %@ утырышымны бетер.»
uk: “Siri, зітри мій сеанс %@.”
vi: “Siri, xóa phiên %@ của tôi.”
zh_cn: “Siri，清除我的 %@ 会话。”
zh_tw: 「Siri，清除 %@ 上網紀錄。」

# Tip.SiriFavorite.Description
source: Add Siri shortcut
am: Siri አቋራጭ ያክሉ
ar: أضِف اختصارًا لسيري
bn: Siri শর্টকাট যোগ করুন
cs: Přidat zkratku pro Siri
de: Siri-Verknüpfung hinzufügen
el: Προσθήκη συντόμευσης Siri
eo: Aldoni ŝparvojon al Siri
es_mx: Agregar acceso directo de Siri
et: Lisa Siri otsetee
hi_in: Siri शॉर्टकट जोड़ें
hu: Siri parancs hozzáadása
ia: Adder accesso directe de Siri
is: Bæta við Siri-flýtileið
ja: Siri のショートカットを追加
ka: Siri-მალსახმობის დამატება
kab: Rnu anegzum Siri
ko: Siri 바로 가기 추가
lt: Pridėti „Siri“ leistuką
ne_np: Siri सर्टकट थप्नुहोस्
pl: Dodaj skrót Siri
pt_br: Adicionar atalho da Siri
ro: Adaugă comanda rapidă Siri
sk: Pridajte si skratku Siri
sl: Dodaj bližnjico za Siri
sq: Shtoni shkurtore Siri
sv_se: Lägg till Siri-genväg
th: เพิ่มทางลัด Siri
tt: Siri ярлыгын өстәү
uk: Додати швидку команду Siri
vi: Thêm lối tắt Siri
zh_cn: 添加 Siri 快捷指令
zh_tw: 新增 Siri 捷徑

# Tip.SiriFavorite.Title
source: “Siri, open my favorite site.”
am: "Siri፣ የእኔን ተወዳጅ ድረ-ገፅ ክፈት።"
ar: ”سيري، افتحي موقعي المفضل.“
bn: “Siri, আমার প্রিয় সাইট খোল।”
cs: „Siri, otevři moji oblíbenou stránku.“
de: „Siri, öffne meine Lieblings-Website.“
el: «Siri, άνοιξε τον αγαπημένο μου ιστότοπο.»
eo: “Siri, malfermu mian plej ŝatatan retejon.”
es_mx: “Siri, abre mi sitio favorito.”
hi_in: “Siri, मेरी पसंदीदा साइट खोलें।”
hu: „Siri, nyisd meg a kedvenc oldalamat.”
ia: “Siri, aperi mi sito favorite.”
is: "Siri, opnaðu uppáhaldssíðuna mína."
ja: “Siri、わたしのお気に入りのサイトを開いてください。”
ka: „Siri, გახსენი ჩემი რჩეული საიტი.“
kab: “Siri, ldi asmel-inu ufrin.”
ko: "Siri, 내가 자주 방문하는 사이트를 열어줘."
lt: „Siri, atidaryk mano mėgstamiausią svetainę“.
ne_np: "सिरी, मेरो मनपर्ने साइट खोल।"
pl: „Siri, otwórz moją ulubioną stronę.”
pt_br: “Siri, abra meu site preferido.”
ro: „Siri, deschide site-ul preferat.”
sk: "Siri, otvor moju obľúbenú stránku."
sl: “Siri, odpri mojo priljubljeno stran.”
sq: “Siri, hap sajtin tim të parapëlqyer.”
sv_se: "Siri, öppna min favoritsida."
th: “Siri เปิดโปรดของฉัน”
tt: «Siri, яраткан сайтымны ач.»
uk: “Siri, відкрий мій улюблений сайт.”
vi: “Siri, mở trang web yêu thích của tôi.”
zh_cn: “Siri，打开我最常访问的网站。”
zh_tw: 「Siri，開啟我的最愛網站。」

# Tip.SitesNotWorking.Description
source: Try turning off Tracking Protection
am: የክትትል ጥበቃን በማጥፋት ይሞክሩ
ar: حاول إيقاف تشغيل الحماية من التعقب
bn: ট্র্যাকিং সুরক্ষা বন্ধ করার চেষ্টা করুন
cs: Zkuste vypnout ochranu proti sledování
de: Versuchen Sie es mit deaktiviertem Tracking-Schutz
el: Δοκιμάστε να απενεργοποιήσετε την προστασία από καταγραφή
eo: Provu malŝalti la protekton kontraŭ spurado
es_mx: Prueba desactivando la protección de rastreo
et: Proovi jälitamisvastane kaitse välja lülitada
hi_in: ट्रैकिंग सुरक्षा बंद करने का प्रयास करें
hu: Próbálja kikapcsolni a Követés elleni védelmet
ia: Tenta disactivar le protection anti-traciamento
is: Prófaðu að slökkva á rakningarvörnum
ja: トラッキング保護機能をオフにしてみてください
ka: სცადეთ, თვალთვალისგან დაცვის გათიშვა
kab: Ɛreḍ ad tmedleḍ ammesten n uḍfar
ko: 추적 방지 기능을 해제해 보세요.
lt: Pabandykite išjungti apsaugą nuo stebėjimo
ne_np: ट्र्याकिङ्ग सुरक्षा बन्द गर्ने प्रयास गर्नुहोस्
pl: Spróbuj wyłączyć ochronę przed śledzeniem
pt_br: Experimente desativar a proteção contra rastreamento
ro: Încearcă dezactivarea protecției împotriva urmăririi
sk: Skúste vypnúť ochranu pred sledovaním
sl: Poskusite izključiti zaščito pred sledenjem
sq: Provoni të çaktivizoni Mbrojtje Nga Gjurmimet
sv_se: Testa att stänga av spårningsskydd
th: ลองปิดการป้องกันการติดตาม
tt: Күзәтелүдән саклауны сүндереп карагыз
uk: Спробуйте вимкнути захист від стеження
vi: Thử tắt tính năng Trình chống theo dõi
zh_cn: 请尝试关闭跟踪保护
zh_tw: 嘗試關閉追蹤保護功能

# Tip.SitesNotWorking.Title
source: Site missing content or acting strange?
am: ድረ-ገፁ ይዘቱ ተጓድሏል ወይስ እንግዳ ባህርይ አለው?
ar: أيفقد الموقع محتوًى أو يتصرف بشكل غريب؟
bn: সাইটে কন্টেন্ট অনুপস্থিত বা অদ্ভুত আচরণ করছে?
cs: Chybí na stránce obsah nebo se chová podivně?
de: Die Website verhält sich komisch oder es fehlen Inhalte?
el: Απώλεια περιεχομένου ή περίεργη συμπεριφορά;
eo: Ĉu mankas enhavo al la retejo aŭ ĉu ĝi agas strange?
es_mx: ¿Falta contenido en el sitio o se comporta de forma extraña?
et: Saidilt tundub sisu puudu olevat või see käitub imelikult?
hu: Hiányzik a webhely tartalma, vagy furcsán viselkedik?
ia: Le sito ha contento mancante o se comporta estraniemente?
is: Vantar efni á vefsvæðið eða hegðar það sér undarlega?
ja: サイトのコンテンツが表示されなかったり動作がおかしいときは？
ka: საიტზე აკლია რამე ან უცნაურად მუშაობს?
kab: Asmel ixuṣṣ agbur neɣ ur iteddu ara akken yella uqbel?
ko: 사이트에 콘텐츠가 없거나 이상하게 작동합니까?
lt: Svetainėje trūksta turinio arba ji keistai veikia?
ne_np: साइट हराइरहेको सामग्री वा अनौठो कार्य अनुभव गर्नुभएको छ?
pl: Strona nie zawiera treści lub działa dziwnie?
pt_br: Site sem conteúdo ou agindo de forma estranha?
ro: Site-ului are conținut lipsă sau se comportă ciudat?
sk: Chýba na stránke obsah alebo sa správa zvláštne?
sl: Spletnemu mestu manjka vsebina ali deluje nenavadno?
sq: Mungon lëndë te sajti, apo po sillet në mënyrë të çuditshme?
sv_se: Saknar webbplatsen innehåll eller fungerar den konstigt?
th: ไซต์ไม่มีเนื้อหาหรือทำงานแปลก ๆ ?
tt: Сайтта нидер төшеп калган яки сәер кебекме?
uk: На сайті відсутній вміст або він дивно поводиться?
vi: Trang web thiếu nội dung hoặc hoạt động không đúng?
zh_cn: 网站内容缺失或交互异常？
zh_tw: 網站的內容不見了，或功能變得怪怪的嗎？

# TooltipBodyText.ContextMenu
source: Go to Settings to manage specific privacy & security options.
am: የተወሰኑ የግላዊነት እና የደህንነት አማራጮችን ለማስተዳደር ወደ ቅንብሮች ይሂዱ።
ar: اذهب إلى الإعدادات لإدارة خيارات معينة للخصوصية والأمان.
cs: Všechny možnosti zabezpečení a ochrany soukromí najdete v nastavení.
de: Öffnen Sie die Einstellungen, um bestimmte Datenschutz- und Sicherheitsoptionen zu verwalten.
el: Μεταβείτε στις ρυθμίσεις για να διαχειριστείτε συγκεκριμένες επιλογές απορρήτου και ασφάλειας.
eo: Iru al Agordoj por administri specifajn privatecajn kaj sekurecajn elekteblojn.
es_mx: Ve a los ajustes para administrar opciones específicas de privacidad y seguridad.
et: Konkreetsete privaatsus- ja turvavalikute haldamiseks ava sätted.
hu: Ugorjon a Beállításokhoz az adatvédelmi és biztonsági beállítások kezeléséhez.
ia: Va a Parametros, pro gerer optiones specific de confidentialitate e de securitate.
is: Farðu í Stillingar til að stjórna sértækum persónuverndar- og öryggisvalkostum.
ja: 設定を開いて特定のプライバシーとセキュリティの設定を管理します。
kab: Ddu ɣer yiɣewwaren i wakken ad tesferkeḍ tixtiṛiyin tufrinin n tbaḍnit & tɣellist.
ko: 특정 개인 정보 및 보안 옵션을 관리하려면 설정으로 이동하십시오.
pl: Przejdź do ustawień, by zarządzać konkretnymi opcjami prywatności i bezpieczeństwa.
pt_br: Vá nas configurações para gerenciar opções específicas de privacidade e segurança.
ro: Mergi în Setări pentru a gestiona anumite opțiuni de confidențialitate și securitate.
sk: Ak chcete spravovať konkrétne možnosti ochrany osobných údajov a zabezpečenia, prejdite do časti Nastavenia.
sq: Kaloni te Rregullimet, që të administroni mundësi specifike privatësie & sigurie.
sv_se: Gå till Inställningar för att hantera specifika sekretess- och säkerhetsalternativ.
uk: Перейдіть до Налаштувань, щоб керувати певними опціями приватності та безпеки.
vi: Đi đến Cài đặt để quản lý các tùy chọn quyền riêng tư và bảo mật cụ thể.
zh_cn: 前往“设置”管理各种隐私与安全选项。
zh_tw: 前往「設定」管理各種隱私與安全性選項。

# TooltipBodyText.Privacy
source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
am: እነዚህ ነባሪ ቅንብሮች ጠንካራ ጥበቃ ይሰጣሉ። ግን ልዩ ፍላጎቶችዎን ለማሟላት ቅንብሮቹን ማስተካከል ቀላል ነው።
ar: توفر هذه الإعدادات الافتراضية حماية قوية. لكن من السهل تعديل الإعدادات لتلبية احتياجاتك الخاصة.
cs: Tato výchozí nastavení poskytují silnou ochranu. Můžete je ale jednoduše nastavit podle vlastních potřeb.
de: Diese Standardeinstellungen bieten starken Schutz. Es ist jedoch einfach, die Einstellungen an Ihre spezifischen Anforderungen anzupassen.
el: Οι προεπιλεγμένες ρυθμίσεις παρέχουν ισχυρή προστασία, αλλά μπορείτε εύκολα να τις προσαρμόσετε με βάση τις ανάγκες σας.
eo: Tiuj ĉi normaj agordoj provizas fortan protekton. Sed estas facile modifi ilin por viaj specifaj bezonoj.
es_mx: Esta configuración predeterminada ofrece una protección fuerte. Pero es fácil ajustar la configuración para satisfacer tus necesidades específicas.
et: Need vaikesätted pakuvad tugevat kaitset. Kuid nende muutmine konkreetselt sinu vajadustele on lihtne.
hu: Ezek az alapértelmezett beállítások erős védelmet nyújtanak. De könnyű a beállításokat az Ön egyedi igényei szerint módosítani.
ia: Iste parametros predefinite offere forte protection. Ma il es facile adjustar le parametros pro satisfacer tu specific besonios.
is: Þessar sjálfgefnu stillingar bjóða upp á öfluga vernd. En það er auðvelt að laga til stillingarnar til að mæta sérþörfum þínum.
ja: これらのデフォルト設定は強力な保護を提供します。必要に応じて、簡単に設定を調整できます。
kab: Iɣewwaren-a s wudem amezwer ttmuddun ammesten iǧehden. Maca yeshel ad ttubeddlen, ad ten-terreḍ akken i tebɣiḍ.
ko: 이러한 기본 설정은 강력한 보호 기능을 제공합니다. 하지만 특정 요구 사항에 맞게 설정을 쉽게 수정할 수도 있습니다.
pl: Domyślne ustawienia zapewniają silną ochronę, ale łatwo można dostosować je do własnych potrzeb.
pt_br: Estas configurações padrão oferecem proteção forte. Mas é fácil ajustar as configurações para atender às suas necessidades específicas.
ro: Aceste setări implicite oferă o protecție puternică. Dar este ușor să modifici setările pentru nevoi specifice.
sk: Tieto predvolené nastavenia ponúkajú silnú ochranu. Je však ľahké vyladiť nastavenia tak, aby vyhovovali vašim špecifickým potrebám.
sq: Këto rregullime parazgjedhje ofrojnë mbrojtje të fuqishme. Por s’është e lehtë të përimtohen gjërat, për të plotësuar nevojat tuaja specifike.
sv_se: Dessa standardinställningar erbjuder ett starkt skydd. Men det är lätt att justera inställningarna för att möta dina specifika behov.
uk: Ці типові налаштування забезпечують надійний захист. Але їх можна легко змінити відповідно до ваших особистих потреб.
vi: Các cài đặt mặc định này cung cấp khả năng bảo vệ mạnh mẽ. Tuy nhiên, thật dễ dàng để điều chỉnh cài đặt để đáp ứng các nhu cầu cụ thể của bạn.
zh_cn: 默认设置已提供足够强大的保护。如您有特殊需求，也可方便地调整这些设置。
zh_tw: 下列預設設定就已經提供了強大保護，但如果您有特殊需求，也很簡單就能調整。

# TooltipBodyText.ShieldIcon
source: %@ stopped this site from spying on you. Tap the shield for info on what we blocked.
am: %@ ይህ ድረ-ገፅ እርስዎን እንዳይሰልል አቁሞታል። ያገድነውን በተመለከተ መረጃ ለማግኘት ጋሻውን ይንኩ።
ar: منع %@ هذا الموقع من التجسس عليك. انقر على الدرع لمعلومات عمّا حجبناه.
cs: Aplikace %@ zabránila tomuto serveru ve vašem sledování. Klepnutím na ikonu štítu se dozvíte, co bylo zablokováno.
de: %@ hat diese Seite daran gehindert, Sie auszuspionieren. Tippen Sie auf den Schild, um Informationen darüber zu erhalten, was wir blockiert haben.
el: Το %@ εμπόδισε την παρακολούθησή σας από αυτόν τον ιστότοπο. Πατήστε την ασπίδα για πληροφορίες σχετικά με το τι αποκλείσαμε.
eo: %@ ne permesis al tiu retejo spioni vin. Tuŝetu la ŝildon por scii kio estis blokita.
es_mx: %@ impidió que este sitio te espiara. Presiona el escudo para obtener información sobre lo que bloqueamos.
et: %@ peatas sellel saidil sinu järgi luuramise. Puuduta kilpi, et näha, mida me blokkisime.
hu: A %@ megakadályozta, hogy ez a webhely kémkedjen Ön után. Koppintson a pajzsra, hogy tájékozódjon arról, hogy mit blokkoltunk.
ia: %@ impediva a iste sito de spiar te. Tocca le schermo pro info re lo que nos ha blocate.
is: %@ kom í veg fyrir að þetta vefsvæði njósnaði um þig. Ýttu á skjöldinn til að fá upplýsingar um það sem við lokuðum á.
ja: %@ がこのサイトによるスパイ行動を阻止しました。ブロックしたものに関する情報を見るには盾アイコンをタップしてください。
kab: %@ issewḥel asmel-a seg tεessast-ik·im. Sit ɣef ẓẓerb-nni i wugar n telɣut ɣef wayen i nessewḥel.
ko: %@가 사용자를 감시하는 이 사이트를 중지했습니다. 차단된 항목에 대한 정보를 보려면 방패를 탭하세요.
pl: %@ uniemożliwił tej witrynie szpiegowanie Cię. Stuknij tarczę, by dowiedzieć się, co zablokowaliśmy.
pt_br: O %@ impediu que este site espione você. Toque no escudo para ver informações sobre o que bloqueamos.
ro: %@ a oprit acest site să te spioneze. Atinge scutul pentru informații despre ceea ce am blocat.
sk: %@ zabránil tejto stránke, aby vás špehovala. Ťuknutím na štít získate informácie o tom, čo sme zablokovali.
sq: %@ e ndali spiunimin tuaj nga ky sajt. Për hollësi se ç’kemi bllokuar, prekni mburojën.
sv_se: %@ stoppade den här webbplatsen från att spionera på dig. Tryck på skölden för information om vad vi blockerade.
uk: %@ запобіг стеженню за вами цим сайтом. Торкніться щита, щоб отримати інформацію про те, що ми заблокували.
vi: %@ đã ngăn trang web này theo dõi bạn. Nhấn vào tấm khiên để biết thông tin về những gì chúng tôi đã chặn.
zh_cn: %@ 已阻止此网站跟踪您，点按盾牌可了解已拦截哪些内容。
zh_tw: %@ 已防止此網站追蹤您。點擊盾牌即可了解已封鎖哪些內容。

# TooltipBodyText.TrashIcon
source: Tap the trash anytime to remove all traces of your current session.
am: የአሁኑን ክፍለ ጊዜዎን ሁሉንም ዱካዎች ለማስወገድ በማንኛውም ጊዜ መጣያውን ነካ ያድርጉ።
ar: اضغط على سلة المهملات في أي وقت لإزالة جميع آثار جلستك الحالية.
cs: Klepnutím na ikonu koše kdykoliv zahladíte všechny stopy po vašem prohlížení.
de: Sie können jederzeit auf den Papierkorb tippen, um alle Spuren Ihrer aktuellen Sitzung zu entfernen.
el: Πατήστε τον κάδο απορριμμάτων ανά πάσα στιγμή για να αφαιρέσετε όλα τα ίχνη της τρέχουσας συνεδρίας σας.
eo: Tuŝetu la rubujon kiam ajn vi volas forigi ĉiujn spurojn de via nuna seanco.
es_mx: Presiona la papelera en cualquier momento para eliminar todos los rastros de tu sesión actual.
et: Kõigi oma seansi jälgede kustutamiseks puuduta soovitud ajal prügikasti ikooni.
hu: Koppintson bármikor a kukára, hogy eltávolítsa az aktuális munkamenet összes nyomát.
ia: Quandocunque tu vole, tocca le immunditia pro remover tote le tracias de tu actual session.
is: Pikkaðu á ruslið hvenær sem er til að fjarlægja öll ummerki um núverandi lotu.
ja: ゴミ箱をタップするだけで、いつでも現在のセッションの痕跡をすべて削除します。
kab: Sit ɣef tqecwalt yal tikkelt i tukksa n lǧeṛṛa n tɣimit-ik•im tamirant.
ko: 현재 세션의 모든 흔적을 제거하려면 언제든지 휴지통을 탭하세요.
pl: Stuknij przycisk kosza w dowolnej chwili, by usunąć wszystkie ślady obecnej sesji.
pt_br: Toque no ícone de lixeira quando quiser para remover todos os vestígios da sua sessão atual.
ro: Atinge oricând coșul de gunoi pentru a elimina toate urmele sesiunii curente.
sk: Ťuknutím na kôš kedykoľvek odstránite všetky stopy vašej aktuálnej relácie.
sq: Prekni hedhurinat kurdo, që të hiqen krejt gjurmët e sesionit tuaj të tanishëm.
sv_se: Tryck på papperskorgen när som helst för att ta bort alla spår av din nuvarande session.
uk: Торкніться кошика будь-коли, щоб вилучити всі сліди поточного сеансу.
vi: Nhấn vào thùng rác bất cứ lúc nào để xóa tất cả dấu vết của phiên hiện tại của bạn.
zh_cn: 随时点按垃圾桶，清除当前会话的全部痕迹。
zh_tw: 隨時點擊垃圾桶，即可清除目前的瀏覽階段，不留下一絲一毫痕跡。

# TooltipTitleText.Privacy
source: You’re protected!
am: እርስዎ ጥበቃ ይደረግልዎታል!
ar: أنت محمي!
cs: Jste chráněni!
de: Sie sind geschützt!
el: Προστατεύεστε!
eo: Vi estas protektata!
es_mx: ¡Estás protegido!
et: Sa oled kaitstud!
hu: Védve van!
ia: Tu es protegite!
is: Þú ert varin/n!
ja: 保護されています
kab: Tettummestneḍ!
ko: 보호되고 있습니다!
pl: Ochrona jest włączona!
pt_br: Você está protegido!
ro: Ești protejat(ă)!
sk: Ste chránení!
sq: Jeni i mbrojtur!
sv_se: Du är skyddad!
uk: Ви захищені!
vi: Bạn đã được bảo vệ!
zh_cn: 保护您是我的首要职责
zh_tw: 讓我們保護您！

# URL.addToAutocompleteLabel
source: Add link to autocomplete
am: ወደ ራስ-አጠናቅቅ አገናኝ አክል
ar: أضِف رابطا لإكماله تلقائيا
bg: Добавяне на препратката към автоматичното довършване
bn: অটোকমপ্লিট করতে লিঙ্ক যোগ করুন
br: Ouzhpennañ un ere d'al leuniadur emgefreek
cs: Přidat tuto stránku mezi našeptávané
de: Link zum Autovervollständigen hinzufügen
el: Προσθήκη συνδέσμου για αυτόματη συμπλήρωση
eo: Aldoni aŭtomate kompletigotan ligilon
es_mx: Agregar enlace para autocompletar
et: Lisa link automaatse täitmise nimekirja
fa: اضافه کردن پیوند به پرشدن خودکار
hi_in: स्वतः पूर्णता हेतु लिंक जोड़ें
hu: Hivatkozás hozzáadása az automatikus kiegészítéshez
ia: Adder ligamine a auto-completar
is: Bæta vefslóð við í autocomplete
ja: 自動補完にリンクを追加
ka: ბმულის დამატება თვითდასრულებისთვის
kab: Rnu aseɣwen i taččart tawurmant
ko: 자동 완성에 링크 추가
lt: Įtraukti saitą į automatinį užbaigimą
ne_np: स्वत: पुरा गर्न लिङ्क थप्नुहोस्
pl: Dodaj odnośnik do automatycznego uzupełniania
pt_br: Adicionar link para ser completado automaticamente
ro: Adaugă un link pentru completare automată
sk: Pridať odkaz na automatické dopĺňanie
sl: Dodaj povezavo za samodejno dopolnjevanje
sq: Shtoni lidhje për vetëplotësim
sv_se: Lägg till länk till autokomplettering
th: เพิ่มลิงก์ไปยังการเติมอัตโนมัติ
tt: Сылтаманы автотөгәлләнүчеләр исемлегенә өстәү
uk: Додати посилання для автозавершення
vi: Thêm liên kết vào tự động điền
zh_cn: 添加自动补全的链接
zh_tw: 將鏈結加入自動完成清單

# URL.cancelLabel
source: Cancel
ast: Encaboxar
az: Ləğv et
bg: Отказ
bn: বাতিল
br: Nullañ
de: Abbrechen
eo: Nuligi
et: Loobu
fa: لغو
ga_ie: Cealaigh
hi_in: रद्द करें
hy_am: Չեղարկել
ia: Cancellar
ja: キャンセル
ka: გაუქმება
ko: 취소
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
nn_no: Avbryt
pl: Anuluj
sl: Prekliči
sv_se: Avbryt
ta: ரத்து
te: రద్దు చేయి
th: ยกเลิก
tl: I-cancel
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
zh_cn: 取消
zh_tw: 取消

# URL.contextMenu
source: Paste & Go
am: ለጥፍ እና ሂድ
ar: ألصق و اذهب
ast: Apegar y dir
az: Yapışdır ve aç
be: Уставіць і перайсці
bg: Поставяне и посещаване
bn: পেস্ট করুন এবং যান
br: Pegañ & Mont
cs: Vložit a přejít
de: Einfügen & Los
el: Επικόλληση και μετάβαση
eo: Alglui kaj iri
es_mx: Pegar e Ir
et: Aseta ja mine
fa: چسباندن & رفتن
ga_ie: Greamaigh agus Téigh
hi_in: चिपकाएँ और बढ़ें
hu: Beillesztés és ugrás
hy_am: Տեղադրել և Առաջ
ia: Collar e ir
is: Líma & áfram
ja: ペーストして移動
ka: ჩასმა და გადასვლა
kab: Senṭeḍ & ddu
ko: 붙여넣어서 가기
lt: Įdėti ir atverti
mr: चिकटवा व जा
ms: Tampal & Lancarkan
ne_np: टाँस्नुहोस् र जानुहोस्
nn_no: Lim inn og opna
pl: Wklej i przejdź
pt_br: Colar e abrir
ro: Inserează și accesează
sk: Prilepiť a prejsť
sl: Prilepi in odpri
sq: Ngjite & Shko
sv_se: Klistra in och öppna
ta: ஒட்டிச் செல்
te: అంటించి & వెళ్ళు
th: วางแล้วไป
tl: Idikit at Pumunta
tr: Yapıştır ve git
tt: Ябыштыру һәм күчү
uk: Вставити і перейти
ur: چسباں کریں اور چلیں
vi: Dán & mở
zh_cn: 粘贴并前往
zh_tw: 貼上並前往

# URL.eraseButtonLabel
source: ERASE
am: ደምስስ
ar: امسح
ast: BALERAR
az: POZ
be: СЦЕРЦІ
bg: ИЗЧИСТВАНЕ
bn: মুছুন
br: DIVERKAÑ
cs: VYMAZAT
de: ENTFERNEN
el: ΔΙΑΓΡΑΦΗ
eo: FORIGI
et: KUSTUTA
fa: پاک کردن
ga_ie: BÁNAIGH
hi_in: मिटाएँ
hu: TÖRLÉS
hy_am: ՋՆՋԵԼ
ia: RADER
is: HREINSA
ja: 消去
ka: გასუფთავება
kab: KKES
ko: 삭제
lt: VALYTI
ne_np: मेट्नुहोस्
nn_no: SLETT
pl: Usuń
pt_br: APAGAR
ro: ȘTERGE
sk: VYMAZAŤ
sl: IZBRIŠI
sq: FSHIJE
sv_se: RADERA
ta: அகற்று
th: ล้าง
tl: BURAHIN
tr: SİL
tt: БЕТЕРҮ
uk: СТЕРТИ
ur: مٹائيں
uz: TOZALASH
vi: XÓA
zh_cn: 清除
zh_tw: 清除

# URL.eraseMessageLabel2
source: Browsing history cleared
am: የአሰሳ ታሪክ ጸድቷል
ar: مُسح تأريخ التصفح
bn: ব্রাউজিং ইতিহাস মুছে দেওয়া হয়েছে
br: Roll istor ar merdeiñ skarzhet
cs: Historie prohlížení vymazána
de: Surf-Chronik gelöscht
el: Το ιστορικό περιήγησης διαγράφτηκε
eo: Retuma historio viŝita
es_mx: Se borró el historial de navegación
et: Lehitsemisajalugu on kustutatud
fa: تاریخچه مرور، پاک شد
hi_in: ब्राउज़िंग इतिहास मिटा दिया गया
hu: Böngészési előzmények törölve
ia: Chronologia de navigation vacuate
is: Vafraferill hreinsaður
ja: ブラウジング履歴を消去しました
ka: დათვალიერების ისტორია გასუფთავდა
kab: Azray n tunigin yettwasfeḍ
ko: 방문 기록 삭제
lt: Naršymo žurnalas išvalytas
ne_np: ब्राउजिङ्ग इतिहास खाली गरियो
pl: Usunięto historię przeglądania
pt_br: O histórico de navegação foi limpo
ro: Istoricul de navigare a fost șters
sk: História prehliadania bola vymazaná
sl: Zgodovina brskanja izbrisana
sq: Historiku i shfletimit u spastrua
sv_se: Webbhistoriken rensad
th: ล้างประวัติการท่องเว็บแล้ว
tt: Гизү тарихы чистартылды
uk: Історію перегляду очищено
vi: Đã xóa lịch sử duyệt web
zh_cn: 浏览历史已清除
zh_tw: 已清除瀏覽紀錄

# URL.findOnPageLabel
source: Find in page: %@
am: በገፅ ውስጥ ፈልግ:- %@
ar: ابحث في الصفحة: %@
be: Знайсці на старонцы: %@
bg: Търсене в страницата: %@
bn: পাতায় অনুসন্ধান: %@
br: Kavout er bajennad: %@
cs: Najít na stránce: %@
de: In Seite suchen: %@
el: Εύρεση στη σελίδα: %@
eo: Serĉi en paĝo: %@
es_mx: Buscar en la página: %@
et: Leia lehelt: %@
fa: پیدا کردن در صفحه: %@
hi_in: पृष्ठ में ढूँढें: %@
hu: Keresés az oldalon: %@
ia: Cercar in pagina: %@
is: Finna á síðu: %@
ja: ページ内検索: %@
ka: პოვნა გვერდზე: %@
kab: Nadi deg usebter: %@
ko: 페이지내 검색: %@
lt: Ieškoti tinklalapyje: %@
mr: पृष्ठामध्ये शोधा: %@
ms: Cari dalam halaman: %@
ne_np: पृष्ठमा खोज्नुहोस्: %@
pl: Znajdź na stronie: %@
pt_br: Procurar na página: %@
ro: Caută în pagină: %@
sk: Hľadať na stránke: %@
sl: Najdi na strani: %@
sq: Gjej në faqe: %@
sv_se: Hitta på sidan: %@
ta: பக்கத்தில் கண்டுபிடி: %@
th: ค้นหาในหน้า: %@
tl: Hanapin sa pahina: %@
tt: Биттән табу: %@
uk: Знайти на сторінці: %@
ur: صفحہ میں ڈھونڈیں: %@
vi: Tìm trong trang: %@
zh_cn: 在页面中查找：%@
zh_tw: 在頁面中搜尋: %@

# URL.paste
source: Paste
am: ለጥፍ
ar: ألصِق
be: Уставіць
bg: Поставяне
bn: প্রতিলেপন
br: Pegañ
cs: Vložit
de: Einfügen
el: Επικόλληση
eo: Alglui
es_mx: Pegar
et: Aseta
fa: چسباندن
hi_in: चिपकाएँ
hu: Beillesztés
ia: Collar
is: Líma
ja: ペースト
ka: ჩასმა
kab: Senteḍ
ko: 붙여넣기
lt: Įdėti
mr: चिकटवा
ms: Tampal
ne_np: टाँस्नुहोस्
pl: Wklej
pt_br: Colar
ro: Inserează
sk: Prilepiť
sl: Prilepi
sq: Ngjite
sv_se: Klistra in
th: วาง
tl: I-paste
tt: Ябыштыру
uk: Вставити
vi: Dán
zh_cn: 粘贴
zh_tw: 貼上
