Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# BiometricPrompt.reason
source: Unlock %@ when re-opening in order to prevent unauthorized access.
bg: Отключване на %@ при повторно отваряне, за да се предотврати неудостоверен достъп.
bn: অননুমোদিত প্রবেশাধিকার প্রতিরোধ করতে পুনরায় খোলা হলে %@ আনলক করুন।
br: DIbrennit %@ pa addigor evit mirout ouzh kement haeziñ diaotreet.
de: %@ beim erneuten Öffnen entsperren, um unbefugten Zugriff zu verhindern.
eo: Malbloki %@ dum remalfermo, por eviti nerajtigitan aliron.
et: Lukusta %@ uuesti avamisel lahti, et ära hoida volitamata ligipääsu.
fa: بازکردن قفل %@ هنگامی که برای جلوگیری از دسترسی بدون اجازه باز می‌شود.
hi_in: अनधिकृत पहुँच से बचने के लिए पुनः खोलने पर %@ अनलॉक करें.
ia: Disblocar %@ al re-apertura pro prevenir accesso non autorisate.
ja: 未認証のアクセスを防ぐために再度開く場合は %@ のロックを解除します。
ka: გახსენით ჩაკეტილი %@ ხელახლა გაშვებისას, უნებართვოდ წვდომის აღსაკვეთად.
ko: 허용되지 않은 접근을 막기 위해 %@를 다시 열 때 잠급니다.
mr: अनाधिकृत प्रवेश प्रतिबंधित करण्यासाठी पुन्हा उघडताना %@ अनलॉक करा.
ms: Buka %@ apabila membuka semula supaya menghalang akses yang tidak dibenarkan.
ne_np: अनाधिकृत पहुँचहरु रोक्नको लागि पुन: खोल्दा %@ अनलक गर्नुहोस्।
pl: Odblokowuj %@ po ponownym otwarciu, by uniemożliwić nieupoważniony dostęp.
sl: Odkleni %@pri ponovnem odpiranju za preprečitev nepooblaščenega dostopa.
sv_se: Lås upp %@ vid återöppnande för att förhindra obehörig åtkomst.
ta: அனுமதியற்ற அணுகலைத் தடுக்க மீண்டும் திற்க்கையில் %@ செயலியை தடைநீக்கு.
th: ปลดล็อก %@ เมื่อเปิดใหม่เพื่อป้องกันการเข้าถึงที่ไม่ได้รับอนุญาต
tl: I-unlock ang %@ kapag nagbukas muli upang maiwasan ang hindi awtorisadong pag-access.
tt: Рөхсәтсез ирешүгә юл куймау өчен, яңадан ачылганда %@ программасының йозагын ачу.
uk: Розблоковуйте %@ при кожному відкритті для запобігання небажаного доступу.
zh_cn: 重新打开时要求解锁 %@，以防止未经您允许的使用。
zh_tw: 重新開啟時要求解鎖 %@，以防止未授權使用。

# Browser.backLabel
source: Back
am: ተመለስ
ar: السابق
ast: Atrás
az: Geri
be: Назад
bg: Назад
bn: পূর্ববর্তী
br: Distreiñ
cs: Zpět
de: Zurück
el: Πίσω
eo: Reen
es_mx: Atrás
et: Tagasi
fa: بازگشت
ga_ie: Siar
hi_in: वापस
hu: Vissza
hy_am: Նախորդը
ia: Retro
is: Til baka
ja: 戻る
ka: უკან
kab: Γer deffir
ko: 뒤로
lt: Atgal
mr: मागे
ms: Undur
ne_np: पछाडि
nn_no: Tilbake
pl: Wstecz
pt_br: Voltar
ro: Înapoi
sk: Naspäť
sl: Nazaj
sq: Mbrapsht
sv_se: Tillbaka
ta: பின்செல்
te: వెనక్కి
th: ย้อนกลับ
tl: Balikan
tr: Geri
tt: Кире
uk: Назад
ur: واپس
uz: Orqaga
vi: Quay lại
zh_cn: 后退
zh_tw: 上一頁

# Browser.copyAddressLabel
source: Copy Address
ast: Copiar la direición
bg: Копиране на адреса
bn: ঠিকানা অনুলিপি
br: Eilañ ar chomlec'h
de: Adresse kopieren
eo: Kopii adreson
et: Kopeeri aadress
fa: برداشت آدرس
hi_in: पता कॉपी करें
ia: Copiar adresse
ja: アドレスをコピー
ka: მისამართის ასლი
ko: 주소 복사
mr: पत्त्याची प्रत बनवा
ms: Salin Alamat
ne_np: ठेगाना कपि गर्नुहोस्
pl: Kopiuj adres
sl: Kopiraj naslov
sv_se: Kopiera adress
th: คัดลอกที่อยู่
tl: Kopyahin ang Address
tt: Адресны күчереп алу
uk: Копіювати адресу
zh_cn: 复制地址
zh_tw: 複製網址

# Browser.copyMenuLabel
source: Copy
am: ቅዳ
ar: انسخ
ast: Copiar
be: Капіраваць
bg: Копиране
bn: অনুলিপি
br: Eilañ
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
eo: Kopii
es_mx: Copiar
et: Kopeeri
fa: برداشت
hi_in: प्रतिलिपि लें
hu: Másolás
ia: Copiar
is: Afrita
ja: コピー
ka: ასლი
kab: Nɣel
ko: 복사
lt: Kopijuoti
mr: कॉपी करा
ms: Salin
ne_np: कपि
pl: Kopiuj
pt_br: Copiar
ro: Copiază
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sv_se: Kopiera
ta: நகலெடு
te: కాపీచేయి
th: คัดลอก
tl: Kopyahin
tt: Күчереп алу
uk: Копіювати
ur: نقل کریں
vi: Sao chép
zh_cn: 复制
zh_tw: 複製

# Browser.customURLMenuLabel
source: Add Custom URL
bg: Добавяне на потребителски адрес
bn: কাস্টম URL যোগ করুন
br: Ouzhpennañ un URL personelaet
de: Benutzerdefinierte Adresse hinzufügen
eo: Aldoni personecigitan adreson
et: Lisa kohandatud URL
fa: اضافه کردنURL دلخواه
hi_in: मनपसंद URL जोड़ें
ia: Adder URL personalisate
ja: カスタム URL を追加
ka: საკუთარი URL-ს დამატება
ko: 사용자 정의 URL 추가
mr: सानुकूल URL जोडा
ms: Tambah URL penyesuaian
ne_np: अनुकुल URL थप्नुहोस्
pl: Dodaj inny adres
sl: Dodaj URL po meri
sv_se: Lägg till anpassad webbadress
ta: தனிபயன் URL சேர்
th: เพิ่ม URL ที่กำหนดเอง
tl: Dagdagan ang Custom URL
tt: Үзгә URL өстәү
uk: Додати власну URL-адресу
ur: تخصیصی URL کا اظافہ کریں
zh_cn: 添加自定义网址
zh_tw: 新增自訂網址

# Browser.forwardLabel
source: Forward
am: አስተላልፍ
ar: التالي
ast: Avanzar
az: İrəli
be: Наперад
bg: Напред
bn: পরবর্তী
br: War-lerc'h
cs: Vpřed
de: Vor
el: Εμπρός
eo: Antaŭen
es_mx: Adelante
et: Edasi
fa: جلو
ga_ie: Ar Aghaidh
hi_in: अग्रेषित करें
hu: Előre
hy_am: Փոխանցել
ia: Avante
is: Áfram
ja: 進む
ka: წინ
kab: Ɣer zdat
ko: 앞으로
lt: Pirmyn
mr: पुढे
ms: Hadapan
ne_np: अगाडि
nn_no: Fram
pl: Naprzód
pt_br: Avançar
ro: Înainte
sk: Dopredu
sl: Naprej
sq: Përpara
sv_se: Framåt
ta: முன்செல்
te: ముందుకు
th: เดินหน้า
tl: Pasulong
tr: İleri
tt: Алга
uk: Вперед
ur: آگے
uz: Oldinga
vi: Tiếp theo
zh_cn: 前进
zh_tw: 下一頁

# Browser.reloadLabel
source: Reload
am: እንደገና ጫን
ar: أعد التحميل
ast: Recargar
az: Yenilə
be: Перазагрузіць
bg: Презареждане
bn: পুনরায় লোড করুন
br: Adkargañ
cs: Obnovit
de: Neu laden
el: Ανανέωση
eo: Reŝargi
es_mx: Recargar
et: Laadi uuesti
fa: بارگیری دوباره
ga_ie: Athlódáil
hi_in: पुनः लोड करें
hu: Újratöltés
hy_am: Կրկին բեռնել
ia: Recargar
is: Endurhlaða
ja: 再読み込み
ka: განახლება
kab: Smiren
ko: 새로고침
lt: Įkelti iš naujo
mr: पुन्हा लोड करा
ms: Muat semula
ne_np: पुन: लोड गर्नुहोस्
nn_no: Oppdater
pl: Odśwież
pt_br: Recarregar
ro: Reîncarcă
sk: Obnoviť
sl: Ponovno naloži
sq: Ringarkoje
sv_se: Ladda om
ta: மீளேற்று
te: తిరిగిలోడు చేయి
th: โหลดใหม่
tl: E-reload
tr: Yenile
tt: Яңарту
uk: Перезавантажити
ur: پھر لوڈ کریں
uz: Yangilash
vi: Tải lại
zh_cn: 重新载入
zh_tw: 重新載入

# Browser.settingsLabel
source: Settings
am: ቅንብሮች
ar: الإعدادات
ast: Axustes
az: Tənzimləmələr
be: Налады
bg: Настройки
bn: সেটিংস
br: Arventennoù
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es_mx: Ajustes
et: Sätted
fa: تنظیمات
ga_ie: Socruithe
hi_in: सेटिंग्स
hu: Beállítások
hy_am: Կարգավորումներ
ia: Parametros
is: Stillingar
ja: 環境設定
ka: პარამეტრები
kab: Iɣewwaṛen
ko: 설정
lt: Nuostatos
mr: सेटिंग
ms: Tetapan
ne_np: सेटिङहरू
nn_no: Innstillingar
pl: Ustawienia
pt_br: Configurações
ro: Setări
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sv_se: Inställningar
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tl: Mga Setting
tr: Ayarlar
tt: Көйләүләр
uk: Параметри
ur: سیٹنگیں
uz: Sozlamalar
vi: Thiết lập
zh_cn: 设置
zh_tw: 設定

# Browser.shareLabel
source: Share
ast: Compartir
az: Paylaş
bg: Споделяне
bn: শেয়ার করুন
br: Rannañ
de: Teilen
eo: Dividi
et: Jaga
fa: اشتراک‌گذاری
ga_ie: Comhroinn
hi_in: साझा करें
hy_am: Համօգտագործել
ia: Compartir
ja: 共有
ka: გაზიარება
ko: 공유
mr: शेअर करा
ms: Kongsi
ne_np: साझेदारी
nn_no: Del
pl: Udostępnij
sl: Deli
sv_se: Dela
ta: பகிர்க
te: పంచు
th: แบ่งปัน
tl: Ibahagi
tr: Paylaş
tt: Уртаклашу
uk: Поділитися
ur: شیئر کریں
uz: Ulashish
zh_cn: 分享
zh_tw: 分享

# Browser.stopLabel
source: Stop
am: አቁም
ar: أوقف
ast: Atrás
az: Dayandır
be: Спыніць
bg: Спиране
bn: থামুন
br: Herzel
cs: Zastavit
de: Stopp
el: Διακοπή
eo: Haltigi
es_mx: Detener
et: Peata
fa: توقف
ga_ie: Stad
hi_in: रोकें
hu: Leállítás
hy_am: Կանգնեցնել
ia: Stoppar
is: Stöðva
ja: 中止
ka: შეჩერება
kab: Seḥbes
ko: 중지
lt: Nutraukti įkėlimą
mr: थांबा
ms: Berhenti
ne_np: रोक्नुहोस्
nn_no: Stopp
pl: Zatrzymaj
pt_br: Parar
ro: Oprește
sk: Zastaviť
sl: Ustavi
sq: Ndale
sv_se: Stoppa
ta: நிறுத்து
te: ఆపుము
th: หยุด
tl: Huminto
tr: Durdur
tt: Туктату
uk: Стоп
ur: رکیں
uz: To‘xtatish
vi: Dừng
zh_cn: 停止
zh_tw: 停止

source: Cancel
ast: Encaboxar
az: Ləğv et
bg: Отказ
bn: বাতিল
br: Nullañ
de: Abbrechen
eo: Nuligi
et: Loobu
fa: لغو
hi_in: रद्द करें
hy_am: Չեղարկել
ia: Cancellar
ja: キャンセル
ka: გაუქმება
ko: 취소
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
nn_no: Avbryt
pl: Anuluj
sl: Prekliči
sv_se: Avbryt
ta: ரத்து
te: రద్దుచేయు
th: ยกเลิก
tl: Kanselahin
tr: Vazgeç
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
zh_cn: 取消
zh_tw: 取消

source: Done
am: ተከናውኗል
ar: تم
ast: Fecho
az: Oldu
be: Гатова
bg: Готово
bn: সম্পন্ন
br: Graet
cs: Hotovo
de: Fertig
el: Τέλος
eo: Farita
es_mx: Hecho
et: Valmis
fa: انجام شد
hi_in: संपन्न
hu: Kész
hy_am: Պատրաստ է
ia: Facite
is: Búið
ja: 完了
ka: მზადაა
kab: Immed
ko: 완료
lt: Atlikta
mr: पूर्ण झाले
ms: Selesai
ne_np: सम्पन्न भयो
nn_no: Ferdig
pl: Gotowe
pt_br: Pronto
ro: Terminat
sk: Hotovo
sl: Končaj
sq: U bë
sv_se: Klar
ta: முடிந்தது
te: పూర్తి
th: เสร็จสิ้น
tl: Tapos na
tr: Tamam
tt: Әзер
uk: Готово
ur: ہوگیا
vi: Xong
zh_cn: 完成
zh_tw: 完成

source: Edit
am: አርትዖት
ar: حرّر
ast: Editar
az: Düzəlt
be: Змяніць
bg: Редактиране
bn: সম্পাদন করুন
br: Embann
cs: Upravit
de: Bearbeiten
el: Αλλαγή
eo: Redakti
es_mx: Editar
et: Muuda
fa: ویرایش
hi_in: संपादन
hu: Szerkesztés
hy_am: Խմբագրել
ia: Modificar
is: Breyta
ja: 編集
ka: ჩასწორება
kab: Ẓreg
ko: 수정
lt: Keisti
mr: संपादित करा
ne_np: सम्पादन गर्नुहोस्
nn_no: Rediger
pl: Edytuj
pt_br: Editar
ro: Editează
sk: Upraviť
sl: Uredi
sq: Përpunoje
sv_se: Redigera
ta: திருத்து
te: సరిచేయు
th: แก้ไข
tl: I-edit
tr: Düzenle
tt: Үзгәртү
uk: Змінити
ur: تدوین
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# Error.tryAgainButton
source: Try again
am: እንደገና ሞክር
ar: أعِد المحاولة
ast: Tentar de nueves
az: Təkrar yoxla
be: Паспрабаваць зноў
bg: Повторен опит
bn: আবার চেষ্টা করুন
br: Klask en-dro
cs: Zkusit znovu
de: Erneut versuchen
el: Δοκιμή ξανά
eo: Klopodi denove
es_mx: Intentar de nuevo
et: Proovi uuesti
fa: تلاش دوباره
ga_ie: Déan iarracht arís
hi_in: पुनः प्रयास करें
hu: Próbálja újra
hy_am: Կրկին փորձել
ia: Retentar
is: Reyna aftur
ja: 再試行
ka: ხელმეორედ ცდა
kab: Ɛreḍ tikelt nniḍen
ko: 재시도
lt: Bandyti dar kartą
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
ne_np: फेरि प्रयास गर्नुहोस्
nn_no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Încearcă din nou
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovo
sv_se: Försök igen
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించు
th: ลองอีกครั้ง
tl: Subukang muli
tr: Yeniden dene
tt: Янәдән тырышып карау
uk: Спробувати знову
ur: دوبارہ کوشش کریں
uz: Yana urinib ko‘rish
vi: Thử lại
zh_cn: 重试
zh_tw: 再試一次

# ExternalAppLink.cancelTitle
source: Cancel
am: ተወው
ar: ألغِ
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bg: Отказ
bn: বাতিল
br: Nullañ
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es_mx: Cancelar
et: Loobu
fa: انصراف
hi_in: रद्द करें
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
is: Hætta við
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lt: Atsisakyti
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
nn_no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv_se: Avbryt
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tl: Kanselahin
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# ExternalAppLink.messageTitle
source: %@ wants to open another App
am: %@ ሌላ መተግበሪያ መክፈት ይፈልጋል
ar: يريد %@ فتح تطبيق آخر
ast: %@ quier abrir otra aplicación
az: %@ başqa tətbiqi açmaq istəyir
be: %@ хоча адкрыць іншую праграму
bg: %@ иска да отвори друго приложение
bn: %@ আরেকটি ভিন্ন অ্যাপ খুলতে চাচ্ছে
br: Fellout a ra da %@ digeriñ un arload all
cs: %@ chce otevřít jinou aplikaci
de: %@ möchte eine andere App öffnen
el: Το %@ θέλει να ανοίξει μια άλλη εφαρμογή
eo: %@ volas malfermi alian programon
es_mx: %@ quiere abrir otra aplicación
et: %@ soovib avada teise äpi
fa: %@ می‌خواهد برنامه دیگری را باز کند
hi_in: %@ एक और ऐप को खोलना चाहता है
hu: A %@ egy másik appot akar megnyitni
hy_am: %@-ը ցանկանում է բացել այլ հավելված
ia: %@ vole aperir un altere application
is: %@ vill opna annað smáforrit
ja: %@ が別のアプリを開こうとしています
ka: %@ ცდილობს სხვა პროგრამის გახსნას
kab: %@ yebɣan ad yeldi asnas-nniḍen
ko: %@가 다른 앱을 열려고 합니다
lt: „%@“ bando atverti kitą programą
mr: %@ ला दुसरा अॅप उघडायचा आहे
ms: %@ mahu membuka aplikasi lain
ne_np: %@ले अर्को अनुप्रयोग खोल्न चाहन्छ
nn_no: %@ ønskjer å opna ein annan app
pl: %@ chce otworzyć inną aplikację
pt_br: %@ quer abrir outro aplicativo
ro: %@ vrea să deschidă o altă aplicaţie
sk: %@ chce otvoriť inú aplikáciu
sl: %@ želi odpreti drugo aplikacijo
sq: %@ dëshiron të hapë një tjetër Aplikacion
sv_se: %@ vill öppna en annan app
ta: %@ வேறொரு செயலியில் திறக்க விரும்புகிறது
te: మరొక అప్లికేషన్ను తెరవడానికి %@ కోరుకుంటున్నారు
th: %@ ต้องการเปิดแอปอื่น
tl: %@ gustong buksan ang isa pang App
tr: %@ başka bir uygulama açmak istiyor
tt: %@ башка бер кушымтаны ачарга тели
uk: %@ хоче відкрити іншу програму
ur: %@ ایک دوسری ایپ کو کھولنا چاہتا ہے
vi: %@ muốn mở Ứng dụng khác
zh_cn: %@ 想打开另一个应用
zh_tw: %@ 想要開啟其他程式

# ExternalAppLink.openTitle
source: Open
am: ክፈት
ar: افتح
ast: Abrir
az: Aç
be: Адкрыць
bg: Отваряне
bn: খুলুন
br: Digeriñ
cs: Otevřít
de: Öffnen
el: Άνοιγμα
eo: Malfermi
es_mx: Abrir
et: Ava
fa: باز کردن
hi_in: खोलें
hu: Megnyitás
hy_am: Բացել
ia: Aperir
is: Opna
ja: 開く
ka: გახსნა
kab: Ldi
ko: 열기
lt: Atverti
mr: उघडा
ms: Buka
ne_np: खोल्नुहोस्
nn_no: Opna
pl: Otwórz
pt_br: Abrir
ro: Deschide
sk: Otvoriť
sl: Odpri
sq: Hape
sv_se: Öppna
ta: திற
te: తెరువు
th: เปิด
tl: Bukas
tr: Aç
tt: Ачу
uk: Відкрити
ur: کھولیں
vi: Mở
zh_cn: 打开
zh_tw: 開啟

# ExternalLink.callButton
source: Call
ast: Llamar
az: Zəng et
bg: Обаждане
bn: কল
br: Gervel
de: Anrufen
eo: Voki
et: Helista
fa: تماس
ga_ie: Glao
hi_in: कॉल करें
hy_am: Զանգ
ia: Telephonar
ja: 発信
ka: დარეკვა
ko: 통화
mr: कॉल करा
ms: Hubungi
ne_np: फोन गर्नुहोस्
nn_no: Ring
pl: Zadzwoń
sl: Klic
sv_se: Ring
ta: அழை
te: కాల్‌
th: โทร
tl: Tumawag
tr: Ara
tt: Шалтырату
uk: Виклик
ur: کال کریں
uz: Qo‘ng‘iroq qilish
zh_cn: 拨叫
zh_tw: 撥號

# ExternalLink.cancelButton
source: Cancel
am: ተወው
ar: ألغِ
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bg: Отказ
bn: বাতিল
br: Nullañ
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es_mx: Cancelar
et: Loobu
fa: لغو
ga_ie: Cealaigh
hi_in: रद्द करें
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
is: Hætta við
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lt: Atsisakyti
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
nn_no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv_se: Avbryt
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tl: I-cancel
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# ExternalLink.emailButton
source: Email
am: ኢ-ሜይል
ar: أرسل بريدًا
ast: Corréu
az: E-poçt
be: Эл.пошта
bg: Ел. адрес
bn: ইমেইল
br: Postel
eo: Retpoŝto
es_mx: Correo electrónico
et: Saada e-kiri
fa: پست‌الکترونیکی
ga_ie: R-phost
hi_in: ईमेल
hy_am: Էլ. փոստ
is: Tölvupóstur
ja: メール送信
ka: ელფოსტა
kab: Aen Imayl
ko: 메일
lt: Rašyti laišką
mr: ईमेल
ms: Emel
ne_np: इमेल गर्नुहोस्
nn_no: E-post
pl: Nowa wiadomość
ro: Trimite e-mail
sk: Poslať e‑mail
sl: Pošlji sporočilo
sv_se: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta gönder
tt: Эл. почта
uk: Е-пошта
ur: ای میل
uz: E-pochta
vi: Thư điện tử
zh_cn: 发邮件
zh_tw: 寄信

# ExternalLink.messageTitleWithPlaceholder
source: You are now leaving %@.
ast: Tas colando de %@.
az: Hazırda %@ tətbiqini tərk edirsiz.
bg: Сега излизате от %@.
bn: এখন আপনি %@ থেকে বেরিয়ে যাচ্ছেন।
br: Kuitaat a reoc'h %@.
de: Sie verlassen jetzt %@.
eo: Vi nun forlasas %@.
et: Lahkud nüüd %@est.
fa: شما در حال ترک %@ هستید.
ga_ie: Tá tú ar tí %@ a fhágáil.
hi_in: अब आप %@ छोड़ रहे हैं.
hy_am: Դուք հետևում եք %S-ին։
ia: Tu quita ora %@.
ja: %@ を離れようとしています。
ka: თქვენ ტოვებთ %@-ს.
ko: %@를 종료합니다.
mr: आपण आता %@ वर जात आहात.
ms: Anda kini meninggalkan %@.
ne_np: तपाईं अहिले %@ छोड्दै हुनुहुन्छ।
nn_no: Du forlèt no %@.
pl: Opuszczasz aplikację %@.
sl: Zdaj zapuščate %@.
sv_se: Du lämnar nu %@.
ta: %@ விட்டு வெளியேறுகிறீர்கள்.
te: మీరు ఇప్పుడు %@ని వదిలి వెళ్తున్నారు.
th: คุณกำลังออกจาก %@
tl: Ikaw ngayon ay umaalis %@.
tr: %@’tan çıkıyorsunuz.
tt: Сез хәзер %@ программасыннан чыгасыз.
uk: Ви виходите з %@.
ur: آپ %@ اب چھوڑ رہے ہی
uz: %@ brauzeridan chiqyapsiz.
zh_cn: 您即将离开 %@。
zh_tw: 您即將離開 %@。

# ExternalLink.openAppStoreButton
source: Open App Store
ast: Abrir App Store
az: App Store-u Aç
bg: Отваряне на App Store
bn: অ্যাপ ষ্টোর খুলুন
br: Digeriñ an App Store
de: App Store öffnen
eo: Malfermi programvendejon
et: Ava App Store
fa: باز کردن فروشگاه برنامه‌ها
ga_ie: Oscail an App Store
hi_in: ऐप्प स्टोर खोलें
hy_am: Բացել App Store-ը
ia: Aperir App Store
ja: App Store を開く
ka: App Store-ის გახსნა
ko: App Store 열기
mr: App Store उघडा
ms: Buka App Store
ne_np: App Store खोल्नुहोस्
nn_no: Opna App Store
pl: Otwórz w „App Store”
sl: Odpri App Store
sv_se: Öppna App Store
ta: செயலி கடையைத் திற
te: App Store తెరువు
th: เปิด App Store
tl: Buksan ang App Store
tr: App Store’u aç
tt: App Store-ны ачу
uk: Відкрити App Store
ur: ایپ سٹور کھولیں
uz: App Store do‘konini ochish
zh_cn: 打开 App Store
zh_tw: 開啟 App Store

# ExternalLink.openAppStoreTitle
source: %@ wants to open the App Store.
ast: %@ quier abrir l'App Store.
az: %@ App Store-u açmaq istəyir.
bg: %@ иска да отвори App Store.
bn: %@ অ্যাপ স্টোর খুলতে চাচ্ছে।
br: Fellout a ra da %@ digeriñ an App Store.
de: %@ möchte den App Store öffnen.
eo: %@ volas malfermi la App Store.
et: %@ soovib avada App Store'i.
fa: %@ می‌خواهد در فروشگاه برنامه ها باز شود.
hi_in: %@ ऐप स्टोर खोलना चाहता है.
hy_am: %@-ը ցանկանում է բացել App Store-ը:
ia: %@ vole aperir App Store.
ja: %@ が App Store を開こうとしています。
ka: %@ ცდილობს App Store-ის გახსნას
ko: %@가 App Store를 열려고 합니다.
mr: %@ ला App Store उघडायचे आहे.
ms: %@ mahu membuka App Store.
ne_np: %@ ले एप स्टोर खोल्न चाहन्छ।
nn_no: %@ ønskjer å opna App Store.
pl: %@ chce otworzyć App Store
sl: %@ želi odpreti trgovino App Store.
sv_se: %@ vill öppna App Store.
ta: %@ செயலி கடையைத் திறக்க விரும்புகிறது.
te: %@ App Store ను తెరవాలనుకుంటున్నారు.
th: %@ ต้องการเปิด App Store
tl: %@ gustong buksan ang isa pang App Store
tr: %@ App Store’u açmak istiyor.
tt: %@ App Store-ны ачарга тели.
uk: %@ хоче відкрити App Store.
ur: %@ App Store کھلنا چاہتا ہے۔
zh_cn: %@ 想要打开 App Store。
zh_tw: %@ 想開啟 App Store。

# ExternalLink.openMapsButton
source: Open Maps
ast: Abrir Mapes
az: Xəritələri Aç
bg: Отваряне на Карти (Maps)
bn: মানচিত্র খুলুন
br: Digeriñ an arload kartennoù
de: Karten öffnen
eo: Malfermi mapojn
et: Ava Maps
fa: باز کردن نقشه
ga_ie: Oscail Mapaí
hi_in: नक्शा खोलें
hy_am: Բացել Քարտեզները
ia: Aperir Maps
ja: マップを開く
ka: Maps რუკის გახსნა
ko: 지도 열기
mr: नकाशे उघडा
ms: Buka Maps
ne_np: Maps खोल्नुहोस्
nn_no: Opna kart
pl: Otwórz w „Mapy”
sl: Odpri Zemljevide
sv_se: Öppna Kartor
ta: வரைபடத்தைத் திற
te: పటములు తెరువు
th: เปิดแผนที่
tl: Buksan ang Mapa
tr: Haritayı aç
tt: Карталарны ачу
uk: Відкрити карти
ur: نقشہ جات کھولیں
uz: Xaritalarni ochish
zh_cn: 打开地图
zh_tw: 開啟地圖

source: Find in page done
am: የገፅ ውስጥ ፍለጋው ተጠናቋል
ar: اكتمل البحث في الصفحة
be: Пошук на старонцы скончаны
bg: Търсенето в страницата е завършено
bn: পাতায় অনুসন্ধান সম্পন্ন হয়েছে
br: Kavet er bajenn
cs: Hledání na stránce dokončeno
de: „In Seite suchen“ abgeschlossen
el: Η εύρεση στη σελίδα ολοκληρώθηκε
eo: Serĉo en paĝo finiĝis
es_mx: Lista la búsqueda en la página
et: Lehelt otsimine lõpetatud
fa: پیدا در صفحه انجام شد
hi_in: पृष्ठ में ढूंढें पूर्ण
hu: A keresés véget ért az oldalon
ia: Concluder le recerca in pagina
is: Finna á síðu búið
ja: ページ内検索完了
ka: პოვნა გვერდზე დასრულებულია
kab: Seḥbes anadi deg usebter
ko: 페이지내 검색 완료
lt: Paieška tinklalapyje baigta
mr: पृष्ठामध्ये शोधणे पूर्ण
ms: Cari dalam halaman siap
ne_np: पृष्ठमा फेला पार्नुभयो
pl: Ukończono wyszukiwanie na stronie
pt_br: Procurar na página concluído
ro: Căutarea în pagină s-a terminat
sk: Hľadanie na stránke bolo dokončené
sl: Iskanje na strani končano
sq: Gjetja në faqe u krye
sv_se: Hitta på sidan klar
ta: பக்கத்தில் கண்டுபிடித்தல் முடிந்தது
th: เสร็จสิ้นการค้นหาในหน้า
tl: Hanapin sa pahina na tapos na
tt: Биттән эзләү тәмамланды
uk: Пошук на сторінці завершено
ur: صفحہ میں تلاش کریں ہو گیا
vi: Hoàn thành tìm kiếm
zh_cn: 查找完成
zh_tw: 搜尋完成

# FindInPage.NextResult
source: Find next in page
am: በገፅ ውስጥ ቀጣዩን ይፈልጉ
ar: ابحث عن التالي في الصفحة
be: Знайсці наступнае
bg: Търсене на следващото съвпадение в страницата
bn: পাতায় পরবর্তী অনুসন্ধান
br: Kavout an hini da-heul er bajenn
cs: Najít další na stránce
de: Vorherigen Treffer in Seite suchen
el: Εύρεση επόμενου στη σελίδα
eo: Serĉi venontan rezulton en paĝo
es_mx: Buscar en la próxima página
et: Leia lehelt järgmine
fa: پیاده کردن بعدی در صفحه
hi_in: पृष्ठ में अगला ढूंढें
hu: Következő keresése az oldalon
ia: Cercar proxime in pagina
is: Finna næst á síðu
ja: ページ内で次を検索
ka: მომდევნოს პოვნა გვერდზე
kab: Nadi deg usebter d-iteddun
ko: 페이지내 다음 찾기
lt: Rasti tolesnį
mr: पृष्ठामध्ये पुढचे शोधा
ms: Cari seterusnya dalam halaman
ne_np: अर्को पृष्ठमा फेला पार्नुहोस्
pl: Znajdź następne na stronie
pt_br: Procurar próxima ocorrência na página
ro: Caută rezultatul următor în pagină
sk: Hľadať na stránke ďaľší výskyt
sl: Najdi naslednje na strani
sq: Gjej pasuesin në faqe
sv_se: Hitta nästa på sidan
ta: அடுத்த பக்கத்தில் கண்டுபிடி
th: ค้นหาถัดไปในหน้า
tl: Hanapin sa susunod na pahina
tt: Киләсе очракны табу
uk: Знайти далі
ur: اگلے صفحہ میں ڈھونڈیں
vi: Kết quả tiếp theo trong trang
zh_cn: 查找下一个
zh_tw: 尋找下一筆

# FindInPage.PreviousResult
source: Find previous in page
am: በገፅ ውስጥ የቀደመውን ይፈልጉ
ar: ابحث عن السابق في الصفحة
be: Знайсці папярэдняе
bg: Търсене на предишното съвпадение в страницата
bn: পাতায় পূর্ববর্তী অনুসন্ধান
br: Kavout an hini kent er bajenn
cs: Najít předchozí na stránce
de: Nächsten Treffer in Seite suchen
el: Εύρεση προηγούμενου στη σελίδα
eo: Serĉi antaŭan rezulton en paĝo
es_mx: Buscar en la página anterior
et: Leia lehelt eelmine
fa: پیدا کردن قبلی در صفحه
hi_in: पृष्ठ में पिछला ढूंढें
hu: Előző keresése az oldalon
ia: Cercar previe in pagina
is: Finna fyrra á síðu
ja: ページ内で前を検索
ka: წინას პოვნა გვერდზე
kab: Nadi deg usebter yezrin
ko: 페이지내 이전 찾기
lt: Rasti ankstesnį
mr: पृष्ठामध्ये मागचे शोधा
ms: Cari dahulu dalam halaman
ne_np: पहिलाको पृष्ठमा फेला पार्नुहोस्
pl: Znajdź poprzednie na stronie
pt_br: Procurar ocorrência anterior na página
ro: Caută rezultatul anterior în pagină
sk: Hľadať na stránke predchádzajúci výskyt
sl: Najdi prejšnje na strani
sq: Gjej të mëparshmin në faqe
sv_se: Hitta föregående på sidan
ta: முந்தைய பக்கத்தில் கண்டுபிடி
th: ค้นหาก่อนหน้าในหน้า
tl: Hanapin sa nakaraang pahina
tt: Үткән очракны табу
uk: Знайти попереднє
ur: پچھلے صفحہ میں تلاش کریں
vi: Kết quả trước trong trang
zh_cn: 查找上一个
zh_tw: 尋找上一筆

# FirstRun.lastSlide.buttonLabel
source: OK, Got It!
am: እሺ፣ ገባኝ!
ar: حسنًا، فهمت
ast: ¡Val, entendílo!
az: Tamam, başa düşdüm!
be: Зразумела!
bg: Добре, разбрах!
bn: ঠিক আছে, বুঝেছি!
br: Mat eo, komprenet 'm eus!
cs: OK, rozumím!
de: Ok, verstanden!
el: OK, κατάλαβα!
eo: En ordo, mi komprenis!
es_mx: ¡De acuerdo, entiendido!
et: Olgu, sain aru!
fa: باشه، گرفتم!
hi_in: ठीक है, समझ गया!
hu: Rendben, értem
hy_am: Լավ, հասկացա
ia: Ben, comprendite!
is: Í lagi, ég skil
ja: OK
ka: კარგი, გასაგებია!
kab: IH, awi-t-id!
ko: 네, 알겠습니다!
lt: Gerai, supratau!
mr: ठीक आहे, समजले!
ms: OK, Faham!
ne_np: ठीक छ, थाहा पाएँ!
nn_no: OK, eg forstår det!
pl: OK
pt_br: OK, entendi
ro: Ok, am înțeles!
sk: Ok, rozumiem!
sl: V redu, razumem!
sq: OK, e mora vesh!
sv_se: OK, jag förstår!
ta: சரி, கிடைத்துவிட்டது!
te: అలాగే, అర్ధమయ్యింది!
th: ตกลง เข้าใจแล้ว!
tl: OK, nakuha ko na!
tr: Anladım!
tt: Яхшы, аңладым!
uk: Гаразд, зрозуміло!
ur: ٹھیک ہے مجھے سمجھ آگئی ہے!
vi: OK, được rồi!
zh_cn: 明白了
zh_tw: 好，知道了！
