Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# FirstRun.messageLabelDescription
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
ast: Bloquia automáticamente los rastrexadores en llinia mentanto restoles. Dempués calca pa desaniciar les páxines visitaes, guetes, cookies y contraseñes del to preséu.
az: İnternetdə gəzərkən avtomatik olaraq onlayn izləyiciləri əngəlləyin. Sonra ziyarət edilən səhifələri, axtar, çərəz və parolları cihazınızdan pozmaq üçün basın.
bg: Автоматично спиране на проследяването онлайн, докато разглеждате. След това докоснете, за да изтриете посетените страници, търсения, бисквитки и пароли от устройството.
bn: আপনার ব্রাউজিংয়ের সময় স্বয়ংক্রিয়ভাবে অনলাইন ট্রাকারদেরকে অবরুদ্ধ করা হয়। তারপর আপনার ডিভাইস থেকে দেখা পৃষ্ঠাগুলি, অনুসন্ধান, কুকি এবং পাসওয়ার্ড মুছতে ট্যাপ করুন।
br: Stankit an heulierien enlinenn ent emgefreek pa verdeit. Stokit evit dilemel ar pajennoù gweladennet, an toupinoù, an enklaskoù hag ar gerioù-tremen eus ho trevnad.
de: Blockieren Sie automatisch Online-Verfolgung beim Surfen. Durch Tippen können Sie dann besuchte Seiten, Suchanfragen, Cookies und Passwörter von Ihrem Gerät löschen.
eo: Aŭtomate bloku retajn spurilojn dum vi retumas. Poste tuŝetu por forigi vizititajn paĝojn, serĉojn, kuketojn kaj pasvortojn el via aparato.
et: Automaatselt bloki jälitajad lehitsemise ajal. Seejärel puuduta oma seadmes külastatud lehtede, otsingute, küpsiste ja paroolide kustutamiseks.
fa: به طور خودکار ردیاب‌های آنلاین را هنگام مرورِ خود مسدود کنید. سپس تنها با یک ضربه صفحه‌های بازدید کرده، جست‌وجوها، کوکی‌ها و گذرواژه‌های خود را از روی دستگاه حذف کنید.
ga_ie: Cuir cosc ar lorgairí ar líne go huathoibríoch le linn brabhsála. Ansin, tapáil chun na leathanaigh ar thug tú cuairt orthu a bhánú ó do ghléas, chomh maith le haon fhianáin, focail fhaire, nó cuardaigh a rinne tú.
hi_in: आप ब्राउज करने के दौरान ऑनलाइन ट्रैकर्स को स्वचालित रूप से रोकें. तब अपने उपकरण से देखे गये पृष्ठों, खोजों, कुकीज और कूटशब्दों को मिटाने के लिए दबाएँ.
hy_am: Ինքնաշխատ արգելափակել առցանց հետագծումները դիտարկելիս: Ապա հպեք՝ ջնջելու այցելած էջերը, որոնումները, cookie-ները և գաղտնաբառերը ձեր սարքից:
ia: Bloca automaticamente le traciatores in linea durante que tu naviga. Pois elimina con un tocco le paginas visitate, recercas, cookies e contrasignos de tu apparato.
ja: ブラウジング中のオンライン追跡を自動的にブロックします。タップするだけで、訪問したページ、検索履歴、Cookie、パスワードを端末から消去できます。
ka: გვერდების მონახულებისას, თვალყურისმდევნელი ელემენტები მუდმივად შეზღუდულია. დასრულებისას კი ერთი შეხებით წაიშლება მონახულებული გვერდები, ძიების ისტორია, ფუნთუშები და პაროლები, თქვენი მოწყობილობიდან.
ko: 검색 중 온라인 추적을 자동으로 차단합니다. 클릭만으로 방문한 페이지, 검색 기록, 쿠키, 암호를 단말기에서 삭제할 수 있습니다.
mr: ब्राउझ करताना मागोवा घेणाऱ्यांना आपोआप बंद करा. मग उपकरणावर पाहिलेले पृष्ठ, शोध, कुकीज आणि पासवर्ड पुसण्यासाठी टॅप करा.
ms: Sekat penjejak atas talian secara automatik semasa anda berlayar. Kemudian tap untuk memadam halaman dilawati, carian, kuki dan kata laluan dari peranti anda.
ne_np: तपाईंले ब्राउज गर्दा अनलाइन ट्र्याकरहरू स्वचालित रूपमा ब्लक गर्नुहोस्। त्यसपछि आफ्नो यन्त्रबाट भ्रमण गरिएका पृष्ठहरू, खोजहरू, कुकीजहरू र पासवर्डहरू मेटाउन ट्याप गर्नुहोस्।
nn_no: Automatisk blokkering av sporarar medan du surfar. Deretter trykkjer du for å sletta besøkte sider, søk, informasjonskapslar og passord frå eininga.
pl: Automatycznie blokuj śledzące elementy podczas przeglądania stron. Wystarczy stuknąć, by usunąć z urządzenia odwiedzone strony, wyszukiwania i hasła.
sl: Samodejno zavračajte spletne sledilce med brskanjem. Nato z enim dotikom izbrišite obiskane strani, iskanja, piškotke in gesla.
sv_se: Blockera automatiskt online-trackers när du surfar. Tryck på radera för att ta bort besökta sidor, sökningar, kakor och lösenord från din enhet.
ta: நீங்கள் உலாவும் போது தடமறிபவைகளை தானாக தடு. உங்கள் சாதனத்தில் நீங்கள் பார்த்த வலைப்பக்கங்கள், தேடல்கள், நினைவிகள், மற்றும் கடவுச்சொல்லை அகற்ற தட்டவும்.
te: మీరు విహరిస్తున్నపుడు స్వయంచాలితంగా ఆన్లైన్ ట్రాకర్లని నిరోధించండి. ఆ తరువాత సందర్శించిన పేజీలను, శోధనలు, సంకేతపదాలు మరియు కుక్కీలని మీ పరికరం నుండి చెరపండి.
th: ปิดกั้นตัวติดตามออนไลน์โดยอัตโนมัติขณะที่คุณท่องเว็บ จากนั้นแตะเพื่อล้างหน้าที่เยี่ยมชม, การค้นหา, คุกกี้ และรหัสผ่านจากอุปกรณ์ของคุณ
tl: Awtomatikong i-block ang mga online trackers habang nagba-browse ka. Pagkatapos ay tapikin upang burahin ang binisita na mga pahina, mga paghahanap, cookies at mga password mula sa iyong aparato.
tr: Siz gezerken çevrimiçi takipçiler otomatik olarak engellenecektir. Girdiğiniz sayfaları, aramalarınızı, çerezleri ve parolaları cihazınızdan silmek için SİL düğmesine dokunmanız yeterli.
tt: Интернетта гизгәндә онлайн күзәтүчеләрне автоматик рәвештә блоклагыз. Аннан, җиһазыгыздан каралган битләрне, эзләүләрне, кукиларны һәм серсүзләрне бетерү өчен, экранга басып алыгыз.
uk: Автоматично блокуйте стеження онлайн під час перегляду. Потім торкніться, щоб стерти відвідані сторінки, пошукові запити, куки й паролі з вашого пристрою.
ur: براوز کرنے وقت آنلائن سراغ راہ خودکار طور پر بلاک کریں۔ پھر دورہ شدہ صفحات، تلاش، کوکیاں اور پاسورڈ کو تھپتھپا کر اپنے آلہ سے مٹائیں۔
uz: Internetga kirganingizda kuzatuvchilar avtomatik tarzda bloklaydi. So‘ngra kirilgan sahifalar, qidiruv, kuki va parollarni qurilmadan o‘chirish uchun tugmachani bosing.
zh_cn: 在您浏览时自动拦截在线跟踪器。一按即可清除您的设备上的访问记录、搜索记录、Cookie 以及密码。
zh_tw: 自動在您上網時封鎖線上追蹤器；只要一點即可清除裝置中造訪過的頁面、搜尋、Cookie、密碼等紀錄。

# FirstRun.messageLabelTagline
source: Browse like no one’s watching.
am: ማንም እንደማይመለከት አስስ።
ar: تصفح و لا أحد يراقبك.
ast: Restola como si naide nun te viere.
az: Başqalarının izləməsindən narahat olmadan internetdə gəzin.
be: Аглядайце не баючыся сачэння.
bg: Разглеждайте без да ви следят.
bn: ব্রাউজ করুন এমন ভাবে, যেনো কেউ দেখছে না।
br: Merdeit 'vel ma vefe den o sellet.
cs: Prohlížejte, jako když se nikdo nedívá.
de: Surfen Sie, als würde niemand zusehen.
el: Περιηγηθείτε σαν να μη σας βλέπει κανείς.
eo: Retumu, kvazaŭ neniu vin rigardus.
es_mx: Navega como si nadie te estuviera viendo.
et: Lehitse veebi nii nagu keegi ei vaataks.
fa: بدون دغدغهٔ نگاه‌ها مرور کنید.
ga_ie: Brabhsáil i leith is nach bhfuil éinne ag cúlchoimhéad ort.
hi_in: ऐसे ब्राउज करें जैसे कोई नही देख रहा है.
hu: Böngésszen úgy, mintha senki sem figyelné.
hy_am: Դիտարկեք այնպես, որ ոչ ոք Ձեզ չի հետևում:
ia: Naviga sin sentir te observate.
is: Vafra þannig að enginn taki eftir því.
ja: 誰にも監視されないブラウジング。
ka: მოინახულეთ გვერდები მეთვალყურეების გარეშე.
kab: Inig am akken ulac win i k-id-ittmuqqulen.
ko: 누구도 감시하지 않는 자유로운 웹 여행
lt: Naršykite, tarsi niekas nemato.
mr: कोणीच पाहत नाही आहे असे ब्राउजिंग करा.
ms: Layari seperti tiada sesiapa yang melihat.
ne_np: कसैले नहेरे जसरी ब्राउज गर्नुहोस्
nn_no: Surf som om ingen ser på.
pl: Przeglądaj, jak gdyby nikt nie patrzył
pt_br: Navegue como se ninguém estivesse olhando.
ro: Navighează fără grija de a fi urmărit.
sk: Prehliadajte, akoby sa nikto nepozeral.
sl: Brskajte, kot da vas nihče ne gleda.
sq: Shfletoni sikur të mos ju vëzhgonte njeri.
sv_se: Surfa utan att vara övervakad.
ta: மற்றவர்களுக்கு தெரியா வண்ணம் உலாவு.
te: ఎవరూ చూడనట్టుగా విహరణ చెయ్యండి.
th: ท่องเว็บเหมือนไม่มีใครเฝ้ามองอยู่
tl: Mag-browse tulad ng walang nanonood.
tr: Hiç kimse izlemiyormuş gibi gez.
tt: Интернетта башкалар күзәтеп тора дип борчылмыйча гизегез.
uk: Переглядайте без думки, що за вами хтось спостерігає.
ur: اس طرح براؤز کریں جیسے کوئی نہیں دیکھ رہا۔
uz: Kuzatishlaridan xavotir olmasdan internetda ishlay olasiz.
vi: Duyệt như không ai xem.
zh_cn: 畅游网络，拒绝监视。
zh_tw: 讓上網時不被偷看。

# Focus.handoffSyncing
source: Apple Handoff is syncing
ast: Apple Handoff ta sincronizando
az: Apple Handoff sinxronlaşdırılır
bg: Apple Handoff се синхронизира
bn: Apple হ্যান্ডঅফ সিঙ্ক করা হচ্ছে
br: O c'houbredañ emañ Apple Handoff
de: Apple Handoff wird synchronisiert
eo: Apple Handoff spegulata
et: Apple Handoff sünkroniseerib
fa: در حال همگام‌سازی Apple Handoff
hi_in: ऐपल हैंडऑफ़ समक्रमिक हो रहा है
hy_am: Apple Handoff-ը համաժամեցնում է
ia: Apple Handoff ora synchronisa…
ja: Apple Handoff が同期中です
ka: მიმდინარეობს Apple Handoff-ის სინქრონიზაცია
ko: Apple Handoff가 동기화중
mr: Apple Handoff सिंक करीत आहे
ms: Apple Handoff sedang menyelaras
ne_np: Apple Handoff सिङ्क हुँदैछ
nn_no: Apple Handoff synkroniserer
pl: Apple Handoff prowadzi synchronizację…
sl: Sinhronizacija Apple Handoffa
sv_se: Apple Handoff synkroniserar
ta: ஆப்பிள் ஹேண்ட்ஆப் ஒத்திசைக்கிறது
te: Apple Handoff సమకాలీకరిస్తోంది
th: Apple Handoff กำลังซิงค์
tl: Apple Handoff ay nag sync
tr: Apple Handoff eşitleme yapıyor
tt: Apple Handoff синхронлаша
uk: Синхронізація Apple Handoff
ur: Apple ہینڈ آف ہمہ وقت سازی کر رہا ہے
zh_cn: 通用剪贴板（Handoff）正在同步
zh_tw: Apple Handoff 同步中

# Home.descriptionLabel1
source: Automatic private browsing.
ast: Restolar privao automático.
az: Avtomatik məxfi səyahət.
bg: Автоматично поверително разглеждане.
bn: স্বয়ংক্রিয় ব্যক্তিগত ব্রাউজিং।
br: Merdeiñ prevez emgefreek.
de: Automatischer Privater Modus.
eo: Aŭtomata privata retumo.
et: Automaatne privaatne lehitsemine.
fa: مرورِ خودکارِ ناشناس.
ga_ie: Brabhsáil phríobháideach, go huathoibríoch.
hi_in: स्वचालित निजी ब्राउज़िंग.
hy_am: Ինքնաշխատ գաղտնի դիտարկիչ:
ia: Navigation private automatic.
ja: プライベートブラウジングを自動的に。
ka: მხოლოდ თვალიერების პირადი რეჟიმი.
ko: 자동화된 사생활 보호 브라우저
mr: स्वयंचलित खाजगी ब्राउझिंग.
ms: Pelayaran peribadi automatik.
ne_np: स्वचालित निजि ब्राउजिङ्ग।
nn_no: Automatisk privat nettlesing.
pl: Automatyczne przeglądanie prywatne.
sl: Samodejno zasebno brskanje.
sv_se: Automatisk privat surfning.
ta: தானியக்க தனிப்பட்ட உலாவல்.
te: స్వయంచాలనంగా వ్యక్తిగతంగా విహరించు.
th: ท่องเว็บแบบส่วนตัวโดยอัตโนมัติ
tl: Automatic na pribadong pagba-browse.
tr: Otomatik gizli gezinti.
tt: Автоматик хосусый гизү.
uk: Автоматичний приватний перегляд.
ur: خود کار نجی براؤزنگ۔
uz: Avtomatik maxfiy tazda internetda ishlash.
zh_cn: 全自动的隐私浏览。
zh_tw: 自動進入隱私瀏覽模式，

# Home.descriptionLabel2
source: Browse. Erase. Repeat.
ast: Restola. Balera. Repiti.
az: Gəz. Poz. Təkrarla.
bg: Разглеждане. Изчистване. Повтаряне.
bn: ব্রাউজ করুন। মুছে দিন। পুনরাবৃত্তি করুন।
br: Merdeit. Diverkit. Adkrogit.
de: Surfen. Löschen. Wiederholen.
eo: Retumu. Viŝu. Ripetu.
et: Lehitse. Kustuta. Korda.
fa: مرور کنید. پاک کنید. تکرار کنید.
ga_ie: Brabhsáil. Bánaigh. Arís is arís eile.
hi_in: ब्राउज़ करें. मिटाएँ. दोहराएँ.
hy_am: Դիտարկեք: Ջնջեք: Կրկնեք:
ia: Naviga. Rade. Repete.
ja: ブラウズ、消去の繰り返し。
ka: მონახულება. წაშლა. თავიდან დაწყება.
ko: 쓰고, 지우고. 쓰고, 지우고.
mr: ब्राउझ करा. मिटवा. परत करा.
ms: Layar. Buang. Ulang.
ne_np: ब्राउज गर्नुहोस्। हटाउनुहोस्। दोहोराउनुहोस्।
nn_no: Surf. Slett. Repeter.
pl: Przeglądaj. Usuwaj. Powtórz.
sl: Brskajte. Izbrišite. Ponovite.
sv_se: Surfa. Radera. Upprepa.
ta: உலாவு. அகற்று. திரும்பச்செய்.
te: విహరించు. చెరిపివెయ్యు. మరల చెయ్యు.
th: ท่องเว็บ ล้าง ทำซ้ำ
tl: Magtingin. Burahin. Ulitin.
tr: Gez ve sil. Hepsi bu kadar.
tt: Гизегез. Бетерегез. Кабатлагыз.
uk: Переглядайте. Стирайте. Повторюйте знову.
ur: براؤز کریں ۔ مٹائیں ۔ دہرائیں۔
uz: Ko‘ring, O‘chiring, Qaytaring.
zh_cn: 无痕浏览，不必劳心。
zh_tw: 無痕瀏覽，不留足跡。

# Menu.Close
source: Close
am: ዝጋ
ar: أغلِق
ast: Zarrar
be: Закрыць
bg: Затваряне
bn: বন্ধ
br: Serriñ
cs: Zavřít
de: Schließen
el: Κλείσιμο
eo: Fermi
es_mx: Cerrar
et: Sulge
fa: بستن
hi_in: बंद करें
hu: Bezárás
ia: Clauder
is: Loka
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lt: Užverti
mr: बंद करा
ms: Tutup
ne_np: बन्द गर्नुहोस्
pl: Zamknij
pt_br: Fechar
ro: Închide
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv_se: Stäng
th: ปิด
tl: Isarado
tt: Ябу
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Onboarding.Button.Title
source: Start browsing
am: ማሰስ ይጀምሩ
ar: ابدأ التصفح
ast: Comenzar a restolar
be: Пачаць агляданне
cs: Začít prohlížet
de: Lossurfen
el: Έναρξη περιήγησης
eo: Komenci retumi
es_mx: Empieza a navegar
et: Alusta veebilehitsemist
hu: Böngészés megkezdése
ia: Initia a navigar
is: Byrjaðu að vafra
ja: ブラウジングを始める
kab: Bdu tunigin
ko: 브라우징 시작
pl: Zacznij przeglądać Internet
pt_br: Iniciar navegação
ro: Începe să navighezi
sk: Poďme prehliadať
sq: Nisni shfletimin
sv_se: Börja surfa
uk: Почати перегляд
vi: Bắt đầu duyệt web
zh_cn: 开始浏览
zh_tw: 開始上網

# Onboarding.History.Description
source: Erase your browsing history, passwords, cookies, and prevent unwanted ads from following you in a simple click!
am: የአሰሳ ታሪክዎን፣ የይለፍ ቃሎችዎን፣ ኩኪዎችዎን ያጥፉ እና አላስፈላጊ ማስታወቂያዎችን በቀላል ጠቅታ እንዳትከተልሉዎ ያግዱ!
ar: امسح سجل تصفحك وكلمات مرورك وملفات تعريف ارتباطك، وامنع الإعلانات غير المرغوب فيها من متابعتك بنقرة بسيطة!
cs: Smažte svou historii prohlížení, hesla a cookies a zabraňte jedním klepnutím nechtěným reklamám, aby vás pronásledovaly.
de: Löschen Sie mit einem einfachen Klick Ihre Surf-Chronik, Passwörter, Cookies und verhindern Sie, dass unerwünschte Anzeigen Sie verfolgen!
el: Διαγράψτε το ιστορικό περιήγησης, τους κωδικούς πρόσβασης, τα cookie σας και αποτρέψτε την καταγραφή από ανεπιθύμητες διαφημίσεις με ένα μόνο πάτημα!
eo: Forigi vian retuman historion, pasvortojn, kuketojn kaj eviti ke nedezirataj reklamoj spuru vin tra la reto, pero unu alklako!
es_mx: ¡Borra tu historial de navegación, contraseñas, cookies y evita que los anuncios no deseados te sigan con un simple clic!
et: Kustuta lehitsemise ajalugu, paroolid ja küpsised ning väldi ühe puutega reklaamide poolt jälitamist!
hu: Egyetlen kattintással törölheti böngészési előzményeit, jelszavait, sütijeit, és megakadályozhatja, hogy a nem kívánt hirdetések kövessék.
ia: Per un simple clic, cancella chronologia de navigation, contrasignos, cookies, e impedi al avisos publicitari indesiderate de sequer te!
is: Eyddu vafraferli þínum, lykilorðum, vafrakökum og komdu í veg fyrir að óæskilegar auglýsingar fylgi þér, allt með einum smelli!
ja: クリックするだけでブラウジング履歴、パスワード、Cookie を消去し、不要な広告による追跡を防ぎます。
kab: Sfeḍ azray-ik•im n Tunigin, awalen-ik•im uffir, inagan-ik•im n tuqqna, tesweḥleḍ adellel akken ur ak•akem-iṭṭafar ara s yiwen kan usiti!
ko: 클릭 한 번으로 인터넷 사용 기록, 비밀번호, 쿠키를 지우고 원치 않는 광고가 나를 따라오는 것을 방지할 수 있습니다!
pl: Usuń historię przeglądania, hasła i ciasteczka oraz uniemożliw niechcianym reklamom chodzenie za Tobą po sieci jednym kliknięciem!
pt_br: Apague o histórico de navegação, senhas, cookies e evite que anúncios indesejados sigam você com um simples clique!
ro: Șterge istoricul de navigare, parolele, modulele cookie și împiedică reclamele nedorite să te urmărească, toate numai cu un simplu clic!
sk: Vymažte svoju históriu prehliadania, heslá, súbory cookie a zabráňte tomu, aby vás prenasledovali nechcené reklamy, a to jednoduchým kliknutím!
sq: Fshini historikun e shfletimeve tuaja, fjalëkalime, cookies dhe parandaloni ndjekjen tuaj nga reklama të padëshiruara, me një klikim të thjeshtë!
sv_se: Radera din webbhistorik, lösenord, kakor och förhindra att oönskade annonser följer dig med ett enkelt klick!
uk: Зітріть історію перегляду, паролі, куки, щоб запобігти стеженню за вами небажаною рекламою, одним натиском!
vi: Xóa lịch sử duyệt web, mật khẩu, cookie và ngăn các quảng cáo không mong muốn theo dõi bạn chỉ bằng một lần nhấn đơn giản!
zh_cn: 一按即可清除您的浏览历史、密码、Cookie，并阻止被烦人的广告跟踪！
zh_tw: 只要輕鬆一點，就可以清除您的上網紀錄、網頁密碼、Cookie，並防止被不想要的廣告追蹤！

# Onboarding.History.Title
source: Your history doesn’t follow you
am: ታሪክዎ አይከተልዎትም
ar: تأريخك لا يتبعك
cs: Vaše historie vás nevysleduje
de: Ihre Chronik verfolgt Sie nicht
el: Το ιστορικό σας δεν σας ακολουθεί
eo: Via historio ne sekvas vin
es_mx: Tu historial no te sigue
et: Sinu ajalugu ei jälita sind
hu: Az előzményei nem követik Önt
ia: Tu chronologia non te seque plus
is: Sagan þín fylgir þér ekki
ja: あなたの足跡から追跡されません
kab: Azray-ik·im ur ak·akem-iṭṭafar ara
ko: 내 탐색 기록이 나를 따라다니지 않습니다.
pl: Twoja historia nie chodzi za Tobą
pt_br: Seu histórico não segue você
ro: Istoricul tău nu te urmărește
sk: Vaša história vás nenasleduje
sq: Historiku juaj s’ju ndjek nga pas
sv_se: Din historik förföljer dig inte
uk: Ваша історія не стежить за вами
vi: Lịch sử của bạn không theo dõi bạn
zh_cn: 历史记录消失术
zh_tw: 瀏覽紀錄，不用隨身帶著走

# Onboarding.Incognito.Description
source: %@ is a dedicated privacy browser with tracking protection and content blocking.
am: %@ የመከታተያ ጥበቃ እና የይዘት እገዳ ያለው የግላዊነት አሳሽ ነው።
ar: %@ هو متصفح خفيُّ متخصص مع حماية التتبع وحظر المحتوى.
cs: %@ se zaměřuje na zajištění soukromí s ochranou proti sledování a blokováním obsahu.
de: %@ ist ein Browser mit Datenschutzfunktionen und bietet Tracking-Schutz sowie Inhaltsblockierung.
el: Το %@ είναι ένα ιδιωτικό πρόγραμμα περιήγησης με προστασία από καταγραφή και φραγή περιεχομένου.
eo: %@ estas retumilo kiu prizorgas vian privatecon per protekto kontraŭ spuriloj kaj blokado de enhavo.
es_mx: %@ es un navegador dedicado a la privacidad con protección de rastreo y bloqueo de contenido.
et: %@ on spetsiaalne privaatsusbrauser, millel on jälitamisvastane kaitse ja sisu blokkimine sisse ehitatud.
hu: A %@ egy dedikált adatvédelmi böngésző automatikus követés elleni védelemmel és reklámblokkolással.
ia: %@ es un navigator dedicate al confidentialitate con protection contra traciamento e blocada del contentos.
is: %@ er sérstakur persónuverndarvafri með rakningarvörn og útilokun efnis.
ja: %@ は追跡防止とコンテンツブロック機能を備えたプライバシー保護ブラウザーです。
kab: %@ d iminig n tbaḍnit yettwagen i ummesten mgal aḍfar akked usewḥel n ugbur.
ko: %@는 추적 보호 및 콘텐츠 차단 기능을 갖춘 전용 개인 정보 보호 브라우저입니다.
pl: %@ to przeglądarka wyspecjalizowana w prywatności z ochroną przed śledzeniem i blokowaniem treści.
pt_br: %@ é um navegador dedicado à privacidade, com proteção contra rastreamento e bloqueio de conteúdo.
ro: %@ este un browser dedicat confidențialității, cu protecție de împotriva urmăririi și blocare de conținut.
sk: %@ je prehliadač špecializovaný na ochranu súkromia s automatickou ochranou pred sledovaním a blokovaním reklám.
sq: %@ është një shfletues i përkushtuar privatësisë, me mbrojtje nga gjurmimet dhe bllokim lënde.
sv_se: %@ är en dedikerad sekretesswebbläsare med spårningsskydd och innehållsblockering.
uk: %@ зосереджений на вашій приватності та з захистом від стеження й блокуванням вмісту.
vi: %@ là một trình duyệt riêng tư chuyên dụng với tính năng chống theo dõi và chặn nội dung.
zh_cn: %@ 是隐私专用浏览器，内置自动跟踪保护和内容拦截功能。
zh_tw: %@ 是專門的隱私保護瀏覽器，內建追蹤保護與內容封鎖功能。

# Onboarding.Incognito.Title
source: More than just incognito
am: ማንነትን ከማያሳውቅ በላይ
ar: أكثر من مجرد وضع متخفِّي
be: Больш, чым проста інкогніта
cs: Více než anonymní prohlížení
de: Mehr als nur inkognito
el: Κάτι παραπάνω από απλή ανωνυμία
eo: Pli bona ol nur anonimeco
es_mx: Más que solo incógnito
et: Rohkem kui lihtsalt anonüümsus
hu: Több, mint az inkognitómód
ia: Plus del sol navigation incognite
is: Meira en huliðshjálmur
ja: 匿名化だけではありません
kab: Ugar n tunigin tusligt tafessast
ko: 시크릿 그 이상
pl: Więcej niż tylko incognito
pt_br: Mais do que apenas incógnito
ro: Mai mult decât incognito
sk: Viac ako len inkognito
sq: Më tepër se thjesht i padukshëm
sv_se: Mer än bara inkognito
uk: Більше, ніж просто інкогніто
vi: Không chỉ là ẩn danh
zh_cn: 不止于隐身
zh_tw: 不只是隱私保護模式

# Onboarding.Protection.Description
source: Configure settings so you can decide how much or how little you share.
am: ምን ያህል ብዙ ወይም ትንሽ እንደሚያጋሩ ለመወሰን ቅንብሮችን ያዋቅሩ።
ar: قم بتهيأة الإعدادات لتتمكن من تحديد مقدار ما تشارك.
cs: Nastavte si podle vlastní potřeby, jak moc nebo málo chcete sdílet.
de: Konfigurieren Sie die Einstellungen, damit Sie entscheiden können, wie viel oder wie wenig Sie preisgeben.
el: Διαμορφώστε τις ρυθμίσεις ώστε να αποφασίσετε για το τι θα μοιράζεστε.
eo: Modifu agordojn por decidi kiom multe aŭ kiom malmulte vi dividas.
es_mx: Configura los ajustes para que puedas decidir cuánto o qué tan poco quieres compartir.
et: Muuda sätteid, et määrata, kui palju või vähe sa jagad.
hu: Konfigurálja a beállításokat, így eldöntheti, hogy milyen sokat vagy keveset oszt meg.
ia: Configura le parametros e decide assi que informationes compartir.
is: Aðlagaðu stillingar svo þú getir ákveðið hversu miklu eða litlu þú deilir.
ja: 設定で共有する量を決められます。
kab: Swel iɣewwaren akken ara tferneḍ acḥal i terniḍ tebḍiḍ-t neɣ tesneqdeḍ.
ko: 설정을 통해 얼마나 많이 또는 적게 공유할지 결정할 수 있습니다.
pl: Skonfiguruj ustawienia, by samodzielnie zdecydować, jak dużo lub jak mało udostępniasz.
pt_br: Defina as configurações para poder decidir quanto ou quão pouco você quer compartilhar.
ro: Configurează setările astfel încât să poți decide cât de mult sau cât de puțin partajezi.
sk: Nakonfigurujte nastavenia, aby ste sa mohli rozhodnúť, koľko alebo ako málo budete zdieľať.
sq: Formësoni rregullimet, që të mund të vendosni se shumë apo sa pak të ndani me të tjerët.
sv_se: Konfigurera inställningar så att du kan bestämma hur mycket eller lite du delar.
uk: Сконфігуруйте налаштування, щоб вирішувати, якими даними ділитися.
vi: Định cấu hình cài đặt để bạn có thể quyết định lượng chia sẻ nhiều hay ít.
zh_cn: 调整设置，随心掌控共享数据的多寡。
zh_tw: 可依您需求自行調整要分享多少資料。

# Onboarding.Protection.Title
source: Protection at your own discretion
am: ጥበቃ፤ በራስዎ ውሳኔ
ar: حمايةٌ حسب تقديرك الخاص
cs: Ochrana podle vlastního uvážení
de: Schutz nach eigenem Ermessen
el: Προστασία κατά την κρίση σας
eo: Protekto laŭ via volo
es_mx: Protección a tu propia discreción
et: Kaitse sinu äranägemise järgi
hu: Védelem saját belátása szerint
ia: Protection a tu proprie discretion
is: Vernd eftir þínum eigin geðþótta
ja: あなたの裁量で保護できます
kab: Ammesten almend n ttexmam-ik·im
ko: 내가 정하는 보호 기능
pl: Ochrona według własnego uznania
pt_br: Proteção a seu critério
ro: Protecție la discreția ta
sk: Ochrana podľa vlastného uváženia
sq: Mbrojtje sipas dëshirës tuaj
sv_se: Skydd efter eget gottfinnande
uk: Захищайтеся на власний розсуд
vi: Bảo vệ theo quyết định của riêng bạn
zh_cn: 由您自行决定保护程度
zh_tw: 由您自行決定保護程度

# Onboarding.Subtitle
source: Take your private browsing to the next level.
am: የግል አሰሳዎን ወደሚቀጥለው ደረጃ ይውሰዱት።
ar: خذ تصفحك الخاص إلى المستوى التالي.
cs: Posuňte anonymní prohlížení na vyšší úroveň.
de: Machen Sie den Schritt zur nächsten Stufe des privaten Surfens.
el: Μεταβείτε στο επόμενο επίπεδο ιδιωτικής περιήγησης.
eo: Portu vian privatan retumon al la venonta nivelo.
es_mx: Lleva tu navegación privada al siguiente nivel.
et: Vii oma privaatne lehitsemine uuele tasemele.
hu: Emelje a privát böngészését a következő szintre.
ia: Porta le navigation private al proxime nivello.
is: Taktu huliðsvafur þitt upp á næsta stig.
ja: プライベートブラウジングを次のレベルへ。
kab: Qqim kan deg tunigin-ik·im tusligt ɣer uswir i d-iteddun.
ko: 개인 브라우징을 한 단계 업그레이드하세요.
pl: Osiągnij wyższy poziom prywatnego przeglądania Internetu.
pt_br: Leve sua navegação privativa a um nível superior.
ro: Du-ți navigarea privată la nivelul următor.
sk: Posuňte svoje súkromné prehliadanie na vyššiu úroveň.
sq: Shpjereni një shkallë më lart shfletimin tuaj privat.
sv_se: Ta din privata surfning till nästa nivå.
uk: Піднесіть свій приватний перегляд на новий рівень.
vi: Đưa trình duyệt riêng tư của bạn lên cấp độ cao hơn.
zh_cn: 隐私浏览更进一步。
zh_tw: 更高一級的隱私保護模式。

# Onboarding.Title
source: Welcome to Firefox %@!
am: ወደ ፋየርፎክስ %@ እንኳን በደህና መጡ!
ar: أهلا بك على Firefox %@!
ast: ¡Afáyate en Firefox %@!
be: Вітаем у Firefox %@!
cs: Vítá vás Firefox %@!
de: Willkommen bei Firefox %@!
el: Καλώς ορίσατε στο Firefox %@!
eo: Bonvenon al Firefox %@!
es_mx: ¡Bienvenido a Firefox %@!
et: Tere tulemast Firefox %@esse!
hu: Üdvözli a Firefox %@!
ia: Benvenite a Firefox %@!
is: Velkomin í Firefox %@!
ja: Firefox %@ へようこそ！
kab: Anṣuf ɣer Firefox %@!
ko: Firefox %@에 오신 것을 환영합니다!
pl: Witamy w Firefox %@!
pt_br: Boas-vindas ao Firefox %@!
ro: Bine ai venit la Firefox %@!
sk: Víta vás Firefox %@!
sq: Mirë se vini në Firefox %@!
sv_se: Välkommen till Firefox %@!
uk: Вітаємо у Firefox %@!
vi: Chào mừng đến với Firefox %@!
zh_cn: 欢迎使用 Firefox %@！
zh_tw: 歡迎使用 Firefox %@！
