Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Settings.toggleOtherSubtitle
source: May break some videos and Web pages
ast: Quiciabes ruempa delles páxines web y vídeos
az: Bəzi video və saytları işlənməz hala gətirə bilər
bg: Видео и някои уеб страници може да не работят
bn: কিছু ভিডিও এবং ওয়েব পেজে সমস্যা দেখা যেতে পারে
br: Gallout a ra mirout videoioù ha pajennadoù web da vont en-dro en un doare dereat
de: Kann einige Videos und Webseiten stören
eo: Tio ĉi povas paneigi kelkajn filmetojn kaj retpaĝojn
et: Võib mõned videod ja veebilehed katki teha
fa: ممکن است باعث خرابی برخی فیلم‌ها و صفحات وب شود
ga_ie: Seans go mbrisfidh seo físeáin agus leathanaigh Ghréasáin áirithe
hi_in: कुछ वीडियो और वेब पृष्ठों को नुकसान पहुँच सकता है
hy_am: Կարող է ընդհատել որոշ տեսանյութեր և վեբ էջեր
ia: Pote impedir le functionamento de alcun videos e paginas web
ja: 動画やウェブページが正常に表示されない場合があります
ka: შესაძლოა, ზოგიერთმა საიტმა ან ვიდეომ არ იმუშაოს გამართულად
ko: 동영상이나 웹 페이지가 제대로 표시되지 않을 수 있음
mr: काही व्हिडिओ आणि वेब पृष्ठे खंडित होऊ शकतात
ms: Boleh mengganggu sesetengah kandungan video dan laman Web
ne_np: केहि भिडियोहरु र वेब पेजहरू बिग्रन सक्छ
nn_no: Kan øydeleggja nokre videoar og nettsider
pl: Może uniemożliwiać oglądanie niektórych filmów i stron WWW.
sl: Lahko pokvari nekatere videoposnetke in strani
sv_se: Kan få vissa videor och webbsidor att sluta fungera
ta: சில காணொளிகளும் இணையப் பக்கங்களும் உடையலாம்
te: కొన్ని వీడియోలను మరియు వెబ్ పేజీలను విచ్ఛిన్నం చేయవచ్చు
th: อาจทำให้วิดีโอและหน้าเว็บบางส่วนไม่สมบูรณ์
tl: Maaaring masira ang ilang mga video at mga pahina ng Web pages
tr: Bazı videolar ve web sayfaları bozulabilir
tt: Кайбер видеоларны һәм веб-битләрне җимерергә мөмкин
uk: Може порушити роботу деяких відео й вебсторінок
ur: شاید کچھ وڈیوز اور ویب صفحات کو توڑ دے
uz: Ba’zi video va veb sahifalarning ishlashiga halaqit berishi mumkin
zh_cn: 可能对某些网页与视频有影响
zh_tw: 可能會影響網頁與影片載入

# Settings.toggleSendUsageData
source: Send usage data
am: የአጠቃቀም ውሂብ ይላኩ
ar: أرسل بيانات الاستخدام
ast: Unviar datos d'usu
az: İstifadə məlumatlarını göndər
be: Адпраўляць даныя аб выкарыстанні
bg: Изпращане данни за използването
bn: ব্যবহারের উপাত্ত প্রেরণ করে
br: Kas roadennoù arver
cs: Odesílat údaje o používání
de: Nutzungsdaten senden
el: Αποστολή δεδομένων χρήσης
eo: Sendi datumojn pri uzo
es_mx: Enviar datos de uso
et: Saadetakse kasutusandmeid
fa: ارسال اطلاعاتِ استفاده
hi_in: उपयोग डेटा भेजें
hu: Használati adatok elküldése
hy_am: Ուղարկել օգտագործման տվյալները
ia: Inviar datos de uso
is: Senda notkunarupplýsingar
ja: 使用状況データを送信
ka: მონაცემების აღრიცხვა
kab: Azen isefka n useqdec
ko: 사용현황 데이터 보내기
lt: Siųsti duomenis apie naudojimąsi
mr: वापर डेटा पाठवा
ms: Hantar data penggunaan
ne_np: उपयोग डाटा पठाउनुहोस्
nn_no: Send bruksdata
pl: Przesyłanie danych o użyciu
pt_br: Enviar dados de uso
ro: Trimite date privind utilizarea
sk: Odosielať údaje o používaní
sl: Pošiljaj podatke o uporabi
sq: Dërgo të dhëna përdorimi
sv_se: Skicka användningsdata
ta: பயனளவு தரவை அனுப்பு
te: వినియోగించిన డేటాను పంపు
th: ส่งข้อมูลการใช้งาน
tl: Ipadala ang data ng paggamit
tr: Kullanım verilerini gönder
tt: Куллану мәгълүматларын җибәрү
uk: Надсилати дані про використання
ur: استعمال شدہ کوائف ارسال کریں
vi: Gửi dữ liệu sử dụng
zh_cn: 发送使用统计
zh_tw: 傳送使用資料

# Settings.toggleStudies
source: Studies
am: ጥናቶች
ar: الدراسات
ast: Estudios
be: Даследаванні
bn: অধ্যয়ন
cs: Studie
de: Studien
el: Μελέτες
eo: Studoj
es_mx: Estudios
et: Uuringud
hi_in: अध्ययन
hu: Tanulmányok
ia: Studios
is: Kannanir
ja: 調査
ka: კვლევები
kab: Leqraya
ko: 연구
lt: Tyrimai
ne_np: अध्ययनहरु
pl: Badania
pt_br: Estudos
ro: Studii
sk: Štúdie
sl: Raziskave
sq: Studime
sv_se: Studier
th: การศึกษา
tt: Тикшеренүләр
uk: Дослідження
vi: Nghiên cứu
zh_cn: 研究
zh_tw: 使用者研究

# Settings.toggleTouchID
source: Use Touch ID to unlock app
am: መተግበሪያን ለመክፈት የንክኪ መታወቂያን ይጠቀሙ
ar: استخدم معرّف اللمس لفكّ قفل التطبيق
be: Выкарыстоўваць Touch ID для разблакіравання праграмы
bg: Използване на пръстово разпознаване за отключване на приложението
bn: অ্যাপ চালু করার জন্য টাচ আইডি ব্যবহার করুন
br: Implijit Touch ID evit dibrennañ an arload
cs: Použít Touch ID pro odemčení aplikace
de: Touch ID zum Entsperren der App verwenden
el: Χρήση Touch ID για ξεκλείδωμα
eo: Malbloki programon per Touch ID
es_mx: Usar Touch ID para desbloquear la aplicación
et: Rakenduse lahti lukustamiseks kasutatakse Touch ID'd
fa: استفاده از تشخیص لمسی برای بازکردن برنامه
hi_in: ऐप अनलॉक करने के लिए स्पर्श आईडी का उपयोग करें
hu: Touch ID használata az alkalmazás kinyitásához
ia: Usar Touch ID pro disblocar le application
is: Nota fingrafaraauðkenningu til að aflæsa smáforriti
ja: アプリのロック解除に Touch ID を使用
ka: გამოიყენეთ თითის ანაბეჭდი, პროგრამის გასახსნელად
kab: Seqdec Touch ID akken ad tserḥeḍ i usnas
ko: Touch ID를 사용해서 앱 잠금 해제
lt: Naudoti piršto antspaudą programai atrakinti
mr: अँप उघडण्यासाठी Touch ID वापरा
ms: Guna ID Sentuh untuk membuka aplikasi
ne_np: एप अनलक गर्न टच आईडीको प्रयोग गर्नुहोस्
pl: Używaj Touch ID do odblokowywania aplikacji
pt_br: Usar Touch ID para desbloquear o aplicativo
ro: Folosește Touch ID pentru a debloca aplicația
sk: Na odomknutie aplikácie používať Touch ID
sl: Uporabljaj Touch ID za odklepanje aplikacije
sq: Përdorni Touch ID që të shkyçni aplikacionin
sv_se: Använd Touch ID för att låsa upp appen
ta: செயலின் தடைநீக்க தொடு அடையாளத்தைப் பாவி
th: ใช้ Touch ID เพื่อปลดล็อคแอป
tl: Gamitin ang Touch ID upang i-unlock ang app
tt: Кушымтаны ачу өчен Touch ID кулланыгыз
uk: Використовувати Touch ID для розблокування програми
vi: Sử dụng Touch ID để mở ứng dụng
zh_cn: 使用触控 ID 解锁应用
zh_tw: 使用 Touch ID 解鎖程式

# Settings.toggleTouchIDDescription
source: Touch ID can unlock %@ if a URL is already open in the app
am: ዩአርኤል አስቀድሞ በመተግበሪያው ውስጥ ከተከፈተ፤ የንክኪ መታወቂያ %@ን መክፈት ይችላል
ar: يمكن أن يُلغي معرّف اللمس قفل %@ إن كان ثمة مسار مفتوح في التطبيق بالفعل
bg: Пръстовото разпознаване може да отключва %@, ако вече е отворен адрес в приложението
bn: URL ইতিমধ্যে অ্যাপে খোলা থাকলে টাচ আইডি %@ আনলক করতে পারে
br: Touch ID a c'hall dibrennañ %@ m'eo digoret un URL en arload endeo
cs: Pokud je otevřena nějaká stránka, pro odemčení bude %@ potřeba Touch ID
de: Touch ID kann %@ entsperren, wenn bereits eine URL in der App geöffnet ist
el: Το Touch ID μπορεί να ξεκλειδώσει το %@ αν είναι ήδη ανοικτό κάποιο URL
eo: Touch ID povas malbloki %@ se retadreso jam estas malfermita en la programo
es_mx: Touch ID puede desbloquear %@ si ya hay abierta una URL en la aplicación
et: Touch ID aitab %@e lahti lukustada, kui URL on äpis juba avatud
fa: تشخیص لمس می‌تواند %@ را باز‌کند اگرURL در حال حاضر در برنامه باز باشد
hi_in: अगर ऐप में यूआरएल पहले से खुला है तो स्पर्श आईडी %@ को अनलॉक कर सकती है
hu: A Touch ID feloldhatja a %@t, ha az URL már meg van nyitva az alkalmazásban
ia: Touch ID pote disblocar %@ si un URL es jam aperte in le application
is: Fingrafara auðkenning getur aflæst %@ ef URL er nú þegar opið í smáforritinu
ja: URL をアプリ内ですでに開いていても、Touch ID で %@ のロックを解除できます
ka: თითის ანაბეჭდით შესაძლებელია გაიხსნას %@ თუ URL-ბმული უკვე გახსნილია პროგრამაში
kab: Touch ID yezmer ad iserreḥ i %@ ma yella tansa web teldi yakan deg usnas
ko: 앱에서 URL이 이미 열렸다면 Touch ID를 사용해서 %@ 잠금을 해제할 수 있습니다.
lt: Naudojant jūsų piršto antspaudą, galima atrakinti „%@“ programą, kai joje jau yra atvertas tinklalapis
mr: जर अँप मध्ये एखादी URL आधीच उघडलेली आहे तर Touch ID %@ उघडू शकते
ms: ID Sentuh boleh membuka %@ jika URL sudah dibuka dalam aplikasi
ne_np: यदि एपमा पहिले नै URL खोलिएको छ भने, टच आईडीले %@ अनलक गर्न सक्छ
pl: Touch ID może odblokowywać %@, jeśli jakiś adres jest już otwarty w aplikacji
pt_br: O Touch ID pode desbloquear o %@ se uma URL já estiver aberta no aplicativo
ro: Touch ID poate debloca %@ dacă o adresă este deja deschisă în aplicație
sk: Touch ID môže odomknúť %@ ak je URL v aplikácii už otvorené
sl: Touch ID lahko odklene %@, če je spletni naslov že odprt v aplikaciji
sq: Touch ID mund të shkyçë %@ nëse ka tashmë të hapur një URL te aplikacioni
sv_se: Touch ID kan låsa upp %@ om en webbadress redan är öppen i appen
ta: ஒரு URL செயலியில் திறந்திருந்தால் தொடு அடையாளம் கொண்டு %@ உலாவியின் தடையை நீக்க முடியும்
th: Touch ID สามารถปลดล็อค %@ หากเปิด URL อยู่แล้วในแอป
tl: Maaaring i-unlock ng Touch ID ang %@ kung bukas ang isang URL sa app
tt: Кушымтада бер URL инде ачылган булса, Touch ID %@ кушымтасын ачып бирә ала
uk: Touch ID блокуватиме %@, якщо в програмі відкрито якусь сторінку
vi: Touch ID có thể mở khóa %@ nếu một URL đã được mở trong ứng dụng
zh_cn: 如果已有网址在应用中打开，则可用触控 ID 解锁 %@
zh_tw: 若已在程式開啟網頁，允許使用 Touch ID 解鎖 %@

# Settings.trackingProtectionOff
source: Off
am: ጠፍቷል
ar: معطّل
be: Выключана
bn: বন্ধ
br: Diweredekaet
cs: Vypnuto
de: Aus
el: Ανενεργή
eo: Malŝaltita
es_mx: Desactivada
et: Väljas
fa: خاموش
hi_in: बंद
hu: Ki
ia: Inactive
is: Óvirkt
ja: オフ
ka: გამორთ.
kab: Yensa
ko: 끄기
lt: Išjungta
ne_np: बन्द गर्नुहोस्
pl: Wyłączona
pt_br: Desativada
ro: Dezactivat
sk: Vypnuté
sl: Izključeno
sv_se: Av
th: ปิด
tt: Сүнгән
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_tw: 關閉

# Settings.trackingProtectionOn
source: On
am: በርቷል
ar: مفعّل
be: Уключана
bn: চালু
br: Gweredekaet
cs: Zapnuto
de: Ein
el: Ενεργή
eo: Ŝaltita
es_mx: Activada
et: Sees
fa: روشن
hi_in: चालू
hu: Be
ia: Active
is: Virkt
ja: オン
ka: ჩართ.
kab: Yermed
ko: 켜기
lt: Įjungta
ne_np: खोल्नुहोस्
pl: Włączona
pt_br: Ativada
ro: Activat
sk: Zapnuté
sl: Vključeno
sv_se: På
th: เปิด
tt: Кабынган
uk: Увімкнено
vi: Bật
zh_cn: 开启
zh_tw: 開啟

# Settings.useSystemTheme
source: Use System Light/Dark Mode
am: የስርዓት ብርሃን/ጨለማ ሁነታን ተጠቀም
ar: استعمل وضع النظام الفاتح/الداكن
be: Выкарыстоўваць сістэмную светлую/цёмную тэму
bn: সিস্টেম লাইট/ডার্ক মোড ব্যবহার করুন
br: Ober gant mod sklaer/teñval ar reizhiad
cs: Použít motiv vzhledu podle systému
de: Hell-/Dunkel-Modus des Systems übernehmen
el: Χρήση λειτουργίας συστήματος
eo: Uzi sisteman helan aŭ malhelan reĝimon
es_mx: Usar modo claro/oscuro del sistema
et: Kasutatakse süsteemset hele/tume režiimi
hi_in: सिस्टम लाइट/डार्क मोड का उपयोग करें
hu: A rendszer világos/sötét módjának használata
ia: Usar le modo clar/obscur del systema
is: Nota ljóst/dökkt þema kerfis
ja: システムの Light/Dark モードを使用
ka: სისტემის ნათელი/მუქი რეჟიმი
kab: Seqdec askar Aceɛlal/Aberkan n unagraw
ko: 시스템 밝음/어두움 모드 사용
lt: Naudoti sistemos šviesią/tamsią veikseną
ne_np: प्रणालीको उज्यालो/अँध्यारो मोड प्रयोग गर्नुहोस्
pl: Tryb jasny/ciemny systemu
pt_br: Usar o modo claro/escuro do sistema
ro: Folosește modul luminos/întunecat al sistemului
sk: Použiť tmavú/svetlú tému vzhľadu podľa systému
sl: Uporabi svetli/temni način sistema
sq: Përdor Mënyrë të Çelët/të Errët Sistemi
sv_se: Använd systemets ljust/mörkt läge
th: ใช้โหมดสว่าง/มืดของระบบ
tt: Системаның ачык/караңгы режимын куллану
uk: Повторювати тему системи
vi: Sử dụng chế độ sáng/tối của hệ thống
zh_cn: 使用系统浅/深色模式
zh_tw: 使用系統亮/暗模式

# Settings.whatsNewTitle
source: What’s New
ast: Qué hai nuevo
az: Yeniliklər
be: Што новага
bg: Новото в това издание
bn: নতুন যা কিছু
br: Petra nevez
de: Was ist neu
eo: Novaĵoj
et: Mis on uut?
fa: چه چیزهایی جدید است
hi_in: क्या नया है
hu: Újdonságok
hy_am: Ինչն է նոր
ia: Novas
ja: 新機能
ka: რა სიახლეებია
ko: 새로운 기능
lt: Kas naujo
mr: नवीन काय आहे
ms: Yang Terbaru
ne_np: नयाँ के छ
nn_no: Kva er nytt
pl: Co nowego
sl: Novosti
sv_se: Vad är nytt
ta: புதியவைகள்
te: కొత్త విశేషాలు ఏమిటి
th: มีอะไรใหม่
tl: Ano ang Bago
tr: Yeni neler var?
tt: Яңалыклар
uk: Що нового
ur: نیا کیا ہے
zh_cn: 新版变化
zh_tw: 有什麼新鮮事

# Settinsg.siriShortcutsTitle
source: SIRI SHORTCUTS
am: የSIRI አቋራጮች
ar: اختصارات سيري
ast: ATAYOS DE SIRI
be: ХУТКІЯ КАМАНДЫ SIRI
bg: ДЕЙСТВИЯ ЧРЕЗ SIRI
bn: SIRI শর্টকার্ট
br: BERRADENNOÙ SIRI
cs: ZKRATKY PRO SIRI
de: SIRI-TASTATURKÜRZEL
el: ΣΥΝΤΟΜΕΥΣΕΙΣ SIRI
eo: ŜPARVOJOJ DE SIRI
es_mx: ACCESOS DIRECTOS DE SIRI
et: SIRI OTSETEED
hi_in: SIRI शॉर्टकट
hu: SIRI PARANCSOK
ia: ACCESSOS DIRECTE DE SIRI
is: SIRI FLÝTILEIÐIR
ja: SIRI ショートカット
ka: SIRI მალსახმობები
kab: INEGZUMEN SIRI
ko: SIRI 단축키
lt: „SIRI“ KOMANDOS
ne_np: SIRI सर्टकटहरू
pl: Skróty Siri
pt_br: ATALHOS DA SIRI
ro: SCURTĂTURI SIRI
sk: SKRATKY PRE SIRI
sl: BLIŽNJICE ZA SIRI
sq: SHKURTORE SIRI
sv_se: SIRI GENVÄGAR
th: คำสั่งลัด SIRI
tt: SIRI КЫСКАРТЫЛМАЛАРЫ
uk: ШВИДКІ КОМАНДИ SIRI
zh_cn: Siri 快捷指令
zh_tw: Siri 捷徑

# ShareMenu.AddToShortcuts
source: Add to Shortcuts
am: ወደ አቋራጮች አክል
ar: أضِف إلى الاختصارات
be: Дадаць у цэтлікі
bn: শর্টকাট যোগ করুন
br: Ouzhpennañ d'ar berradennoù
cs: Přidat zkratku
de: Zu Verknüpfungen hinzufügen
el: Προσθήκη συντόμευσης
eo: Aldoni al ŝparvojoj
es_mx: Agregar a accesos directos
et: Lisa otseteedesse
fa: میانبر را اضافه کنید
hi_in: शॉर्टकट में जोड़ें
hu: Hozzáadás a Parancsokhoz
ia: Adder al accessos directe
is: Bæta við flýtileiðir
ja: ショートカットを追加
ka: მალსახმობებში დამატება
kab: Rnu ɣer yinegzumen n unasiw
ko: 바로가기 추가
lt: Pridėti prie leistukų
ne_np: सर्टकटहरुमा थप्नुहोस्
pl: Dodaj do skrótów
pt_br: Adicionar aos atalhos
ro: Adaugă la comenzi rapide
sk: Pridať medzi Skratky
sl: Dodaj med bližnjice
sq: Shtoje te Shkurtoret
sv_se: Lägg till i genvägar
th: เพิ่มทางลัด
tl: Idagdag sa Shortcuts
tt: Ярлыкларга өстәү
uk: Додати до ярликів
vi: Thêm vào lối tắt
zh_cn: 添加快捷方式
zh_tw: 新增捷徑

# ShareMenu.AddToShortcuts.Confirm
source: Added to Shortcuts
am: ወደ አቋራጮች ታክሏል
ar: أُضيف إلى الاختصارات
be: Дададзена ў цэтлікі
cs: Přidáno do zkratek
de: Zu Verknüpfungen hinzugefügt
el: Προστέθηκε στις συντομεύσεις
eo: Aldonita al ŝparvojoj
es_mx: Agregado a los atajos
hu: Hozzáadva a Parancsokhoz
ia: Addite al accessos directe
is: Bætt við flýtileiðir
ja: ショートカットに追加しました
kab: Yettwarna ɣer yinegzumen
pl: Dodano do skrótów
pt_br: Adicionado aos atalhos
ro: Adăugat la comenzi rapide
sk: Pridané medzi Skratky
sq: U shtua te Shkurtoret
sv_se: Tillagd i genvägar
uk: Додано до ярликів
vi: Đã thêm vào lối tắt
zh_cn: 已添加快捷方式
zh_tw: 已新增捷徑

# ShareMenu.FindInPage
source: Find in Page
am: በገጽ ውስጥ ያግኙ
ar: ابحث في الصفحة
ast: Atopar na páxina
be: Знайсці на старонцы
bg: Търсене в страницата
bn: পাতায় অনুসন্ধান
br: Kavout er bajennad
cs: Najít na stránce
de: In Seite suchen
el: Εύρεση στη σελίδα
eo: Serĉi en paĝo
es_mx: Buscar en la página
et: Otsi lehelt
fa: پیدا کردن در صفحه
hi_in: पृष्ठ में ढूँढें
hu: Keresés az oldalon
ia: Cercar in le pagina
is: Finna á síðu
ja: ページ内検索
ka: პოვნა გვერდზე
kab: Nadi deg usebter
ko: 페이지내 검색
lt: Rasti tinklalapyje
mr: पृष्ठामध्ये शोधा
ms: Cari dalam Halaman
ne_np: पृष्ठमा खोज्नुहोस्
pl: Znajdź na stronie
pt_br: Procurar na página
ro: Caută în pagină
sk: Hľadať na stránke
sl: Najdi na strani
sq: Gjej në Faqe
sv_se: Hitta på sidan
ta: பக்கத்தில் கண்டுபிடி
th: ค้นหาในหน้า
tl: Hanapin sa Pahina
tt: Биттән табу
uk: Знайти на сторінці
ur: صفحے میں ڈھونڈیں
vi: Tìm trong trang
zh_cn: 在页面中查找
zh_tw: 在頁面中搜尋

# ShareMenu.GetFirefox
source: Get the Firefox App
ast: Consiguir Firefox
az: Firefox-u Qur
bg: Изтегляне на приложението Firefox
bn: Firefox অ্যাপ নিন
br: Kaout an arload Firefox
de: Holen Sie sich die Firefox-App
eo: Ricevi Firefox
et: Hangi Firefoxi äpp
fa: دریافت برنامه Firefox
ga_ie: Faigh an Aip Firefox
hi_in: Firefox एप्लिकेशन पाएं
hy_am: Ստանալ Firefox-ը
ia: Discarga le application Firefox
ja: Firefox アプリを入手する
ka: გადმოწერეთ Firefox
ko: Firefox 앱 설치
mr: Firefox अनुप्रयोग मिळवा
ms: Dapatkan app Firefox
ne_np: Firefox App पाउनुहोस्
nn_no: Hent Firefox-appen
pl: Pobierz Firefoksa
sl: Prenesi Firefox
sv_se: Hämta appen Firefox
ta: பயர்பாக்ஸ் செயலியைப் பெறுக
te: Firefox App ను పొందండి
th: รับแอป Firefox
tl: Kumuha ng Firefox App
tr: Firefox’u indir
tt: Firefox кушымтасын алу
uk: Отримати Firefox
ur: Firefox ایب حاصل کریں
zh_cn: 获取 Firefox 应用
zh_tw: 下載 Firefox

# ShareMenu.PageActions
source: Page Actions
bg: Действия със страницата
bn: পেজ একশন
br: Obererezhioù ar bajenn
de: Aktionen für Seite
eo: Retpaĝaj agoj
et: Lehe toimingud
fa: اقدامات صفحه
hi_in: पृष्ठ क्रियाएँ
ia: Actiones del pagina
ja: ページ操作
ka: ვებგვერდზე მოქმედებები
ko: 페이지 작업
mr: पृष्ठाच्या कृती
ms: Tindakan Halaman
ne_np: पृष्ठ कार्यहरु
pl: Interakcje
sl: Dejanja strani
sv_se: Åtgärder för sida
th: การกระทำหน้า
tl: Mga Pagkilos ng Pahina
tt: Бит өчен гамәлләр
uk: Дії сторінки
zh_cn: 页面操作
zh_tw: 頁面操作

# ShareMenu.RemoveFromShortcuts
source: Remove from Shortcuts
am: ከአቋራጮች አስወግድ
ar: أزِل من الاختصارات
be: Выдаліць з цэтлікаў
bn: শর্টকাট থেকে সরান
br: Lemel diouzh ar berradennoù
cs: Odebrat ze zkratek
de: Aus Verknüpfungen entfernen
el: Αφαίρεση συντόμευσης
eo: Forigi el ŝparvojoj
es_mx: Eliminar de los accesos directos
et: Eemalda otseteede hulgast
fa: حذف از میانبرها
hi_in: शॉर्टकट से हटाएं
hu: Eltávolítás a Parancsokból
ia: Remover del accessos directe
is: Fjarlægja úr flýtileiðum
ja: ショートカットから削除
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
ko: 바로가기에서 제거
lt: Pašalinti iš leistukų
ne_np: सर्टकटहरु बाट हटाउनुहोस्
pl: Usuń ze skrótów
pt_br: Remover dos atalhos
ro: Elimină din comenzi rapide
sk: Odstrániť zo Skratiek
sl: Odstrani iz bližnjic
sq: Hiqe nga Shkurtoret
sv_se: Ta bort från genvägar
th: ลบออกจากคำสั่งลัด
tl: Alisin sa Shortcuts
tt: Ярлыклардан бетерү
uk: Вилучити з ярликів
vi: Xóa khỏi lối tắt
zh_cn: 移除快捷方式
zh_tw: 刪除捷徑

# ShareMenu.RequestDesktop
source: Request Desktop Site
am: የዴስክቶፕ ድረ-ገፅን ጠይቅ
ar: اطلب موقع سطح مكتب
ast: Pidir el sitiu pa ordenadores
be: Поўная версія сайта
bg: Настолна версия на сайта
bn: ডেস্কটপ সাইটের জন্য অনুরোধ করুন
br: Goulenn al lec'hienn evit an urzhiataerioù
cs: Verze stránky pro počítač
de: Desktop-Website anfordern
el: Έκδοση για υπολογιστές
eo: Peti skribotablan retejon
es_mx: Solicitar sitio de escritorio
et: Töölaua versioon
fa: درخواست نسخه رو میزی وب‌سایت
hi_in: डेस्कटॉप साइट का अनुरोध करें
hu: Asztali oldal kérése
ia: Requestar sito de scriptorio
is: Fá borðtölvu vefsvæði
ja: デスクトップ版を見る
ka: სრული საიტი
kab: Suter asmel n tnarit
ko: 데스크톱 사이트 요청
lt: Prašyti ne mob. svetainės
mr: डेस्कटॉप साइटची विनंती करा
ms: Pinta Laman Desktop
ne_np: डेस्कटप साइट अनुरोध गर्नुहोस्
pl: Zażądaj wersji na komputery
pt_br: Versão do site para computador
ro: Cere versiune de desktop
sk: Verzia stránky pre počítače
sl: Zahtevaj stran za namizja
sq: Kërko Sajtin për Desktop
sv_se: Begär datorwebbplats
ta: கணினி பக்கத்தைக் கேள்
th: ขอไซต์สำหรับเดสก์ท็อป
tl: Humiling ng Desktop Site
tt: Сайтның тулы версиясен сорау
uk: Повна версія сайту
ur: ڈیسک ٹاپ سائٹ کی درخواست کریں
vi: Yêu cầu trang web cho máy tính
zh_cn: 要求桌面版网站
zh_tw: 開啟桌面版網站

# ShareMenu.RequestMobile
source: Request Mobile Site
am: የሞባይል ድረ-ገፅን ጠይቅ
ar: اطلب موقع المحمول
ast: Pidir el sitiu pa móviles
be: Мабільная версія сайта
bg: Мобилна версия на сайта
bn: মোবাইল সাইটের জন্য অনুরোধ করুন
br: Lec'hienn hezoug
cs: Mobilní verze stránky
de: Mobile Website anfordern
el: Έκδοση για κινητά
eo: Peti poŝaparatan retejon
es_mx: Solicitar sitio para móviles
et: Mobiiliversioon
fa: درخواست نسخه تلفن همراه سایت
hi_in: मोबाइल साइट का अनुरोध करें
hu: Mobil oldal kérése
ia: Requestar sito mobile
is: Biðja um svæði fyrir snjalltæki
ja: モバイル版サイトを見る
ka: მობილურის საიტი
kab: Suter asmel aziraz
ko: 모바일 사이트 보기
lt: Prašyti mobilios svetainės
ne_np: मोबाइल साइट अनुरोध गर्नुहोस्
pl: Zażądaj wersji na urządzenia przenośne
pt_br: Solicitar site para celular
ro: Cere versiunea de mobil
sk: Mobilná verzia stránky
sl: Zahtevaj mobilno stran
sq: Kërko Sajtin Për Celular
sv_se: Begär mobil webbplats
th: ขอไซต์สำหรับมือถือ
tt: Сайтның мобиль версиясен сорау
uk: Мобільна версія сайту
vi: Yêu cầu trang web di động
zh_cn: 请求移动版网站
zh_tw: 開啟行動版網頁

# ShareMenu.ShareOpenChrome
source: Open in Chrome
am: በ Chrome ክፈት
ar: افتح في كروم
ast: Abrir en Chrome
be: Адкрыць у Chrome
bg: Отваряне в Chrome
bn: Chrome এ খুলুন
br: Digeriñ e Chrome
cs: Otevřít v Chrome
de: In Chrome öffnen
el: Άνοιγμα στο Chrome
eo: Malfermi per Chrome
es_mx: Abrir en Chrome
et: Ava Chrome'is
fa: بازکردن در کروم
hi_in: Chrome में खोलें
hu: Megnyitás a Chrome-ban
ia: Aperir in Chrome
is: Opna í Chrome
ja: Chrome で開く
ka: Chrome-ში გახსნა
kab: Ldi deg Chrome
ko: Chrome에서 열기
lt: Atverti „Chrome“ naršyklėje
mr: Chrome मध्ये उघडा
ms: Buka dalam Chrome
ne_np: Chrome मा खोल्नुहोस्
pl: Otwórz w Chrome
pt_br: Abrir no Chrome
ro: Deschide în Chrome
sk: Otvoriť v Chrome
sl: Odpri v Chromu
sq: Hape në Chrome
sv_se: Öppna i Chrome
th: เปิดใน Chrome
tl: Buksan sa Chrome
tt: Chrome-да ачу
uk: Відкрити в Chrome
vi: Mở trong Chrome
zh_cn: 在 Chrome 中打开
zh_tw: 使用 Chrome 開啟

# ShareMenu.ShareOpenDefaultBrowser
source: Open in Default Browser
am: በነባሪ አሳሽ ክፈት
ar: افتح في المتصفح الافتراضي
ast: Abrir nel restolador predetermináu
be: Адкрыць у прадвызначаным браўзеры
bn: ডিফল্ট ব্রাউজারে খুলুন
cs: Otevřít ve výchozím prohlížeči
de: Im Standard-Browser öffnen
el: Άνοιγμα στο προεπιλεγμένο πρόγραμμα περιήγησης
eo: Malfermi per norma retumilo
es_mx: Abrir en el navegador predeterminado
et: Ava vaikebrauseris
hi_in: डिफ़ॉल्ट ब्राउज़र में खोलें
hu: Megnyitás az alapértelmezett böngészőben
ia: Aperir in navigator predefinite
is: Opna í sjálfgefnum vafra
ja: デフォルトブラウザーで開く
ka: ნაგულისხმევი ბრაუზერით
kab: Ldi deg yiminig amezwer
ko: 기본 브라우저에서 열기
lt: Atverti numatytojoje naršyklėje
ne_np: पूर्वनिर्धारित ब्राउजरमा खोल्नुहोस्
pl: Otwórz w domyślnej przeglądarce
pt_br: Abrir no navegador padrão
ro: Deschide în browserul implicit
sk: Otvoriť v predvolenom prehliadači
sl: Odpri v privzetem brskalniku
sq: Hape në Shfletuesin Parazgjedhje
sv_se: Öppna i standardwebbläsare
th: เปิดในเบราว์เซอร์เริ่มต้น
tt: Стандарт браузерда ачу
uk: Відкрити в типовому браузері
vi: Mở bằng trình duyệt mặc định
zh_cn: 在默认浏览器中打开
zh_tw: 用預設瀏覽器開啟

# ShareMenu.ShareOpenFirefox
source: Open in Firefox
am: በ Firefox ክፈት
ar: افتح في فَيَرفُكس
ast: Abrir en Firefox
be: Адкрыць у Firefox
bg: Отваряне във Firefox
bn: Firefox এ খুলুন
br: Digeriñ e Firefox
cs: Otevřít ve Firefoxu
de: In Firefox öffnen
el: Άνοιγμα στο Firefox
eo: Malfermi per Firefox
es_mx: Abrir en Firefox
et: Ava Firefoxis
fa: بازکردن در فایرفاکس
hi_in: Firefox में खोलें
hu: Megnyitás a Firefoxban
ia: Aperir in Firefox
is: Opna í Firefox
ja: Firefox で開く
ka: Firefox-ში გახსნა
kab: Ldi deg Firefox
ko: Firefox에서 열기
lt: Atverti „Firefox“ naršyklėje
mr: Firefox मध्ये उघडा
ms: Buka dalam Firefox
ne_np: Firefox मा खोल्नुहोस्
pl: Otwórz w Firefoksie
pt_br: Abrir no Firefox
ro: Deschide în Firefox
sk: Otvoriť vo Firefoxe
sl: Odpri v Firefoxu
sq: Hape në Firefox
sv_se: Öppna i Firefox
th: เปิดใน Firefox
tl: Buksan sa Firefox
tt: Firefox-та ачу
uk: Відкрити у Firefox
vi: Mở trong Firefox
zh_cn: 在 Firefox 中打开
zh_tw: 使用 Firefox 開啟

# ShareMenu.SharePage
source: Share Page With…
am: ገጽ አጋራ በ…
ar: شارِك الصفحة مع…
be: Падзяліцца старонкай праз…
bg: Споделяне на страницата с…
bn: পাতা শেয়ার করুন…
cs: Sdílet stránku s…
de: Seite teilen mit…
el: Κοινή χρήση σελίδας με…
eo: Kundividi paĝon kun…
es_mx: Compartir página con…
et: Jaga lehte…
fa: همرسانی صفحه با…
hi_in: के साथ पृष्ठ साझा करें…
hu: Lap megosztása…
ia: Compartir le pagina con…
is: Deila síðu með…
ja: ページを共有...
kab: Bḍu asebter d…
ko: 페이지 공유…
lt: Dalintis naudojant…
ne_np: यससँग पृष्ठ सेयर गर्नुहोस्…
pl: Udostępnij stronę…
pt_br: Compartilhar página com…
ro: Partajează pagina cu…
sk: Zdieľať stránku s…
sl: Deli stran z …
sq: Ndajeni Faqen Me…
sv_se: Dela sida med…
tl: Ibahagi ang Pahina Sa…
tt: Битне уртаклашу…
uk: Поділитися сторінкою…
vi: Chia sẻ trang với…
zh_cn: 分享页面…
zh_tw: 分享頁面…
