Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Open.Cancel
source: Cancel
ast: Encaboxar
az: Ləğv et
bg: Отказ
bn: বাতিল
br: Nullañ
de: Abbrechen
eo: Nuligi
et: Loobu
fa: لغو
ga_ie: Cealaigh
hi_in: रद्द करें
hy_am: Չեղարկել
ia: Cancellar
ja: キャンセル
ka: გაუქმება
ko: 취소
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
nn_no: Avbryt
pl: Anuluj
sl: Prekliči
sv_se: Avbryt
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tl: I-cancel
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
zh_cn: 取消
zh_tw: 取消

# Open.Firefox
source: Firefox (Private Browsing)
ast: Firefox (Restolar en privao)
az: Firefox (Məxfi Səyahət)
bg: Firefox (поверително разглеждане)
bn: Firefox (ব্যক্তিগত ব্রাউজিং)
br: Firefox (Merdeiñ prevez)
de: Firefox (Privater Modus)
eo: Firefox (privata retumo)
et: Firefox (privaatne lehitsemine)
fa: فایرفاکس (مرور ناشناس)
ga_ie: Firefox (Brabhsáil Phríobháideach)
hi_in: Firefox (निजी ब्राउज़िंग)
hy_am: Փորձեք Գաղտնի դիտարկումը
ia: Firefox (Navigation private)
ja: Firefox (プライベートブラウジング)
ka: Firefox (პირადი ბრაუზერი)
ko: Firefox (사생활 보호모드)
mr: Firefox (खाजगी ब्राउझिंग)
ms: Firefox (Pelayaran Peribadi)
ne_np: Firefox (गोप्य ब्राउजिङ)
nn_no: Firefox (privat nettlesing)
pl: Firefox (tryb prywatny)
sl: Firefox (zasebno brskanje)
sv_se: Firefox (privat surfning)
ta: பயர்பாக்ஸ் (தனிப்பட்ட உலாவல்)
te: Firefox (వ్యక్తిగత విహరణ)
th: Firefox (การท่องเว็บแบบส่วนตัว)
tl: Firefox (pribadong pagba-browse)
tr: Firefox (Gizli Gezinti)
tt: Firefox (Хосусый гизү)
uk: Firefox (Приватний перегляд)
ur: Firefox (نجی براؤزنگ)
uz: Firefox (Maxfiy tarzda ishlash)
zh_cn: Firefox (隐私浏览)
zh_tw: Firefox（隱私瀏覽）

# Open.More
source: More
ast: Más
az: Daha
bg: Повече
bn: আরো
br: Muioc'h
de: Mehr
eo: Pli
et: Rohkem
fa: بیشتر
ga_ie: Tuilleadh
hi_in: अधिक
hy_am: Ավելին
ia: Plus
ja: その他
ka: სხვა
ko: 기타
mr: अधिक
ms: Selanjutnya
ne_np: थप
nn_no: Meir
pl: Więcej
sl: Več
sv_se: Mer
ta: மேலும்
te: మరింత
th: เพิ่มเติม
tl: Higit pa
tr: Daha fazla
tt: Күбрәк
uk: Більше
ur: مزید
uz: Yana
zh_cn: 更多
zh_tw: 更多

# ProtectionStatus.NotSecure
source: Connection is not secure
ast: La conexón nun ye segura
bn: সংযোগ নিরাপদ নয়
de: Verbindung ist nicht sicher
eo: Nesekura konekto
et: Ühendus pole turvaline
hi_in: कनेक्शन असुरक्षित है
ia: Le connexion non es secur
ja: 接続は安全ではありません
ka: კავშირი დაუცველია
ko: 연결이 안전하지 않음
ne_np: यो जडान सुरक्षित छैन
pl: Połączenie nie jest zabezpieczone
sl: Povezava ni varna
sv_se: Anslutningen är inte säker
th: การเชื่อมต่อไม่ปลอดภัย
tt: Бәйләнеш хәвефсез түгел
uk: З’єднання не захищене
zh_cn: 连接不安全
zh_tw: 連線不安全

# ProtectionStatus.Secure
source: Connection is secure
ast: La conexón ye segura
bn: সংযোগ সুরক্ষিত
de: Verbindung ist sicher
eo: Sekura konekto
et: Turvaline ühendus
hi_in: कनेक्शन सुरक्षित है
ia: Le connexion es secur
ja: 接続は安全です
ka: კავშირი დაცულია
ko: 연결이 안전함
ne_np: यो जडान सुरक्षित छ
pl: Połączenie jest zabezpieczone
sl: Povezava je varna
sv_se: Anslutningen är säker
th: การเชื่อมต่อปลอดภัย
tt: Бәйләнеш хәвефсез
uk: З’єднання захищене
zh_cn: 连接安全
zh_tw: 連線安全

source: Request Desktop Site
bg: Настолна версия на сайта
bn: ডেস্কটপ সাইটের জন্য অনুরোধ করুন
br: Goulenn al lec'hienn evit an urzhiataerioù
de: Desktop-Website anfordern
eo: Peti skribotablan retejon
et: Töölaua versioon
fa: درخواست نسخه رو میزی وب‌سایت
hi_in: डेस्कटॉप साइट का अनुरोध करें
ia: Requestar sito de scriptorio
ja: デスクトップ版を見る
ka: სრული საიტი
ko: 데스크톱 사이트 요청
mr: डेस्कटॉप साइटची विनंती करा
ms: Pinta Laman Desktop
ne_np: डेस्कटप साइट अनुरोध गर्नुहोस्
pl: Zażądaj wersji na komputery
sl: Zahtevaj stran za namizja
sv_se: Begär datorwebbplats
ta: கணினி பக்கத்தைக் கேள்
th: ขอไซต์สำหรับเดสก์ท็อป
tl: Humiling ng Desktop Site
tt: Сайтның тулы версиясен сорау
uk: Повна версія сайту
ur: ڈیسک ٹاپ سائٹ کی درخواست کریں
zh_cn: 要求桌面版网站
zh_tw: 開啟桌面版網站

# Safari.instructionsContentBlockers
source: Tap Safari, then select Content Blockers
am: ሳፋሪን ይንኩ እና የይዘት ማገጃዎችን ይምረጡ
ar: انقر على سفاري ثم اختر ”أدوات حجب المحتوى“
ast: Calca en Safari, dempués esbilla Bloquiadores de conteníu
az: Safari-yə basın, daha sonra Məzmun Əngəlləyicilərini seçin
bg: Натиснете на Safari, после изберете Content Blockers
bn: Safari তে ট্যাপ করুন, তারপর কন্টেন্ট ব্লকার নির্বাচন করুন
br: Stokit war Safari ha diuzit ar stankaerioù endalc'had
cs: Klepněte na Safari a poté vyberte Blokátory obsahu
de: Tippen Sie auf „Safari“ und wählen Sie „Inhaltsblocker“
el: Πατήστε το Safari και επιλέξτε «Προγράμματα αποκλεισμού περιεχομένου»
eo: Tuŝetu Safari, poste elektu "Enhavaj blokiloj"
es_mx: Presiona Safari, luego selecciona bloqueadores de contenido
et: Puuduta valikut Safari, see järel vali Content Blockers
fa: بر روی Safari بزنید و سپس Content Blockers را انتخاب کنید
ga_ie: Tapáil Safari, ansin roghnaigh Content Blockers
hi_in: Safari टैप करें, तब सामग्री ब्लॉकर्स को चुनें
hu: Érintse meg a Safarit, majd válassza a Tartalomblokkolókat
hy_am: Հպեք Safari, ընտրեք բովանդակության արգելափակիչներ
ia: Tocca Safari, pois selige Blocatores de contento
is: Ýttu á Safari, veldu síðan lokun á efni
ja: Safari をタップしてコンテンツブロッカーを選択します
ka: დააჭირეთ Safari-ს და გადადით შიგთავსის შემზღუდველებზე (Content Blockers)
kab: Senned ɣef Safari, sakin fren Imsewḥal n ugbur
ko: Safari에서 콘텐츠 차단
lt: Bakstelėkite „Safari“, tada pasirinkite „Content Blockers“
mr: Safari टॅप करा, नंतर मजकूर अवरोधक निवडा
ms: Tap Safari, kemudian pilih Penyekat Kandungan
ne_np: सफारी ट्याप गर्नुहोस्, त्यसपछि सामग्री अवरोधकहरूको चयन गर्नुहोस्
nn_no: Trykk Safari, vel deretter innhaldsblokkerarar
pl: Stuknij Safari, a następnie Blokady zawartości
pt_br: Tocar em Safari e selecionar Bloqueadores de conteúdo
ro: Apasă pe Safari, apoi selectează Sisteme de blocare a conținutului
sk: Ťuknite na Safari a vyberte Blokátory obsahu
sl: Tapnite Safari in izberite Content Blockers
sq: Prekni Safari-n, mandej përzgjidhni Bllokues Lënde
sv_se: Tryck på Safari och sedan välj Innehållsblockerare
ta: சப்பாரி உலாவியைத் தட்டி, உள்ளடக்க தடுப்புகளைத் தேர்
te: కంటెంట్ బ్లాకర్లను ఎంచుకోవడానికి Safariని సఫారిని నొక్కండి
th: แตะ Safari จากนั้นเลือก ตัวปิดกั้นเนื้อหา
tl: Tap Safari, pagkatapos ay piliin ang Nilalaman ng Blockers
tr: Safari’ye dokunun ve İçerik Engelleyiciler’i seçin
tt: Safari-га басыгыз һәм эчтәлек тыючыларны сайлагыз
uk: Оберіть Safari, потім оберіть Блокувальники вмісту
ur: ۔Safari کو تھپتھپائیں، پھر مواد بلاکرز کو منتخب کریں
uz: Safari ustiga bosing, so‘ngra "Kontentni bloklash qoidasi"ni tanlang.
vi: Chạm Safari, rồi chọn Chặn nội dung
zh_cn: 点按 Safari，然后选择“内容拦截器”
zh_tw: 點擊 Safari，然後選擇「內容阻擋器」

# Safari.instructionsEnable
source: Enable %@
am: %@ን አንቃ
ar: فعّل %@
ast: Activar %@
az: Aktivləşdir: %@
be: Уключыць %@
bg: Включване на %@
bn: %@ সক্রিয় করুন
br: Gweredekaat %@
cs: Povolte %@
de: %@ aktivieren
el: Ενεργοποίηση στο %@
eo: Aktivigu %@
es_mx: Habilitar %@
et: Luba %@
fa: فعال‌سازی %@
ga_ie: Cumasaigh %@
hi_in: %@ सक्रिय करें
hu: %@ engedélyezése
hy_am: Միացնել %@-ը
ia: Activar %@
is: Virkja %@
ja: %@ を有効にします
ka: ჩართეთ %@
kab: Rmed %@
ko: %@ 사용
lt: Įgalinkte „%@“
mr: %@ सक्षम करा
ms: Dayakan %@
ne_np: %@ सक्षम पार्नुहोस्
nn_no: Slå på %@
pl: Włącz %@
pt_br: Ative o %@
ro: Activează %@
sk: Povoľte %@
sl: Omogočite %@
sq: Aktivizo %@
sv_se: Aktivera %@
ta: %@ செயற்படுத்து
te: %@ చేతనం చేయి
th: เปิดใช้งาน %@
tr: %@’u etkinleştirin
tt: %@-ны кабызу
uk: Увімкніть %@
ur: %@ اہل بنائی
uz: %@ni yoqing
vi: Bật %@
zh_cn: 启用 %@
zh_tw: 開啟 %@

# Safari.instructionsNotEnabled
source: %@ is not enabled.
am: %@ አልነቃም።
ar: u200f%@ ليس مفعّلا.
ast: %@ nun s'activó.
az: %@ aktivləşdirilməyib.
be: %@ не ўключаны.
bg: %@ не е включен.
bn: %@ সক্রিয় করা হয়নি।
br: Diweredekaet eo %@
cs: %@ není povolen.
de: %@ ist nicht aktiviert.
el: Το %@ δεν είναι ενεργό.
eo: %@ ne estas aktiva.
es_mx: %@ no está activado.
et: %@ pole lubatud.
fa: برنامه %@ فعال نیست.
ga_ie: Níl %@ cumasaithe.
hi_in: %@ सक्रिय नहीं है.
hu: A %@ nincs engedélyezve.
hy_am: %@-ը միացրած չէ:
ia: %@ non es activate.
is: %@ er óvirkt.
ja: %@ を有効にしましょう。
ka: %@ არაა ჩართული.
kab: %@ ur yermid ara.
ko: %@ 사용 안함
lt: „%@“ neįgalinta.
mr: %@ सक्षम केलेले नाही.
ms: %@ tidak didayakan.
ne_np: %@ सक्षम पारिएको छैन ।
nn_no: %@ er ikkje slått på.
pl: %@ nie został włączony.
pt_br: %@ não está ativado.
ro: %@ nu este activat.
sk: %@ nie je povolený.
sl: %@ ni omogočen.
sq: %@ s’është aktivizuar.
sv_se: %@ är inte aktiverad.
ta: %@ செயலற்றுள்ளது.
te: %@ ప్రారంభించబడలేదు.
th: ไม่ได้เปิดใช้งาน %@
tl: %@ ay hindi pinagana.
tr: %@ etkin değil.
tt: %@ кабызылмаган.
uk: %@ не увімкнено.
ur: %@ اہل نہیں ہے۔
uz: %@ o‘chiq
vi: %@ không được bật.
zh_cn: %@ 未启用。
zh_tw: 未開啟 %@。

# Safari.instructionsOpen
source: Open Settings App
am: የቅንብሮች መተግበሪያን ይክፈቱ
ar: افتح تطبيق الإعدادات
ast: Abrir aplicación d'axustes
az: Tənzimləmələr Tətbiqini Aç
be: Адкрыйце налады праграмы
bg: Отваряне на приложението за настройки
bn: সেটিংস অ্যাপ খুলুন
br: Digeriñ an arload arventennoù
cs: Otevřete Nastavení
de: Einstellungs-App öffnen
el: Άνοιγμα εφαρμογής «Ρυθμίσεις»
eo: Malfermu la agordan programon
es_mx: Abrir la aplicación de configuraciones
et: Ava äpp Settings
fa: باز کردن برنامهٔ تنظیمات
ga_ie: Oscail Aip na Socruithe
hi_in: सेटिंग अनुप्रयोग खोलें
hu: Beállítások app megnyitása
hy_am: Բացել կարգավորումները
ia: Aperi le parametros
is: Opna stillingar
ja: 環境設定アプリを開きます
ka: გახსენით სისტემის პარამეტრები
kab: Ldi asnas n iɣewwaṛen
ko: 앱 설정 열기
lt: Atverkite programą „Settings“
mr: सेटिंग अॅप उघडा
ms: Buka Tetapan Aplikasi
ne_np: सेटिङ्ग अनुप्रयोग खोल्नुहोस्
nn_no: Opna innstillingar-appen
pl: Otwórz aplikację Ustawienia
pt_br: Abrir configurações do aplicativo
ro: Deschide aplicația Configurări
sk: Otvorte aplikáciu Nastavenia
sl: Odprite nastavitve naprave
sq: Hapni Aplikacion Rregullimesh
sv_se: Öppna appen Inställningar
ta: அமைவுகள் செயலியைத் திற
te: సెట్టింగ్‌లను తెరవండి
th: เปิดแอป การตั้งค่า
tl: Buksan ang mga Setting App
tr: Ayarlar uygulamasını açın
tt: Көйләүләр кушымтасын ачу
uk: Відкрийте параметри програми
ur: سیٹنگیں ایپلیکیشن کھولیں
uz: Ilova sozlamalarini oching
vi: Mở Cài đặt
zh_cn: 打开“设置”应用
zh_tw: 開啟「設定」應用程式

source: Save
am: አስቀምጥ
ar: احفظ
ast: Guardar
az: Saxla
be: Захаваць
bg: Запазване
bn: সংরক্ষণ করুন
br: Enrollañ
cs: Uložit
de: Speichern
el: Αποθήκευση
eo: Konservi
es_mx: Guardar
et: Salvesta
fa: ذخیره
hi_in: सहेजें
hu: Mentés
hy_am: Պահպանել
ia: Salvar
is: Vista
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lt: Įrašyti
mr: साठवा
ms: Simpan
ne_np: सङ्ग्रह गर्नुहोस्
nn_no: Lagra
pl: Zachowaj
pt_br: Salvar
ro: Salvează
sk: Uložiť
sl: Shrani
sq: Ruaje
sv_se: Spara
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tl: I-save
tr: Kaydet
tt: Саклау
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

# SearchEngine.addEngineError
source: That didn’t work. Try replacing the search term with this: %s.
am: ያ አልሰራም። የፍለጋ ቃሉን በዚህ ለመተካት ይሞክሩ፡- %s።
ar: لم ينجح الأمر. جرّب استخدام نص البحث هذا بدل الحالي: %s.
cs: To nezafungovalo. Zkuste nahradit hledaný výraz za „%s”.
el: Δεν λειτούργησε. Αντικαταστήσετε τον όρο αναζήτησης με αυτό: %s.
eo: Tio ne funkciis. Provu anstataŭigi vian serĉotekston per tio ĉi: %s.
es_mx: Eso no funcionó. Intenta reemplazar el término de búsqueda con esto: %s.
et: See ei õnnestunud. Proovi asendada sellega: %s.
fa: اگر آن کار نکرد. جایگزین کرد شرط جست‌ و جو با %s را امتحان کنید.
hu: Ez nem működött. Próbálja lecserélni a keresési kifejezést erre: %s.
is: Þetta gekk ekki. Skipta um leitarorð í: %s.
kab: Ur iteddu ara, Ԑreḍ abeddel n iferdisen n unadi s waya: %s.
lt: Nepavyko išanalizuoti adreso. Pamėginkite pakeisti paieškos žodžius šiuo tekstu: %s.
ne_np: त्यो काम गरेन। खोज शब्दलाई यसले प्रतिस्थापन गर्ने प्रयास गर्नुहोस्: %s
pl: To nie zadziałało. Zamień wyszukiwany tekst na „%s”.
pt_br: Isto não funcionou. Tente substituir o termo de pesquisa com isto: %s.
ro: Nu a funcționat. Încearcă să înlocuiești termenul de căutare cu: %s.
sk: To nefungovalo. Skúste nahradiť vyhľadávaný výraz s: %s.
sq: Kjo nuk bëri punë. Provoni të zëvendësoni termin e kërkimit me këtë: %s.
sv_se: Det fungerade inte. Försök att ersätta sökordet med detta: %s.
uk: Це не спрацювало. Спробуйте замінити пошуковий запит цим: %s.
vi: Điều đó không hoạt động. Hãy thử thay thế cụm từ tìm kiếm bằng cái này: %s.
zh_cn: 网址无效。尝试用这个替换搜索关键词：%s。

# SearchSuggestions.promptDisable
source: No
am: አይደለም
ar: لا
ast: Non
be: Не
bg: Не
bn: না
br: Ket
cs: Ne
de: Nein
el: Όχι
eo: Ne
et: Ei
fa: خیر
hi_in: नहीं
hu: Nem
is: Nei
ja: いいえ
ka: არა
kab: Ala
ko: 아니오
lt: Ne
ne_np: होइन
pl: Nie
pt_br: Não
ro: Nu
sk: Nie
sl: Ne
sq: Jo
sv_se: Nej
th: ไม่
tl: Hindi
tt: Юк
uk: Ні
vi: Không
zh_cn: 否
zh_tw: 關

# SearchSuggestions.promptEnable
source: Yes
am: አዎ
ar: نعم
ast: Sí
be: Так
bg: Да
bn: হ্যাঁ
br: Ya
cs: Ano
de: Ja
el: Ναι
eo: Jes
es_mx: Sí
et: Jah
fa: بله
hi_in: हाँ‌
hu: Igen
ia: Si
is: Já
ja: はい
ka: დიახ
kab: Ih
ko: 예
lt: Taip
ne_np: हो
pl: Tak
pt_br: Sim
ro: Da
sk: Áno
sl: Da
sq: Po
sv_se: Ja
th: ใช่
tl: Oo
tt: Әйе
uk: Так
vi: Có
zh_cn: 是
zh_tw: 開

# SearchSuggestions.promptMessage
source: To get suggestions, %@ needs to send what you type in the address bar to the search engine.
am: ጥቆማዎችን ለማግኘት %@ በአድራሻ አሞሌው ላይ የሚተይቡትን ወደ ፍለጋ ፍርግም መላክ አለበት።
ar: لتستلم الاقتراحات، يحتاج %@ إلى إرسال ما تكتبه في شريط العنوان إلى محرك البحث.
bg: За да получавате предложения, %@ трябва да изпраща към търсачката всичко, каквото въвеждате в адресната лента.
bn: পরামর্শ পেতে, ঠিকানা বারে আপনি যা টাইপ করবেন তা %@ কে অনুসন্ধান ইঞ্জিনে পাঠাতে হবে।
br: Evit kaout alioù en deus ezhomm %@ da gas ar pezh a viziatait er varrenn glask d'al lusker klask.
cs: K realizaci našeptávání musí %@ text napsaný do adresního řádku odesílat zvolenému vyhledávači.
de: Um Ihnen Suchvorschläge anzuzeigen, muss %@ Ihre Eingaben in die Adressleiste an die Suchmaschine senden.
el: Για να λαμβάνετε προτάσεις, το %@ πρέπει να στέλνει στη μηχανή αναζήτησης ό,τι πληκτρολογείτε στη γραμμή διευθύνσεων.
eo: Por ricevi sugestojn, %@ bezonas sendi tion, kion vi tajpas en la adresa strio, al la serĉilo.
es_mx: Para obtener sugerencias, %@ necesita enviar lo que escribes en la barra de direcciones para el motor de búsqueda.
et: Soovituste saamiseks peab %@ saatma aadressiribale sisestatud teksti otsingumootorile.
fa: برای دریافت پیشنهادات،‌ %@ نیاز دارد تا آدرسی که در آدرس بار تایپ می‌کنید رو به موتور جست‌ و جو ارسال کند.
hi_in: सुझाव पाने हेतु, %@ को आपके द्वारा पता बार में टाइप किए चीज़ों को सर्च इंजन को भेजने की आवश्यकता होती है।
hu: A javaslatok kéréséhez a %@nak el kell küldenie a címsorba írt üzenetet a keresőszolgáltatásnak.
ia: Pro obtener suggestiones, %@ debe inviar lo que tu scribe in le barra de adresse al motor de recerca.
is: Til að fá tillögur, þarf %@ að senda það sem þú skrifar í slóðina til leitarvélarinnar.
ja: 検索候補を取得するには、アドレスバーに入力した内容を %@ が検索エンジンへ送信する必要があります。
ka: ძიების შემოთავაზებებისთვის, %@ უგზავნის მისამართის ველში აკრეფილ ტექსტს, შერჩეულ საძიებო სისტემას.
kab: Akken ad tawiḍ isumar n unadi, %@ isra ad yazen ayen tettaruḍ deg ufeggag n tansa ɣer umsedday n unadi.
ko: 추천 검색을 사용하려면 %@가 주소창에 입력한 내용을 검색 엔진에 보내야 합니다.
lt: Kad gautų siūlymus, „%@“ turi persiųsti ieškyklei viską, ką rašote į adreso lauką.
ne_np: सुझावहरू प्राप्त गर्न, %@ ले तपाईंले ठेगाना पट्टीमा टाइप गर्नुहुने कुरा सर्च इन्जिनमा पठाउनु पर्दछ।
pl: Aby uzyskać podpowiedzi, %@ musi wysłać słowa wpisywane na pasku adresu do wyszukiwarki.
pt_br: Para receber sugestões, o %@ precisa enviar o que você escreve na barra de endereços para o mecanismo de pesquisa.
ro: Pentru a obține sugestii, %@ trebuie să trimită ce tastezi în bara de adresă la motorul de căutare.
sk: Ak chcete získavať návrhy vyhľadávania, %@ bude odosielať vami písaný text vyhľadávaciemu modulu.
sl: Da pridobi predloge iskanja, mora %@ besede, ki jih natipkate v naslovno vrstico, poslati iskalniku.
sq: Që të merrni sugjerime, %@ ka nevojë të dërgojë te motori juaj i kërkimeve atë çka shtypni te shtylla e adresave.
sv_se: För att få förslag måste %@ skicka det du skriver i adressfältet till sökmotorn.
th: เพื่อรับข้อเสนอแนะ %@ จำเป็นต้องส่งสิ่งที่คุณพิมพ์ในแถบที่อยู่ไปยังเครื่องมือค้นหา
tt: Эзләү тәкъдимнәрен алу өчен, %@ Сез адрес юлында язганнарны эзләү системасына җибәрергә мәҗбүр.
uk: Для отримання пропозицій %@ повинен відправляти введений в адресному рядку текст провайдеру пошуку.
vi: Để nhận đề xuất, %@ cần gửi những gì bạn nhập vào thanh địa chỉ cho công cụ tìm kiếm.
zh_cn: 为获取建议，%@ 需将您在地址栏中输入的内容发送至搜索引擎。
zh_tw: 為了取得建議，%@ 需要將您在網址列輸入的文字傳送至搜尋引擎。

# SearchSuggestions.promptTitle
source: Show Search Suggestions?
am: የፍለጋ ጥቆማዎችን አሳይ?
ar: أأعرض اقتراحات البحث؟
be: Паказваць прапановы пошуку?
bg: Показване на предложения при търсене?
bn: অনুসন্ধান পরামর্শ দেখানো হবে কি?
br: Diskouez an alioù klask?
cs: Povolit našeptávání?
de: Suchvorschläge anzeigen?
el: Εμφάνιση προτάσεων αναζήτησης;
eo: Ĉu montri serĉajn sugestojn?
es_mx: ¿Mostrar sugerencias de búsqueda?
et: Kas kuvada otsingusoovitusi?
fa: دریافت پیشنهادات جست و جو؟
hi_in: खोज सुझाव दिखाएँ?
hu: Jelenítsen-e meg keresési javaslatokat?
ia: Monstrar le suggestiones de recerca?
is: Sýna leitartillögur?
ja: 検索候補を表示しますか？
ka: გსურთ ძიების შემოთავაზებების ჩვენება?
kab: Sken isumar n unadi?
ko: 추천 검색을 사용할까요?
lt: Rodyti paieškos žodžių siūlymus?
ne_np: खोजी सुझाबहरू देखाउन चाहानुहुन्छ ?
pl: Wyświetlać podpowiedzi wyszukiwania?
pt_br: Mostrar sugestões de pesquisa?
ro: Afișezi sugestiile de căutare?
sk: Zobrazovať návrhy vyhľadávania?
sl: Prikažem predloge iskanja?
sq: Të shfaqen Sugjerime Kërkimi?
sv_se: Visa sökförslag?
th: แสดงข้อเสนอแนะการค้นหา?
tt: Эзләү тәкъдимнәре күрсәтелсенме?
uk: Показувати пошукові пропозиції?
vi: Hiển thị đề xuất tìm kiếm?
zh_cn: 要显示搜索建议吗？
zh_tw: 要顯示搜尋建議嗎？

# Settings.Search.AddSearchEngineButton
source: Add Another Search Engine
am: ሌላ የፍለጋ ፍርግም አክል
ar: أضف محرك بحث آخر
ast: Amestar otru motor de gueta
az: Digər axtarış mühərriyini əlavə et
be: Дадаць іншую пошукавую сістэму
bg: Добавяне на друга търсачка
bn: অন্য আরেকটি সার্চ ইঞ্জিন যোগ করুন
br: Ouzhpennañ ur c'heflusker enklask all
cs: Přidat další vyhledávač
de: Weitere Suchmaschine hinzufügen
el: Προσθήκη άλλης μηχανής αναζήτησης
eo: Aldoni alian serĉilon
es_mx: Agregar otro motor de búsqueda
et: Lisa veel üks otsingumootor
fa: اضافه کردن موتور جست‌وجو دیگر
hi_in: एक और खोज इंजन जोड़ें
hu: További keresőszolgáltatás felvétele
hy_am: Ավելացնել որոնողական հանգույց
ia: Adder un altere motor de recerca
is: Bæta við annari leitarvél
ja: 別の検索エンジンを追加
ka: სხვა საძიებო სისტემის დამატება
kab: Rnu amsedday n unadi nniḍen
ko: 다른 검색 엔진 추가
lt: Pridėti kitą ieškyklę
mr: अन्य शोध इंजिन जोडा
ne_np: अर्को खोजी इन्जिन थप्नुहोस्
pl: Dodaj inną wyszukiwarkę
pt_br: Adicionar outro mecanismo de pesquisa
ro: Adaugă alt motor de căutare
sk: Pridať ďalší vyhľadávací modul
sl: Dodaj drug iskalnik
sq: Shtoni Motor Tjetër Kërkimesh
sv_se: Lägg till en annan sökmotor
ta: + மற்றொரு தேடு பொறியைச் சேர்
th: เพิ่มเครื่องมือค้นหาอื่น
tl: Magdagdag ng Panibagong Search Engine
tr: Başka bir arama motoru ekle
tt: Башка бер эзләү системасын өстәү
uk: Додати інший засіб пошуку
ur: ایک اور تلاش انجن کا اضافہ کریں
vi: Thêm công cụ tìm kiếm khác
zh_cn: 添加其他搜索引擎
zh_tw: 新增其他搜尋引擎

# Settings.Search.AddSearchEngineButtonWithPlus
source: + Add Another Search Engine
ast: + Amestar otru motor de gueta
az: + Digər axtarış mühərriyini əlavə et
bg: + Добавяне на друга търсачка
bn: + অন্য আরেকটি সার্চ ইঞ্জিন যোগ করুন
br: + Ouzhpennañ ur c'heflusket enklask all
de: + Weitere Suchmaschine hinzufügen
eo: + Aldoni alian serĉilon
et: + Lisa veel üks otsingumootor
fa: + اضافه کردن موتور جست‌وجو دیگر
hi_in: + एक और खोज इंजन जोड़ें
hy_am: Ավելացնել որոնողական հանգույց
ia: + Adder un altere motor de recerca
ja: + 別の検索エンジンを追加
ka: + სხვა საძიებო სისტემის დამატება
ko: + 다른 검색 엔진 추가
mr: + आणखी एक शोध इंजिन जोडा
ms: + Tambah Enjin Carian Lain
ne_np: + अ‌र्को खोजी इन्जिन थप्नुहोस्
nn_no: + Legg til ein annan søkjemotor
pl: + Dodaj inną wyszukiwarkę
sl: + Dodaj drug iskalnik
sv_se: + Lägg till en annan sökmotor
ta: + மற்றொரு தேடு பொறியைச் சேர்
th: + เพิ่มเครื่องมือค้นหาอื่น
tl: + Magdagdag ng Panibagong Search Engine
tr: + Başka bir arama motoru ekle
tt: + Башка бер эзләү системасын өстәү
uk: + Додати інший засіб пошуку
ur: +ایک اور تلاش انجن کا اضافہ کریں
zh_cn: + 添加其他搜索引擎
zh_tw: + 新增其他搜尋引擎

# Settings.Search.AddSearchEngineTitle
source: Add Search Engine
am: የፍለጋ ፍርግም አክል
ar: أضف محرك بحث
ast: Amestar motor de gueta
az: Axtarış mühərriyi əlavə et
be: Дадаць пошукавую сістэму
bg: Добавяне на търсачка
bn: সার্চ ইঞ্জিন যোগ করুন
br: Ouzhpennañ ur c'heflusker enklask
cs: Přidat vyhledávač
de: Suchmaschine hinzufügen
el: Προσθήκη μηχανής αναζήτησης
eo: Aldoni alian serĉilon
es_mx: Agregar motor de búsqueda
et: Otsingumootori lisamine
fa: اضافه کردن موتور جست‌وجو
hi_in: खोज इंजन जोड़ें
hu: Keresőszolgáltatás hozzáadása
hy_am: Ավելացնել որոնիչ
ia: Adder un motor de recerca
is: Bæta við leitarvél
ja: 検索エンジンを追加
ka: საძიებო სისტემის დამატება
kab: Rnu amsedday n unadi
ko: 검색 엔진 추가
lt: Ieškyklės pridėjimas
mr: शोध इंजिन जोडा
ms: Tambah Enjin Carian
ne_np: खोज इन्जिन थप्नुहोस्
nn_no: Legg til ein søkjemotor
pl: Dodaj wyszukiwarkę
pt_br: Adicionar mecanismo de pesquisa
ro: Adaugă un motor de căutare
sk: Pridať vyhľadávací modul
sl: Dodaj iskalnik
sq: Shtoni Motor Kërkimesh
sv_se: Lägg till sökmotor
ta: தேடும் பொறியைச் சேர்
th: เพิ่มเครื่องมือค้นหา
tl: Magdagdag ng Search Engine
tr: Arama Motoru Ekle
tt: Эзләү системасын өстәү
uk: Додати засіб пошуку
ur: تلاش انجن کا اضافہ کریں
vi: Thêm công cụ tìm kiếm
zh_cn: 添加搜索引擎
zh_tw: 新增搜尋引擎

# Settings.Search.InstalledSearchEngines
source: INSTALLED SEARCH ENGINES
am: የተጫኑ የፍለጋ ፍርግሞች
ar: محركات البحث المثبتة
ast: MOTORES DE GUETA INSTALAOS
az: QURULU AXTARIŞ MÜHƏRRİKLƏRİ
be: УСТАЛЯВАНЫЯ ПОШУКАВЫЯ СІСТЭМЫ
bg: ИНСТАЛИРАНИ ТЪРСАЧКИ
br: KEFLUSKERIOÙ ENKLASK STALIET
cs: NAINSTALOVANÉ VYHLEDÁVAČE
de: INSTALLIERTE SUCHMASCHINEN
el: ΕΓΚΑΤΕΣΤΗΜΕΝΕΣ ΜΗΧΑΝΕΣ ΑΝΑΖΗΤΗΣΗΣ
eo: INSTALITAJ SERĈILOJ
et: PAIGALDATUD OTSINGUMOOTORID
fa: موتورهای جست‌وجو نصب شده
hi_in: संस्थापित ख़ोज इंजन
hu: TELEPÍTETT KERESŐSZOLGÁLTATÁSOK
hy_am: ՏԵՂԱԴՐՎԱԾ ՈՐՈՆԻՉՆԵՐ
ia: MOTORES DE RECERCA INSTALLATE
is: UPPSETTAR LEITARVÉLAR
ja: 選択可能な検索エンジン
ka: დაყენებული საძიებო სისტემები
ko: 설치된 검색 엔진
lt: ĮDIEGTOS IEŠKYKLĖS
ms: ENJIN CARIAN DIPASANG
nn_no: INSTALLERTE SØKJEMOTORAR
pl: Zainstalowane wyszukiwarki
pt_br: MECANISMOS DE PESQUISA INSTALADOS
ro: MOTOARE DE CĂUTARE INSTALATE
sk: NAINŠTALOVANÉ VYHĽADÁVACIE MODULY
sl: NAMEŠČENI ISKALNIKI
sq: MOTORË KËRKIMESH TË INSTALUAR
sv_se: INSTALLERADE SÖKMOTORER
ta: நிறுவப்பட்ட தேடுபொறிகள்
th: เครื่องมือค้นหาที่ติดตั้งไว้
tr: KAYITLI ARAMA MOTORLARI
tt: УРНАШТЫРЫЛГАН ЭЗЛӘҮ СИСТЕМАЛАРЫ
uk: ВСТАНОВЛЕНІ ЗАСОБИ ПОШУКУ
vi: CÔNG CỤ TÌM KIẾM ĐÃ CÀI ĐẶT
zh_cn: 已安装的搜索引擎
zh_tw: 安裝的搜尋引擎

# Settings.Search.NameToDisplay
source: Name to display
am: የሚታየው ስም
ar: اسم العرض
ast: Nome p'amosar
az: Göstəriləcək ad
bg: Име, което да се показва
bn: প্রদর্শনের জন্য নাম
br: Anv da ziskouez
cs: Zobrazovaný název
de: Anzeigename
el: Όνομα προς προβολή
eo: Montrata nomo
es_mx: Nombre para mostrar
et: Kuvatav nimi
fa: نام جهت نمایش
hi_in: प्रदर्शित करने के लिए नाम
hu: Megjelenítendő név
hy_am: Ցուցադրվող անունը
ia: Nomine a monstrar
is: Heiti sem birtist
ja: 表示名
ka: გამოსაჩენი სახელი
kab: Isem ad id-ttwasknen
ko: 표시할 이름
lt: Rodomas ieškyklės pavadinimas
mr: प्रदर्शनासाठी नाव
ms: Nama untuk dipaparkan
ne_np: देखाउने नाम
nn_no: Visingsnamn
pl: Wyświetlana nazwa
pt_br: Nome a ser exibido
ro: Nume de afișat
sk: Názov, ktorý sa bude zobrazovať
sl: Ime za prikaz
sq: Emër për shfaqje
sv_se: Namn som ska visas
ta: காட்ட வேண்டிய பெயர்
te: ప్రదర్శించడానికి పేరు
th: ชื่อที่จะแสดงผล
tl: Pangalan na ipapakita
tr: Görünecek ad
tt: Күрсәтеләчәк исем
uk: Назва для показу
ur: دکھانے کے لیئے نام
vi: Tên hiển thị
zh_cn: 显示名称
zh_tw: 要顯示的名稱
