Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Settings.Search.NewSearchEngineAdded
source: New Search Engine Added.
am: አዲስ የፍለጋ ፍርግም ታክሏል።
ar: أُضيف محرك البحث الجديد.
ast: Amestóse'l motor de gueta nuevu.
az: Yeni axtarış mühərriyi əlavə edildi.
be: Дададзена новая пошукавая сістэма.
bg: Добавена е нова търсачка.
bn: নতুন সার্চ ইঞ্জিন যোগ করা হয়েছে।
br: Keflusker enklask nevez ouzhpennet.
cs: Nový vyhledávač byl přidán.
de: Neue Suchmaschine hinzugefügt.
el: Προστέθηκε νέα μηχανή αναζήτησης.
eo: Nova serĉilo aldonita.
es_mx: Nuevo motor de búsqueda agregado.
et: Uus otsingumootor lisatud.
fa: موتور جست‌وجو جدید اضافه شد.
hi_in: नया खोज इंजन जोड़ा गया.
hu: Új keresőszolgáltatás hozzáadása.
hy_am: Նոր որոնիչը ավելացվել է:
ia: Nove motor de recerca addite.
is: Nýrri leitarvél bætt við.
ja: 新規検索エンジンを追加しました。
ka: ახალი საძიებო სისტემა დამატებულია.
kab: Amesday n unadi amaynut ittwarna.
ko: 새 검색 엔진이 추가되었습니다.
lt: Pridėta nauja ieškyklė.
mr: नवीन शोध इंजिन जोडले.
ne_np: नयाँ खोजी इन्जिन थपियो ।
pl: Dodano nową wyszukiwarkę.
pt_br: Novo mecanismo de pesquisa adicionado.
ro: Motor nou de căutare adăugat.
sk: Bol pridaný nový vyhľadávací modul.
sl: Nov iskalnik dodan.
sq: U shtua Motor i Ri Kërkimesh.
sv_se: Ny sökmotor tillagd.
ta: புது தேடுபொறி சேர்க்கப்பட்டது.
th: เพิ่มเครื่องมือค้นหาใหม่แล้ว
tl: Idinagdag ang Bagong Search Engine.
tr: Yeni arama motoru eklendi.
tt: Яңа эзләү системасы өстәлде.
uk: Новий засіб пошуку додано.
ur: نیا تلاش انجن شامل کر دیا گیا۔
vi: Đã thêm công cụ tìm kiếm mới.
zh_cn: 已添加新搜索引擎。
zh_tw: 已加入新搜尋引擎。

# Settings.Search.RestoreEngine
source: Restore Default Search Engines
am: ነባሪ የፍለጋ ፍርግሞችን ወደነበረበት መልስ
ar: استعد محركات البحث المبدئية
ast: Reafitar motores de gueta
az: İlkin axtarış nizamlarını bərpa et
be: Аднавіць прадвызначаныя пошукавыя сістэмы
bg: Връщане на стандартните търсещи машини
bn: ডিফল্ট সার্চ ইঞ্জিন পুনরায় স্থাপন করুন
br: Atoriñ ar c'hefluskerioù enklask dre ziouer
cs: Obnovit výchozí seznam vyhledávačů
de: Standardsuchmaschinen wiederherstellen
el: Επαναφορά αρχικών μηχανών αναζήτησης
eo: Remeti normajn serĉilojn
es_mx: Restaurar motores de búsqueda predeterminados
et: Lähtesta vaikeotsingumootorid
fa: بازآوری موتورهای جست‌وجو پیش‌فرض
hi_in: मूल खोज इंजन पुनर्स्थापित करें
hu: Alapértelmezett keresőszolgáltatások visszaállítása
hy_am: Վերականգնել հիմնական որոնիչը
ia: Restaurar le motores de recerca predefinite
is: Endurheimta upprunalegar leitarvélar
ja: デフォルト検索エンジンに戻す
ka: აღდგეს ნაგულისხმევი საძიებოები
kab: Err-d imseddayen n unadi amezwer
ko: 기본 검색 엔진 되돌리기
lt: Atkurti numatytąsias ieškykles
mr: पूर्वनिर्धारित शोध इंजिन पुर्वस्थित करा
ms: Pulih Enjin Carian Piawai
ne_np: पूर्वानिर्धारीत खोज इन्जिन पुनर्स्थापना गर्नुहोस्
nn_no: Bygg oppatt standard søkjemotorar
pl: Przywróć domyślne wyszukiwarki
pt_br: Restaurar mecanismos de pesquisa padrão
ro: Restaurează motoarele de căutare implicite
sk: Obnoviť predvolené vyhľadávacie moduly
sl: Ponastavi privzete iskalnike
sq: Rikthe Motorët Parazgjedhje të Kërkimeve
sv_se: Återställ standardsökmotorer
ta: முன்னிருப்பு தேடுபொறிகளை மீட்டமை
th: เรียกคืนเครื่องมือค้นหาเริ่มต้น
tl: Ibalik ang Mga Default na Mga Search Engine
tr: Varsayılan arama motorlarını geri yükle
tt: Стандарт эзләү системаларын яңадан торгызу
uk: Відновити типові засоби пошуку
ur: طےشدہ تلاش انجن بحال کریں
vi: Phục hồi các công cụ tìm kiếm mặc định
zh_cn: 恢复默认搜索引擎
zh_tw: 還原預設搜尋引擎

# Settings.Search.SearchEngineName
source: Search engine name
am: የፍለጋ ፍርግም ስም
ar: اسم محرك البحث
ast: Nome del motor de gueta
az: Axtarış mühərriyinin adı
be: Назва пошукавай сістэмы
bg: Име на търсачката
bn: সার্চ ইঞ্জিন নাম
br: Anv ar c'heflusker enklask
cs: Název vyhledávače
de: Name der Suchmaschine
el: Όνομα μηχανής αναζήτησης
eo: Nomo de serĉilo
es_mx: Nombre del motor de búsqueda
et: Otsingumootori nimi
fa: نام موتور جست‌وجو
hi_in: खोज इंजन का नाम
hu: Keresőszolgáltatás neve
hy_am: Որոնել որոնիչ
ia: Nomine del motor de recerca
is: Heiti leitarvélar
ja: 検索エンジン名
ka: საძიებო სისტემის სახელი
kab: Isem n umsedday n unadi
ko: 검색 엔진 이름
lt: Ieškyklės pavadinimas
mr: शोध इंजिनचे नाव
ms: Nama enjin carian
ne_np: खोजी इन्जिनको नाम
nn_no: Søkjemotornamn
pl: Nazwa wyszukiwarki
pt_br: Nome do mecanismo de pesquisa
ro: Numele motorului de căutare
sk: Názov vyhľadávacieho modulu
sl: Ime iskalnika
sq: Emër motori kërkimesh
sv_se: Sökmotorns namn
ta: தேடுபொறி பெயர்
th: ชื่อเครื่องมือค้นหา
tl: Pangalan ng search engine
tr: Arama motoru adı
tt: Эзләү системасының исеме
uk: Назва засобу пошуку
ur: تلاش انجن کا نام
vi: Tên công cụ tìm kiếm
zh_cn: 搜索引擎名称
zh_tw: 搜尋引擎名稱

# Settings.Search.SearchTemplate
source: Search string to use
am: ለፍለጋ የሚጠቀሙት ሕብረቁምፊ
ar: نص البحث المستخدم
ast: Cadena de gueta pa usar
az: İstifadə ediləcək axtarış sətri
be: Пошукавы радок
bg: Низ за търсене, който да се използва
bn: অনুসন্ধানের জন্যে স্ট্রিং
br: Testenn glask da implij
cs: Řetězec používaný pro vyhledávání
de: Zu verwendender Such-String
el: Όρος αναζήτησης για χρήση
eo: Serĉa teksto
es_mx: Cadena de búsqueda para usar
et: Kasutatav otsingustring
fa: رشته جست‌وجو برای اضافه کردن
hi_in: उपयोग के लिए खोज स्ट्रिंग
hu: Használandó keresőkifejezés
hy_am: Որոնել տողը՝ օգտագործելու համար
ia: Catena de recerca a usar
is: Leitarstrengur sem á að nota
ja: 使用する検索語
ka: საძიებო ფრაზა
kab: Nadi aḍris ad tesqedceḍ
ko: 사용할 검색 문구
lt: Paieškos eilutės struktūra
mr: वापरण्यासाठी स्ट्रिंग शोधा
ms: String carian untuk digunakan
ne_np: प्रयोग गर्न स्ट्रिङ खोजी गर्नुहोस्
nn_no: Søkjestreng å bruke
pl: Używany ciąg wyszukiwania
pt_br: Termo de pesquisa a ser usado
ro: Text de căutare spre utilizare
sk: Výraz vyhľadávania
sl: Iskalni niz za uporabo
sq: Varg kërkimi për t’u përdorur
sv_se: Söksträng som ska användas
ta: பயன்படுத்த வேண்டிய தேடல் தொடர்
th: สตริงการค้นหาที่จะใช้
tl: Maghanap ng string na gagamitin
tr: Kullanılacak arama dizgisi
tt: Эзләнәчәк сүз я сүзтезмә
uk: Запит для пошуку
ur: استعمال کرنے کے لیئے اسٹرنگ تلاش کریں
vi: Chuỗi tìm kiếm sử dụng
zh_cn: 搜索字符串
zh_tw: 要使用的搜尋字串

# Settings.Search.SearchTemplatePlaceholder
source: Paste or enter search string. If necessary, replace search term with: %s.
am: የፍለጋ ሕብረቁምፊ ለጥፍ ወይም አስገባ። አስፈላጊ ከሆነ የፍለጋ ቃልን በ:- %s ይተኩ።
ar: انقر أو أدخِل نص البحث. إن استلزم الأمر اسبتدل مصطلح البحث بِ‍: u200e%s.
ast: Apega o introduz la cadena de gueta. Si ye preciso, troca'l términu de gueta con: %s.
az: Axtarış sətrini daxil edin və ya yapışdırın. Əgər lazımdırsa, axtarış ifadəsini bununla dəyişin: %s.
bg: Поставете или въведете низа за търсене. Ако е необходимо, заменете думата за търсене с „%s“.
bn: প্রতিলেপন বা অনুসন্ধান বাক্য লিখুন। প্রয়োজন হলে, অনুসন্ধান শব্দটি %s দিয়ে প্রতিস্থাপন করুন।
br: Pegit pe enankit un destenn da glask. M'eo dleet e c'hallit amsaviñ an termen klasket gant: %s.
cs: Vložte nebo zadejte výraz k vyhledání. Pokud je to nutné, nahraďte hledaný výraz za: %s.
de: Such-String einfügen oder eingeben. Wenn nötig, ersetzen Sie den Suchbegriff mit: %s.
el: Επικολλήστε ή εισαγάγετε έναν όρο αναζήτησης. Αν πρέπει, αντικαταστήστε τον όρο αναζήτησης με: %s.
eo: Alguu aŭ tajpu tekston. Se bezonatas, anstataŭigu la serĉan tekston per: %s.
es_mx: Pega o ingresa la cadena de búsqueda. Si es necesario, sustituye el término de búsqueda con: %s.
et: Aseta või sisesta otsingustring. Vajadusel asenda otsinguparameeter järgmisega: %s.
fa: جای‌گذاری یا ورود رشتهٔ جست‌وجو. در صورت لزوم، شرط جست‌وجو را با %s جایگزین کنید.
hi_in: खोज स्ट्रिंग पेस्ट करें या दर्ज करें. यदि ज़रूरी हो, तो खोज शब्द को %s से बदलें.
hu: Másoljon vagy írjon be keresőkifejezést. Ha szükséges, helyettesítse a keresőkifejezést ezzel: %s.
hy_am: Տեղադրեք կամ մուտքագրեք որոնիչի տողը: Եթե անհրաժեշտ է՝ փոխարինեք որոնվող բառը հետևյալով՝ %s:
ia: Colla o insere le catena de recerca. Si necessari, reimplacia le termino de recerca per: %s.
is: Líma eða skrá inn leitarstreng. Skipta út leitarheiti með: %s, ef nauðsynlegt.
ja: 検索 URL をペーストまたは入力してください。必要に応じて、検索語を %s で置き換えてください。
ka: ჩასვით ან შეიყვანეთ საძიებო ფრაზა. თუ საჭიროა, მიუწერეთ %s.
kab: Senṭeḍ neγ sekcem aḍris n unadi. ya yellaq ilaq beddel awal unadi s : %s.
ko: 검색 문구를 붙여넣거나 입력하세요. 필요한 경우, 검색 용어를 %s로 바꾸실 수 있습니다.
lt: Įdėkite arba įveskite paieškos eilutę. Jeigu reikia, pakeiskite paieškos žodžius šiuo tekstu: %s.
mr: शोध संज्ञा चिकटवा किंवा प्रविष्ट करा. गरज वाटल्यास शोध संज्ञा याने बदला: %s.
ne_np: पेष्ट गर्नुहोस् वा खोजी गरिएको अक्षर प्रविष्ट गर्नुहोस्। आवश्यक भएमा, खोज शब्दलाई %s सँग प्रतिस्थापन गर्नुहोस् ।
pl: Wklej lub wpisz ciąg wyszukiwania. Jeśli to potrzebne, zamień wyszukiwany tekst na „%s”.
pt_br: Colar ou inserir um termo de pesquisa. Se necessário, substituir o termo da pesquisa com: %s.
ro: Inserează sau introdu șirul de căutare. Dacă este necesar, înlocuiește termenul de căutare cu: %s.
sk: Prilepte alebo zadajte hľadaný reťazec. V prípade potreby nahraďte hľadaný výraz výrazom: %s.
sl: Prilepite ali vnesite iskalni niz. Če je potrebno, zamenjajte iskalni izraz z: %s.
sq: Ngjitni ose jepni varg kërkimi. Në u dashtë, zëvendësojeni termin e kërkimit me: %s.
sv_se: Klistra in eller ange söksträngen. Om nödvändigt, ersätt sökord med: %s.
ta: தேடல் தொடரை ஒட்டு அல்லது உள்ளிடு. தேவைப்படின், தேடல் தொடரை பதிலிடு: %s.
th: วางหรือป้อนสตริงการค้นหา หากจำเป็นให้แทนที่คำค้นหาด้วย: %s
tl: I-paste o ilagay ang string ng paghahanap. Kung kinakailangan, palitan ang termino ng paghahanap gamit ang: %s.
tr: Arama dizgisini yapıştırın veya yazın. Gerekirse aranan terimin yerine %s yazın.
tt: Эзләнәсе сүз я сүзтезмәне ябыштырыгыз яки языгыз. Кирәк булса, эзләнәсе терминны болай язып карагыз: %s.
uk: Вставте або введіть запит для пошуку. Якщо необхідно, замініть пошуковий термін на: %s.
ur: چسپاں کر دیں یا تلاش اسٹرنگ داخل کریں ۔ اگر ضروری ہو تو، تلاش کی اصطلاح کے ساتھ بدل دیں %s۔
vi: Dán hoặc nhập chuỗi tìm kiếm. Nếu cần, hãy thay thế cụm từ tìm kiếm bằng: %s.
zh_cn: 粘贴或输入搜索字符串。如果必要，用 %s 表示搜索关键词。
zh_tw: 請貼上或輸入搜尋字串。有需要的話，將搜尋詞修改為: %s。

# Settings.autocompleteSection
source: URL Autocomplete
am: URL ራስ-አጠናቅቅ
ar: إكمال المسارات تلقائيا
ast: Autocompletáu d'URLs
az: Ünvan Avtomatik Tamamlama
bg: Автоматично довършване на адреси
bn: URL স্বয়ংসম্পূর্ণ
br: Klokadur emgefreek an URL
cs: Automatické doplňování URL adres
de: Adressen-Autovervollständigung
el: Αυτόματη συμπλήρωση URL
eo: Aŭtomata kompletigo de adresoj
es_mx: Autocompletar URL
et: URLide automaatne lõpetamine
fa: تکمیل خودکار نشانی
hi_in: URL स्वत: पूर्ण
hu: Automatikus URL kiegészítés
hy_am: URL ինքնալրացում
ia: Auto-completar URLs
is: Sjálfvirk leiðrétting á slóðum
ja: URL 自動補完
ka: URL-ს თვითშევსება
kab: Taččart tawurmant URL
ko: URL 자동 완성
lt: Automatinis URL adresų užbaigimas
mr: URL स्वयंपूर्ण
ms: Auto-lengkap URL
ne_np: URL स्वत: पूर्ण
nn_no: Adresse-autofullføring
pl: Automatyczne uzupełnianie adresów
pt_br: Completar URLs automaticamente
ro: Completare automată de URL-uri
sk: Automatické dopĺňanie adresy URL
sl: Samodejno dopolni URL
sq: Vetëplotësim URLje
sv_se: Autokomplettera webbadress
ta: URL தானியங்கு நிரப்பு
te: URL స్వయంపూర్తి
th: การเติม URL อัตโนมัติ
tr: Otomatik adres tamamlama
tt: URL-адресны автотөгәлләү
uk: Автозавершення URL
ur: URL خودکار تکميل
vi: Tự động điền URL
zh_cn: 网址自动补全
zh_tw: 網址自動完成

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and web pages.
am: ሌሎች የይዘት መከታተያዎችን ማገድ አንዳንድ ቪዲዮዎችን እና ድረ-ገጾችን ሊያስተጓጉል ይችላል።
ar: حجب متعقبات المحتوى الأخرى قد يعطل بعض الڤديو و صفحات الوب.
ast: Bloquiar el conteníu de los rastrexadores podría romper delles páxines web y videos.
be: Блакіраванне іншых трэкераў змесціва можа парушыць працу некаторых відэа і вэб-старонак.
bg: Спирането на други проследяващи елементи може да развали показването на някои видеота и уеб страници.
bn: অন্যান্য কন্টেন্ট ট্রাকারদেরকে অবরুদ্ধ করা হলে কিছু ভিডিও এবং ওয়েব পেজে সমস্যা হতে পারে।
br: Stankañ heulierien endalc'hadoù all a c'hall mirout videoioù ha pajennadoù web da vont en-dro en un doare dereat.
cs: Blokování ostatních sledovacích prvků může rozbít některá videa a webové stránky.
de: Blockieren von Inhaltsverfolgern kann einige Videos und Webseiten stören.
el: Η φραγή ιχνηλατών άλλου περιεχομένου ενδέχεται να χαλάσει μερικά βίντεο και ιστοσελίδες.
eo: Blokado de aliaj enhavaj spuriloj povus paneigi filmetojn kaj retpaĝojn.
es_mx: Bloquear otros rastreadores de contenido puede interferir con algunos videos y páginas web.
et: Teiste sisujälitajate blokkimine võib mõned videod ja saidid katki teha.
fa: مسدود کردن سایر ردیاب‌های محتوا ممکن است باعث خراب شدن تعدادی از فیلم‌ها و صفحات وب شود.
hi_in: अन्य सामग्री ट्रैकर्स को अवरुद्ध करना कुछ वीडियो और वेब पृष्ठों को नुकसान पहुंचा सकता है.
hu: A többi tartalomkövető blokkolása eltörhet bizonyos videókat és weblapokat.
ia: Blocar traciatores de contento pote impedir le functionamento correcte de alcun videos e paginas web.
is: Að loka á aðra efnisrekjara gæti haft áhrif á sum myndbönd og vefsíður.
ja: 他の追跡コンテンツをブロックすると、動画やウェブページが正常に表示されない場合があります。
ka: შიგთავსის სხვა მეთვალყურეების შეზღუდვამ, შესაძლოა ზოგი გვერდის ან ვიდეოს ჩვენება შეაფერხოს.
kab: Asewḥel n ineḍfaṛen nniḍen n ugbur yezmer ad isewḥel kra n tvidyutin akked isebtar web ad d-banen akken iwata.
ko: 기타 콘텐츠 추적기를 차단하면, 동영상이나 웹 페이지가 제대로 표시되지 않을 수 있습니다.
lt: Blokuojant kitus turinio stebėjimo elementus, gali sutrikti kai kurių vaizdo įrašų ir tinklalapių veikimas.
ne_np: अन्य सामग्री ट्र्याकरहरू अवरुद्ध गर्नाले केही भिडियोहरू र वेब पृष्ठहरू राम्रो सङ्ग लोड नहुन पनि सक्छ।
pl: Blokowanie pozostałych elementów śledzących może uniemożliwiać oglądanie niektórych filmów i stron WWW.
pt_br: O bloqueio de outros rastreadores pode quebrar alguns vídeos e páginas da Web.
ro: Blocarea altor elementele de urmărire de conținut ar putea afecta funcționalitatea unor videouri sau pagini web.
sk: Blokovanie ostatných sledovacích prvkov môže rozbiť niektoré videá a webové stránky.
sl: Zavračanje drugih vsebinskih sledilcev lahko pokvari nekatere videoposnetke in strani.
sq: Bllokimi i gjurmuesve të tjerë mund të pengojë funksionimin e disa videove dhe faqeve Web.
sv_se: Blockering av andra innehållstrackers kan störa vissa videor och webbsidor.
th: การปิดกั้นตัวติดตามของเนื้อหาอื่น ๆ อาจทำให้วิดีโอและหน้าเว็บบางส่วนไม่สมบูรณ์
tl: Ang pag-block ng iba pang nilalaman ng trackers ay maaaring masira ang ilang mga video at mga pahina ng Web pages.
tt: Башка эчтәлек күзәтүчеләрен блоклау кайбер видеоларны һәм веб-битләрне җимерергә мөмкин.
uk: Блокування інших елементів стеження може порушити роботу деяких відео й вебсторінок.
vi: Chặn các trình theo dõi nội dung khác có thể dẫn đến việc không xem được một vài video và trang web.
zh_cn: 拦截其他内容跟踪器可能对某些视频和网页有影响。
zh_tw: 封鎖其他的內容追蹤器可能會影響網頁與影片載入。

# Settings.blockOtherNo2
source: Cancel
am: ተወው
ar: ألغِ
ast: Encaboxar
be: Скасаваць
bn: বাতিল করুন
br: Nullañ
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es_mx: Cancelar
et: Loobu
fa: انصراف
hi_in: रद्द करें
hu: Mégse
ia: Cancellar
is: Hætta við
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lt: Atsisakyti
ne_np: रद्द गर्नुहोस्
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv_se: Avbryt
th: ยกเลิก
tl: i-Cancel
tt: Баш тарту
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Settings.blockOtherYes2
source: Block Content Trackers
am: የይዘት መከታተያዎችን አግድ
ar: احجب متعقبات المحتوى
be: Блакіраваць трэкеры змесціва
bn: Content Trackers ব্লক করুন
br: Stankañ endalc'had an heulierien
cs: Blokovat sledovací obsah
de: Inhalts-Tracker blockieren
el: Φραγή ιχνηλατών περιεχομένου
eo: Bloki enhavajn spurilojn
es_mx: Bloquear rastreadores de contenido
et: Bloki sisu kaudu jälitajad
fa: مسدود کردن دنبال کنندگان آنلاین
hi_in: सामग्री ट्रैकर्स को ब्लॉक करें
hu: Tartalomkövetők blokkolása
ia: Blocar traciatores de contento
is: Loka á rekjara
ja: 追跡コンテンツをブロック
ka: შიგთავსის მეთვალყურეების შეზღუდვა
kab: Sewḥel inedfaṛen n ugbur
ko: 콘텐츠 추적기 차단
lt: Blokuoti turinio stebėjimo elementus
ne_np: सामग्री ट्रयाकरहरू ब्लक गर्नुहोस्
pl: Blokuj pozostałe śledzące
pt_br: Bloquear rastreadores de conteúdo
ro: Blochează elementele de urmărire a conținutului
sk: Blokovať sledovače obsahu
sl: Zavračaj sledilce vsebine
sq: Blloko Gjurmues Lënde
sv_se: Blockera innehållsspårare
th: ปิดกั้นตัวติดตามเนื้อหา
tt: Эчтәлек күзәтүчеләрне блоклау
uk: Блокувати стеження вмісту
vi: Chặn trình theo dõi nội dung
zh_cn: 拦截内容跟踪器
zh_tw: 封鎖內容追蹤器

# Settings.darkTheme
source: Dark
am: ጨለም ያለ
ar: داكنة
ast: Escuridá
be: Цёмная
bn: অন্ধকার
br: Teñval
cs: Tmavý
de: Dunkel
el: Σκουρόχρωμο
eo: Malhela
es_mx: Oscuro
et: Tume
hi_in: अंधेरा
hu: Sötét
ia: Obscur
is: Dökkt
ka: მუქი
kab: Aberkan
ko: 어두운
lt: Tamsus
ne_np: अँध्यारो
pl: Ciemny
pt_br: Escuro
ro: Întunecată
sk: Tmavá
sl: Temna
sq: E errët
sv_se: Mörkt
th: มืด
tl: Madilim
tt: Караңгы
uk: Темна
vi: Tối
zh_cn: 深色
zh_tw: 暗色

# Settings.detailTextSearchSuggestion
source: %@ will send what you type in the address bar to your search engine.
am: %@ በአድራሻ አሞሌው ላይ የሚተይቡትን ወደ የፍለጋ ፍርግምዎ ይልካል።
ar: سيُرسل %@ ما تكتبه في شريط العنوان إلى محرك البحث الذي تُفضّله.
bg: %@ ще изпраща към търсачката всичко, каквото въвеждате в адресната лента.
bn: আপনি যা ঠিকানা বারে টাইপ করেছেন তা %@ আপনার অনুসন্ধান ইঞ্জিনে পাঠাবে।
br: %@ a gaso ar pezh a vizskrivit er varrenn chomlec'hioù d'ho lusker enklask.
cs: %@ bude odesílat text zadávaný to adresního řádku vyhledávači.
de: %@ übermittelt Ihre Eingaben in die Adressleiste an Ihre Suchmaschine.
el: Το %@ θα στέλνει όσα πληκτρολογείτε στη γραμμή διευθύνσεων στη μηχανή αναζήτησής σας.
eo: %@ sendos tion, kion vi tajpas en la adresa strio, al via serĉilo.
es_mx: %@ enviará lo que escribes en la barra de direcciones para tu motor de búsqueda.
et: %@ saadab aadressiribale sisestatu sinu otsingumootorile.
fa: %@ آدرسی که در نوار آدرس وارد کنید را به موتور جست‌ و جو ارسال می‌کند.
hi_in: %@ आपके द्वारा पता बार में टाइप किए गए चीज़ों को आपके सर्च इंजन को भेज देगा।
hu: A %@ elküldi a címsávba írt szöveget a keresőszolgáltatásának.
ia: %@ inviara a tu motor de recerca lo que tu scribe in le barra de adresse.
is: %@ mun senda það sem þú skrifar í slóðina yfir á leitarvélina þína.
ja: アドレスバーに入力した内容を %@ が検索エンジンに送信します。
ka: %@ გაუგზავნის საძიებო სისტემას, მისამართების ველში აკრეფილ ტექსტს
kab: %@ ad ak-n-yazen tawsit-inek deg ufeggag n tansiwin ɣer umsedday-inek n unadi.
ko: %@가 주소창에 입력한 내용을 검색엔진에 전송합니다.
lt: „%@“ perduos jūsų ieškyklei tai, ką rašote adreso lauke.
ne_np: %@ ले तपाईले ठेगाना पट्टीमा टाइप गर्नुभएका कुराहरुलाई तपाईको खोज इन्जिनमा पठाउनेछ।
pl: %@ będzie wysyłał słowa wpisywane na pasku adresu do wyszukiwarki.
pt_br: O %@ envia o que você escreve na barra de endereços para seu mecanismo de pesquisa.
ro: %@ va trimite ce tastezi în bara de adresă la motorul de căutare.
sk: %@ bude odosielať vami písaný text vyhľadávaciemu modulu.
sl: %@ bo natipkano v naslovno vrstico poslal iskalniku.
sq: %@ do të dërgojë te motori juaj i kërkimeve atë çka shtypni te shtylla e adresave.
sv_se: %@ skickar det du skriver i adressfältet till din sökmotor.
th: %@ จะส่งสิ่งที่คุณพิมพ์ในแถบที่อยู่ไปยังเครื่องมือค้นหาของคุณ
tt: %@ Сез адрес юлына язганны эзләү системагызга җибәрәчәк.
uk: %@ відправлятиме провайдеру пошуку текст, введений в адресному рядку.
vi: %@ sẽ gửi nội dung bạn nhập vào thanh địa chỉ đến công cụ tìm kiếm của bạn.
zh_cn: %@ 会将您在地址栏中输入的内容发送至您的搜索引擎。
zh_tw: 您在網址列打字時，%@ 就會將您輸入的文字傳送到搜尋引擎。

# Settings.detailTextSendUsageData
source: Mozilla strives to collect only what we need to provide and improve %@ for everyone.
am: ሞዚላ %@ን ለሁሉም ሰው ለማቅረብ እና ለማሻሻል የሚያስፈልገንን ብቻ ለመሰብሰብ ይጥራል።
ar: تحاول موزيلا ألا تجمع أكثر مما تحتاجه لإتاحة %@ و تحسينه للجميع.
ast: Mozilla esfuérciase en recoyer namái lo que precisa pa fornir y ameyorar %@ pa tol mundu.
az: Mozilla ancaq %@ səyyahını hamı üçün yaxşılaşdırmağa lazım olan məlumatları yığır.
bg: Mozilla се старае да събира само нужните данни за подобряване на %@ за всички.
bn: Mozilla এর প্রচেষ্টা হচ্ছে অত্যাবশ্যকীয় এবং প্রয়োজনীয় তথ্য ও উপাত্ত সংগ্রহ করে, সকলের জন্যে %@ এর আরও উন্নত সংস্করণ তৈরী করা।
br: Strivañ a ra Mozilla evit dastum ar pezh hon eus ezhomm hepken evit gwellaat ha kinnig %@ d'an holl.
cs: Mozilla sbírá jenom ty informace, které potřebuje pro další vylepšování aplikace %@.
de: Mozilla ist bestrebt, nur die Informationen zu sammeln, mit denen wir %@ anbieten und für alle Nutzer verbessern können.
el: Η Mozilla προσπαθεί να συλλέγει μόνο όσα χρειάζεται για να παρέχει και να βελτιώνει το %@ για όλους.
eo: Mozilla penas kolekti nur la datumojn nepre bezonatajn por provizi kaj plibonigi %@ por ĉiuj.
es_mx: Mozilla se esfuerza por recopilar sólo lo que necesitamos para proporcionar y mejorar %@ para todos.
et: Mozilla püüab koguda ainult seda, mida vajame, et teha %@ kõigi jaoks paremaks.
fa: موزیلا تلاش می‌کند تنها اطلاعاتی که برای بهینه‌سازی %@ برای همه به آنها نیاز دارد را جمع‌آوری کند.
hi_in: Mozilla मात्र वही एकत्रित करने का प्रयास करता है जिसकी हमें %@ को बेहतर बनाने और सबको उपलब्ध कराने के लिए आवश्यकता है.
hu: A Mozilla arra törekszik, hogy csak azt gyűjtse, ami a %@ fejlesztéséhez és támogatásához szükséges.
hy_am: Mozilla-ն ձգտում է հավաքել միայն այն, ինչ պետք է՝ %1$s-ը լավարկելու համար:
ia: Mozilla se effortia a colliger solmente le informationes necessari pro fornir e meliorar %@ pro totes.
is: Mozilla safnar eingöngu því sem nauðsynlegt er til að betrumbæta %@ fyrir alla.
ja: Mozilla は皆さんに %@ を提供し改善するのに必要な情報だけを収集するよう努めています。
ka: Mozilla აღრიცხავს მხოლოდ იმ მონაცემებს, რომლებიც გვეხმარება, გავაუმჯობესოთ %@.
kab: Mozilla tettennaɣ akken ad telqeḍ kan ayen tesra i usnulfu d usnernu n %@ i yal uiwen.
ko: Mozilla는 %@ 이용에 더 나은 서비스를 제공하고 향상시키는 데 오직 필요한 정보만을 수집합니다.
lt: „Mozilla“ siekia rinkti tik tai, ko reikia norint pagerinti „%@“ visiems.
mr: सर्वांसाठी %@ उपलब्ध करण्यासाठी व सुधारण्यास जी गरजेची आहे फक्त तीच माहिती जमा करण्यास Mozilla तत्पर आहे.
ms: Mozilla mengumpulkan hanya yang diperlukan untuk menyedia dan meningkatkan %@ bagi manfaat semua pengguna.
ne_np: Mozilla सबैको लागि %@ प्रदान र सुधार गर्न आवश्यक कुरा मात्र संकलन गर्ने प्रयास गर्दछ ।
nn_no: Mozilla strevar etter å berre samla inn det vi treng for å tilby og forbetre %@ for alle.
pl: Mozilla dokłada wszelkich starań, by zbierać jedynie niezbędne dane w celu dostarczania i ulepszania aplikacji %@.
pt_br: A Mozilla se empenha em coletar somente o necessário para fornecer e melhorar o %@ para todos.
ro: Mozilla se străduiește să colecteze doar strictul necesar pentru a furniza și a îmbunătăți %@ pentru toți.
sk: Mozilla sa usiluje zbierať len údaje, ktoré potrebujeme na vylepšenie aplikácie %@ pre všetkých.
sl: Mozilla se trudi, da zbira samo podatke, ki jih potrebuje za razvoj in izboljševanje %@a.
sq: Mozilla rreket të grumbullojë vetëm sa na duhen për të ofruar dhe përmirësuar %@ për këdo.
sv_se: Mozilla strävar efter att endast samla in det vi behöver för att tillhandahålla och förbättra %@ för alla.
ta: அனைவருக்கும் %@ வழங்கவும் மேம்படுத்தவும் தேவையானதை மட்டும் சேகரிக்க மொசில்லா உறுதிபூண்டுள்ளது.
te: ప్రతి ఒక్కరికీ %@ ను అందించడానికి మరియు మెరుగుపరచడానికి Mozilla అవసరమైనవి మాత్రమే సేకరించేందుకు కృషి చేస్తుంది.
th: Mozilla มุ่งมั่นที่จะเก็บรวบรวมเฉพาะสิ่งที่เราจำเป็นต้องให้บริการและปรับปรุง %@ สำหรับทุกคน
tl: Mozilla ay nag susumikap na kolektahin lamang kung ano ang kailangan naming ibigay at pagbutihin ang %@ para sa lahat.
tr: Mozilla, yalnızca %@’u daha da geliştirmek için ihtiyaç duyduğumuz verileri toplar.
tt: Mozilla, %@-ны һәркемгә дә тәкъдим итү һәм яхшырту өчен кирәкле мәгълүматларны гына җыярга тырыша.
uk: Mozilla зобов'язується збирати лише ті дані, що необхідні для роботи та вдосконалення %@.
vi: Mozilla chỉ thu thập những gì chúng tôi cần cung cấp và cải tiến %@ cho tất cả mọi người.
zh_cn: Mozilla 坚持仅收集用来为大众改进 %@ 所必需的数据。
zh_tw: Mozilla 致力於只收集用來為眾人改善 %@ 所需的必要資料。
