Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Onboarding.DefaultBrowser.SecondSubtitle.V2
source: Make %@ your default to protect your data with every link you open.
am: በሚከፍቱት እያንዳንዱ አገናኝ ውሂብዎን ለመጠበቅ %@ ነባሪ ያድርጉ።
ar: اجعل %@ افتراضيَّك لحماية بياناتك مع كل رابط تفتحه.
be: Зрабіце %@ прадвызначаным браўзерам, каб абараніць вашы даныя пры адкрыцці кожнай спасылцы.
cs: Nastavte si aplikaci %@ jako výchozí a chraňte tak svá data při každém otevření odkazu.
el: Ορίστε το %@ ως προεπιλογή για να προστατεύσετε τα δεδομένα σας με κάθε σύνδεσμο που ανοίγετε.
es_mx: Establece %@ como predeterminado para proteger tus datos con cada enlace que abras.
hu: Legyen a %@ az alapértelmezett, hogy minden megnyitott hivatkozásnál megvédje az adatait.
is: Gerðu %@ sjálfgefið til að vernda gögnin þín við hvern tengil sem þú opnar.
kab: Err %@ d iminig-ik·im amezwer i ummesten n yifeka-k·m yal tikkelt mi ara teldiḍ aseɣwen.
pt_br: Torne o %@ o padrão para proteger seus dados a cada link que você abrir.
ro: Setează %@ ca implicit pentru a-ți proteja datele cu fiecare link pe care îl deschizi.
sk: Nastavte si %@ ako predvolený, aby ste ochránili svoje údaje pri každom otvorení odkazu.
sq: Bëjeni %@-in parazgjedhjen tuaj, që të mbroni të dhënat tuaja për çdo lidhje që hapni.
vi: Đặt %@ làm mặc định giúp đảm bảo sự riêng tư của bạn trên Internet.

# Onboarding.DefaultBrowser.Title.V2
source: %@ isn’t like other browsers
am: %@ እንደ ሌሎች አሳሾች አይደለም
ar: %@ ليس كباقي المتصفحات
be: %@ не падобны на іншыя браўзеры
cs: %@ není jako ostatní prohlížeče
el: Το %@ δεν είναι σαν τα άλλα προγράμματα περιήγησης
es_mx: %@ no es como otros navegadores
hu: A %@ nem olyan, mint a többi böngésző
is: %@ er ekki eins og aðrir vafrar
kab: %@ mačči am yiminigen-nniḍen
pt_br: O %@ não é como outros navegadores
ro: %@ nu este ca alte browsere
sk: %@ nie je ako iné prehliadače
sq: %@ s’është si shfletuesit e tjerë
vi: %@ không giống như các trình duyệt khác

# Onboarding.DefaultBrowser.TopButtonTitle.V2
source: Set as Default Browser
am: ነባሪ አሳሽ አድርገህ አስቀምጥ
ar: اضبطه ليكون المتصفّح المبدئي
be: Зрабіць прадвызначаным браўзерам
cs: Nastavit jako výchozí prohlížeč
el: Ορισμός ως προεπιλογή
es_mx: Establecer como navegador predeterminado
hu: Beállítás alapértelmezett böngészőként
is: Setja sem sjálfgefinn vafra
kab: Sbadu-t d iminig amezwer
pt_br: Definir como navegador padrão
ro: Setează ca browser implicit
sk: Nastaviť ako predvolený prehliadač
sq: Caktojeni Shfletuesin Parazgjedhje
vi: Đặt làm trình duyệt mặc định

# Onboarding.PrivacyNotice.LinkText
source: Privacy Notice
am: የግላዊነት ማስታወቂያ
el: Σημείωση απορρήτου
es_mx: Aviso de privacidad
kab: Tasertit n tbaḍnit
pt_br: Aviso de privacidade
ro: Notificare privind confidențialitatea
sk: Vyhlásenie o ochrane osobných údajov

# Onboarding.PrivacyNotice.Text
source: Firefox cares about your privacy. Read more in %@.
am: Firefox የእርስዎን ግላዊነት ያስባል። በ%@ ውስጥ የበለጠ ያንብቡ።
el: Το Firefox νοιάζεται για το απόρρητό σας. Διαβάστε περισσότερα στη %@.
es_mx: Firefox se preocupa por tu privacidad. Lee más en %@.
kab: Firefox terḥa-t tudert-ik tabaḍnit. Ɣeṛ ugar deg %@.
pt_br: O Firefox se importa com sua privacidade. Mais informações em %@.
ro: Firefox are grijă de confidențialitatea ta. Află mai multe pe %@.
sk: Firefox sa stará o vaše súkromie. Podrobnosti nájdete v dokumente %@.

# Onboarding.TermsOfUse.ButtonText
source: Agree and Continue
am: እስማማለሁ እና ቀጥል
el: Αποδοχή και συνέχεια
es_mx: Aceptar y continuar
kab: Qbel syen kemmel
pt_br: Aceitar e continuar
ro: Acceptă și continuă
sk: Súhlasím a pokračovať

# Onboarding.TermsOfUse.ButtonTextV2
source: Continue
am: ቀጥል
kab: Kemmel
pt_br: Continuar
ro: Continuă
sk: Pokračovať

# Onboarding.TermsOfUse.Done.ButtonText
source: Done
am: ተጠናቋል
el: Τέλος
es_mx: Terminado
kab: Immed
pt_br: Pronto
ro: Terminat
sk: Hotovo

# Onboarding.TermsOfUse.LinkText
source: Firefox Terms of Use
am: የFirefox የአጠቃቀም ውል
el: Όρους χρήσης του Firefox
es_mx: Términos de uso de Firefox
kab: Tiwtiln n useqdec n Fiefox
pt_br: termos de uso do Firefox
ro: Condiții de utilizare Firefox
sk: Podmienky používania Firefoxu

# Onboarding.TermsOfUse.Subtitle
source: Fast. Private. No distractions.
am: ፈጣን። የግል። ትኩረትን የሚከፋፍሉ ነገሮች የሌለው።
el: Γρήγορο. Ιδιωτικό. Χωρίς περισπασμούς.
es_mx: Rápido. Privado. Sin distracciones.
kab: D arurad. D uslig. Ulac yesruḥuyen ddehn.
pt_br: Rápido. Privativo. Sem distrações.
ro: Rapid. Privat. Fără distrageri ale atenției.
sk: Rýchly. Zameraný na súkromie. Žiadne rozptyľovanie.

# Onboarding.TermsOfUse.Text
source: By continuing, you agree to %@.
am: በመቀጠል፣ በ%@ ተስማምተዋል።
el: Συνεχίζοντας, συμφωνείτε με τους %@.
es_mx: Al continuar, aceptas %@.
kab: S ukemmel, ad tqebleḍ %@.
pt_br: Ao continuar, você declara que concorda com os %@.
ro: Prin continuare, ești de acord cu %@.
sk: Pokračovaním súhlasíte s dokumentom %@.

# Onboarding.TermsOfUse.Title
source: Welcome to %@
am: እንኳን ወደ %@ በደህና መጡ
el: Καλώς ορίσατε στο %@
es_mx: Te damos la bienvenida a %@
kab: Ansuf ɣer %@
pt_br: Boas-vindas ao %@
ro: Bine ai venit pe %@
sk: Víta vás %@

# Safari.instructionsExtentions
source: Select Safari, then select Extensions
am: ሳፋሪን ይምረጡ፣ ከዚያ ቅጥያዎችን ይምረጡ
ar: اختر Safari، ثم اختر الامتدادات
cs: Zvolte Safari, a poté Rozšíření
el: Επιλέξτε το Safari και έπειτα, επιλέξτε «Επεκτάσεις»
es_mx: Selecciona Safari, luego selecciona Extensiones
is: Veldu Safari, veldu síðan Forritsaukar
kab: Fren Safari, syen fren Iseɣzaf
pt_br: Selecione Safari, depois selecione Extensões
ro: Selectează Safari, apoi selectează Extensii
sk: Vyberte Safari a potom vyberte Rozšírenia
sq: Përzgjidhni Safari, mandej përzgjidhni Zgjerime
vi: Chọn Safari, sau đó chọn Tiện ích mở rộng

# Safari.openInstruction
source: Open device settings
am: የመሣሪያ ቅንብሮችን ይክፈቱ
ar: افتح إعدادات الجهاز
be: Адкрыйце налады прылады
cs: Otevřete nastavení zařízení
el: Ανοίξτε τις ρυθμίσεις της συσκευής
es_mx: Abrir ajustes del dispositivo
is: Opnaðu stillingar tækisins
kab: Ldi iɣewwaren n yibenk
pt_br: Abra as configurações do dispositivo
ro: Deschide setările dispozitivului
sk: Otvorte nastavenia zariadenia
sq: Hapni rregullime pajisjeje
vi: Mở cài đặt thiết bị

# Settings.DailyUsagePing.Message
source: This helps Mozilla to estimate active users.
am: ይህ Mozilla ንቁ ተጠቃሚዎችን ለመገመት ይረዳል።
el: Αυτό βοηθά τη Mozilla να εκτιμήσει τους ενεργούς χρήστες.
es_mx: Esto ayuda a Mozilla a estimar los usuarios activos.
kab: Aya yettallel Mozilla ad tessekyed amḍan n yiseqdacen urmiden.
pt_br: Isto ajuda a Mozilla a estimar o número de usuários ativos.
ro: Ajută Mozilla să estimeze utilizatorii activi.
sk: Toto pomáha spoločnosti Mozilla odhadnúť počet aktívnych používateľov.
vi: Điều này giúp Mozilla ước tính số người dùng đang hoạt động.

# Settings.DailyUsagePing.Title
source: Daily Usage Ping
am: ዕለታዊ አጠቃቀም ማሳወቂያ
el: Ping ημερήσιας χρήσης
es_mx: Ping de uso diario
kab: Ping n Useqdec n Yal ass
pt_br: Ping de uso diário
ro: Ping de utilizare zilnică
sk: Ping denného používania
vi: Ping sử dụng hàng ngày

# Settings.detailTextCrashReports.V2
source: This helps us diagnose and fix issues with the browser.
am: ይህ በአሳሹ ላይ ችግሮችን እንድንመረምር እና እንድናስተካክል ይረዳናል።
el: Αυτό μας επιτρέπει να διαγνώσουμε και να διορθώσουμε προβλήματα με το πρόγραμμα περιήγησης.
es_mx: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
kab: Aya yettall-aneɣ ad neg tawassna, ad nṣeggem uguren akked yiminig.
pt_br: Isto nos ajuda a diagnosticar e corrigir problemas com o navegador.
ro: Ne ajută să diagnosticăm și să remediem problemele browserului.
sk: Toto nám pomáha diagnostikovať a riešiť problémy s prehliadačom.
vi: Điều này giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt.

# Settings.detailTextRollouts
source: %@ will improve features, performance, and stability between updates. Changes applied remotely.
pt_br: O %@ melhora funcionalidades, desempenho e estabilidade a cada atualização. Alterações são aplicadas remotamente.
ro: %@ va îmbunătăți funcționalitățile, performanța și stabilitatea între actualizări. Modificările sunt aplicate de la distanță.

# Settings.detailTextSendUsageData.v2
source: Mozilla strives to collect only what we need to provide and improve %@ for everyone.
pt_br: A Mozilla se empenha em coletar somente o necessário para fornecer e melhorar o %@ para todos.
ro: Mozilla se străduiește să colecteze doar strictul necesar pentru a furniza și a îmbunătăți %@ pentru toți.

# Settings.detailTextStudies.v2
source: %@ randomly selects users to test features, which improves quality for everyone.
pt_br: O %@ seleciona usuários aleatoriamente para testar funcionalidades, o que melhora a qualidade para todos.
ro: %@ selectează aleatoriu utilizatori pentru a testa funcționalități, ceea ce îmbunătățește calitatea pentru toți.

# Settings.licenses
source: Licenses
am: ፈቃዶች
ar: الرُّخص
cs: Licence
el: Άδειες χρήσης
es_mx: Licencias
is: Notkunarleyfi
kab: Turagin
pt_br: Licenças
ro: Licențe
sk: Licencie
sq: Licenca
vi: Giấy phép

# Settings.toggleCrashReports
source: Automatically Send Crash Reports
am: የብልሽት ሪፖርቶችን በራስ-ሰር ላክ
el: Αυτόματη αποστολή αναφορών κατάρρευσης
es_mx: Enviar automáticamente informes de fallos
kab: Azen s wudem awurman ineqqisen n truẓi
pt_br: Enviar relatórios de falhas automaticamente
ro: Trimite automat rapoarte de închidere neașteptată
sk: Automaticky odosielať správy o zlyhaní
vi: Tự động gửi báo cáo sự cố

# Settings.toggleRollouts
source: Allow Remote Improvements
pt_br: Permitir melhorias remotas
ro: Permite îmbunătățiri de la distanță

# Settings.toggleStudies.v2
source: Allow Feature Studies
pt_br: Permitir estudos de funcionalidades
ro: Permite studii de funcționalități

# ShareMenu.RemoveShortcut.Confirm
source: Shortcut removed
am: አቋራጭ ተወግዷል
ar: أُزيل الاختصار
be: Цэтлік выдалены
cs: Zkratka odebrána
el: Η συντόμευση αφαιρέθηκε
es_mx: Acceso directo eliminado
hu: Parancs eltávolítva
is: Flýtivísun fjarlægð
kab: Anegzum yettwakkes
pt_br: Atalho removido
ro: Comanda rapidă a fost eliminată
sk: Skratka bola odstránená
sq: Shkurtorja u hoq
vi: Đã xóa lối tắt

# ShareMenu.ShareOpenLink
source: Open Link
am: አገናኙን ክፈት
ar: افتح الرابط
be: Адкрыць спасылку
cs: Otevřít odkaz
el: Άνοιγμα συνδέσμου
es_mx: Abrir enlace
is: Opna tengil
kab: Ldi aseɣwen
pt_br: Abrir link
ro: Deschide linkul
sk: Otvoriť odkaz
sq: Hape Lidhjen
vi: Mở liên kết

# ShowMeHowOnboarding.ButtonText.V2
source: Done
am: ተጠናቋል
ar: تمّ
be: Гатова
cs: Hotovo
el: Τέλος
es_mx: Hecho
hu: Kész
is: Lokið
kab: Immed
pt_br: Pronto
ro: Terminat
sk: Hotovo
sq: U bë
vi: Xong

# ShowMeHowOnboarding.SubtitleStepOne.V2
source: Long press on the Home screen until the icons start to jiggle.
am: አዶዎቹ መንቀጥቀጥ እስኪጀምሩ ድረስ በመነሻ ማያ ገጹ ላይ በረጅሙ ይጫኑ።
ar: اضغط لفترة طويلة على الشاشة الرئيسة حتى تبدأ الأيقونات في الاهتزاز.
cs: Podržte prst na domovské obrazovce dokud se ikony nezačnou třást.
el: Πατήστε παρατεταμένα στην αρχική οθόνη μέχρι τα εικονίδια να αρχίσουν να ανακινούνται.
es_mx: Mantén presionada la pantalla de inicio hasta que los íconos comiencen a moverse.
hu: Nyomja hosszan a Kezdőképernyőt, amíg az ikonok rezegni kezdenek.
is: Ýttu lengi á heimaskjáinn þar til táknmyndirnar byrja að vagga.
kab: Sit aṭas ɣef ugdil agejdan alamma bdant ttembiwilent tegnitin.
pt_br: Mantenha pressionada a tela inicial até que os ícones comecem a oscilar.
ro: Apasă lung pe ecranul de pornire până când pictogramele încep să tremure.
sk: Ťuknite a dlho držte na ploche, kým sa ikony nezačnú chvieť.
sq: Shtypni gjatë te skena Kreu, deri sa ikona të fillojë të tundet.
vi: Nhấn và giữ biểu tượng ứng dụng đến khi nó rung rinh.

# ShowMeHowOnboarding.SubtitleStepThree.V2
source: Search for %@. Then choose a widget.
am: %@ን ይፈልጉ። ከዚያ መግብር ይምረጡ።
ar: ابحث عن %@. ثم اختر ودجت.
cs: Vyhledejte %@. Poté vyberte widget.
el: Αναζητήστε το %@ και επιλέξτε ένα widget.
es_mx: Busca %@. Luego elige un widget.
hu: Keresse meg a következőt: %@. Ezután válasszon widgetet.
is: Leitaðu að %@. Veldu síðan viðmótshluta.
kab: Nadi ɣef %@. Syen fren awiǧit.
pt_br: Procure %@. Depois escolha um widget.
ro: Caută %@. Apoi alege un widget.
sk: Vyhľadajte %@. Potom vyberte miniaplikáciu.
sq: Kërkoni për %@. Mandej zgjidhni një <em>widget</em>.
vi: Tìm kiếm %@. Sau đó chọn tiện ích hiển thị.

# ShowMeHowOnboarding.SubtitleStepTwo.V2
source: Tap on the plus icon.
am: የመደመር አዶውን ይንኩ።
ar: اضغط على علامة الزائد.
be: Націсніце на значок плюса.
cs: Klepněte na ikonu plus.
el: Πατήστε το εικονίδιο «συν».
es_mx: Toca el ícono más.
hu: Koppintson a plusz ikonra.
is: Ýttu á plús-táknið.
kab: Sit ɣef tqeffalt "+".
pt_br: Toque no ícone de mais.
ro: Atinge pictograma plus.
sk: Ťuknite na ikonu so znakom plus.
sq: Prekni mbi ikonën plus.
vi: Nhấn vào nút dấu cộng.

# ShowMeHowOnboarding.Title.V2
source: Add a %@ Widget
am: %@ መግብር አክል
ar: أضف ودجت %@
be: Дадаць віджэт %@
cs: Přidání widgetu %@
el: Προσθήκη widget %@
es_mx: Agrega un widget de %@
hu: Egy %@ widget hozzáadása
is: Bættu við %@ viðmótshluta
kab: Rnu awiǧit %@
pt_br: Adicionar um widget do %@
ro: Adaugă un widget %@
sk: Pridajte miniaplikáciu %@
sq: Shtoni një Widget %@
vi: Hiển thị thêm %@

# TodayWidget.SearchInApp.Instruction
source: Search in %@
am: በ%@ ውስጥ ይፈልጉ
ar: ابحث في %@
be: Шукаць у %@
cs: Hledat v aplikaci %@
el: Αναζήτηση στο %@
es_mx: Buscar en %@
is: Leita í %@
kab: Nadi deg %@
pt_br: Pesquisar no %@
ro: Caută în %@
sk: Hľadať v prehliadači %@
sq: Kërkoni në %@
vi: Tìm kiếm trong %@

# TooltipBodyText.SearchBar
source: Start your private browsing session, and we’ll block trackers and other bad stuff as you go.
am: የግል አሰሳ ክፍለ ጊዜዎን ይጀምሩ፣ እና ሲጠቀሙ መከታተያዎችን እና ሌሎች መጥፎ ነገሮችን እናግዳለን።
ar: ابدأ جلسة التصفح الخاصة، وسنقوم بحظر أدوات التتبع والأشياء السيئة الأخرى أثناء تصفحك.
cs: Začněte svou relaci anonymního prohlížení a my budeme průběžně blokovat sledovací prvky a jiné zlé věci.
el: Ξεκινήστε τη συνεδρία ιδιωτικής περιήγησής σας και θα αποκλείσουμε τους ιχνηλάτες και άλλα επιβλαβή στοιχεία.
es_mx: Inicia tu sesión de navegación privada y bloquearemos rastreadores y otras amenazas mientras navegas.
hu: Indítsa el a privát böngészési munkamenetet, és menet közben blokkoljuk a nyomkövetőket és az egyéb rossz dolgokat.
is: Byrjaðu huliðsvafralotuna þína og við lokum á rakningar og annað vont dót á meðan þú vafrar.
kab: Bdu tiɣimit-ik·im n tunigin tusligt, ad nessewḥal ineḍfaren d yir tɣawsiwin simi tettedduḍ.
pt_br: Inicie uma sessão de navegação privativa e bloquearemos rastreadores e outras coisas ruins à medida que você avança.
ro: Începe sesiunea de navigare privată și vom bloca elementele de urmărire și alte lucruri rele din mers.
sk: Začnite svoju reláciu súkromného prehliadania a my zablokujeme sledovacie prvky a iné zlé veci.
sq: Filloni sesionin tuaj të shfletimit privat dhe ne do të bllokojmë dora-dorës gjurmues dhe gjëra të tjera të këqija.
vi: Bắt đầu phiên duyệt web riêng tư của bạn và chúng tôi sẽ chặn trình theo dõi và các nội dung xấu khác khi bạn di chuyển.

# TooltipBodyText.ShieldIconTrackerBlocked.V2
source: Got ‘em! We stopped this site from spying on you. Tap the shield any time to see what we’re blocking.
am: ይዘናቸዋል! ይህ ድረ-ገፅ እርስዎን እንዳይሰልል አቁመነዋል። የምንከለክለውን ለማየት በማንኛውም ጊዜ ጋሻውን ይንኩ።
ar: أمسكتهم! أوقفنا هذا الموقع من التجسس عليك. انقر على الدرع في أي وقت لترى ما نحجب.
cs: Máme je! Tomuto serveru jsme zabránili ve vašem sledování. Klepnutím na ikonu štítu se dozvíte, co bylo zablokováno.
el: Εμποδίσαμε την παρακολούθησή σας από αυτόν τον ιστότοπο. Πατήστε την ασπίδα ανά πάσα στιγμή για να δείτε τι αποκλείουμε.
es_mx: ¡Excelente! Evitamos que esta página web te espiara. Presiona el escudo para ver lo que estamos bloqueando.
hu: Megvannak! Megakadályoztuk, hogy ez a webhely kémkedjen Ön után. Koppintson a pajzsra, hogy megtudja mit blokkoltunk.
is: Náðonum! Við komum í veg fyrir að þetta vefsvæði njósnaði um þig. Ýttu á skjöldinn til að fá upplýsingar um það sem við lokuðum á.
kab: Ṭṭfeɣ-ten! Nesseḥbes asmel-a ɣef tɛessast-ik·im. Sit ɣef ẓẓerb-nni yal tikkelt i wakken ad twaliḍ acu i nessewḥel.
pt_br: Pegamos eles! Impedimos que este site espione você. Toque no escudo quando quiser para ver o que estamos bloqueando.
ro: I-am prins! Am oprit acest site să te spioneze. Atinge scutul oricând pentru a vedea ce blocăm.
sk: Máme ich! Zabránili sme tejto stránke špehovať vás. Kedykoľvek ťuknite na štít, aby ste videli, čo všetko blokujeme.
sq: I mbërthyem! E ndalëm spiunimin tuaj nga ky sajt. Prekni kurdo mburojën, që të shihni se ç’jemi duke bllokuar.
vi: Bắt được rồi! Chúng tôi đã ngăn trang web này theo dõi bạn. Nhấn vào tấm khiên bất kỳ lúc nào để xem những gì chúng tôi đang chặn.

# TooltipBodyText.TrashIcon.V2
source: Tap here to trash it all — history, cookies, everything — and start fresh on a new tab.
am: ሁሉንም - ታሪክን፣ ኩኪዎችን፣ ሁሉንም ነገር ለማጥፋት እዚህ ነካ ያድርጉ እና በአዲስ ትር ላይ ከእንደገና ይጀምሩ።
ar: انقر هنا لحذف كل شيء - التاريخ وملفات تعريف الارتباط وكل شيء - وابدأ بانتعاشة في لسان جديد.
cs: Klepnutím sem vše vyhodíte do koše – historii, cookies, prostě vše – a začnete znovu v novém panelu.
el: Πατήστε εδώ για να τα διαγράψετε όλα — ιστορικό, cookie, τα πάντα — και ξεκινήστε από την αρχή σε μια νέα καρτέλα.
es_mx: Presiona aquí para eliminar todo — historial, cookies, y todo lo demás — e inicia en una nueva pestaña.
hu: Koppintson ide, hogy mindent töröljön – az előzményeket, a sütiket, mindent –, és tiszta lappal induljon.
is: Ýttu hér til að henda öllu - ferli, vefkökum, öllu - og byrjaðu upp á nýtt á nýjum flipa.
kab: Sit dagi i wakken ad tḍeggreḍ kullec — azray, inagan n tuqqna, kullec — syen bdu seg tazwara qef yiccer amaynut.
pt_br: Toque aqui para excluir tudo (histórico, cookies, tudo) e começar de novo em uma nova aba.
ro: Atinge aici pentru a arunca totul în gunoi — istoric, cookie-uri, totul — și începi din nou într-o filă nouă.
sk: Ťuknutím sem všetko vyhodíte do koša – históriu, súbory cookie, všetko – a začnete odznova na novej karte.
sq: Prekni këtu, që të shpihet e gjitha në hedhurina — historik, cookies, gjithçka — dhe fillojani nga e para me një skedë të re.
vi: Nhấn vào đây để xóa tất cả — lịch sử, cookie, mọi thứ — và bắt đầu làm mới trên một thẻ mới.

# WidgetOnboardingCard.ActionButton
source: Show Me How
am: እንዴት እንደሆነ አሳየኝ
ar: أرني كيف
be: Паказаць мне як
cs: Jak na to
el: Εμφάνιση οδηγιών
es_mx: Muéstrame cómo
hu: Mutassa meg hogyan
is: Sýna mér hvernig
kab: Sken-iyi-d amek
pt_br: Mostrar como
ro: Arată-mi cum
sk: Ako na to
sq: Tregomëni Se Si
vi: Hướng dẫn tôi

# WidgetOnboardingCard.Subtitle
source: We’ll leave you to your private browsing, but get a quicker start next time with the %@ widget on your Home screen.
am: እርስዎን ከግል አሰሳዎ ጋር እንተውዎታለን፣ ነገር-ግን በሚቀጥለው ጊዜ በመነሻ ማያዎ ላይ ባለው %@ መግብር በፍጥነት ይጀምሩ።
ar: سنتركك لتصفحك الخاص ، ولكن ابدأ بشكل أسرع في المرة القادمة باستخدام ودجت %@ على شاشتك الرئيسية.
cs: Necháme vás v anonymním prohlížení, ale příště můžete začít rychleji pomocí widgetu %@ na Domovské obrazovce.
el: Συνεχίστε την ιδιωτική σας περιήγηση, αλλά ξεκινήστε ταχύτερα την επόμενη φορά με το widget του %@ στην οθόνη Αφετηρίας.
es_mx: Te dejaremos con tu navegación privada, pero comienza más rápido la próxima vez con el widget de %@ en tu pantalla de inicio.
hu: Hagyjuk, hogy elkezdje a privát böngészést, de legközelebb gyorsabban nekiláthat a kezdőképernyőn található %@ widgettel.
is: Við látum þig vera í huliðsvafrinu þínu, en byrjum hraðar næst með %@-viðmótshlutanum á upphafsskjánum þínum.
kab: Ad ak·akem-neǧǧ tunigin tusligt, maca bdu s zzerb deg wussan i d-iteddun s uwiǧit %@ ɣef ugdil-ik·im agejdan.
pt_br: Deixamos você com sua navegação privativa, mas na próxima vez pode começar mais rápido usando o widget do %@ na tela inicial.
ro: Te lăsăm să navighezi în modul privat, dar ia startul mai repede data viitoare cu widgetul %@ din ecranul de pornire.
sk: Necháme vás v súkromnom prehliadaní, ale nabudúce môžete začať rýchlejšie s miniaplikáciou %@ na ploche.
sq: Do t’ju lëmë në shfletimin tuaj privat, por siguroni një kohë më të mirë nisjeje herës tjetër, me widget-in %@ në skenën tuaj Kreu.
vi: Chúng tôi sẽ để bạn ở chế độ duyệt web riêng tư, nhưng hãy bắt đầu nhanh hơn vào lần sau với tiện ích %@ trên màn hình chính của bạn.

# WidgetOnboardingCard.Title
source: Browsing history cleared! 🎉
am: የአሰሳ ታሪክ ጸድቷል! 🎉
ar: مُسح تأريخ التصفح! 🎉
be: Гісторыя аглядання выдалена! 🎉
cs: Historie prohlížení vymazána 🎉
el: Το ιστορικό περιήγησης διαγράφηκε! 🎉
es_mx: ¡Historial de navegación borrado! 🎉
hu: A böngészési előzmények törölve! 🎉
is: Vafraferill hreinsaður! 🎉
kab: Azray n tunigin yettwasfaḍ! 🎉
pt_br: O histórico de navegação foi limpo! 🎉
ro: Istoricul de navigare a fost șters! 🎉
sk: História prehliadania bola vymazaná! 🎉
sq: Historiku i shfletimit u spastrua! 🎉
vi: Đã xóa lịch sử duyệt web! 🎉

# NSHumanReadableDescription
source: Content blocking and tracking protection from Mozilla
am: ከሞዚላ የይዘት እገዳ እና የክትትል ጥበቃ
ar: حجب المحتوى وتتبع الحماية من Mozilla
cs: Blokování obsahu a ochrana proti sledování od Mozilly
el: Φραγή περιεχομένου και προστασία από καταγραφή από τη Mozilla
es_mx: Bloqueo de contenido y protección de seguimiento de Mozilla
is: Útilokun efnis og rakningarvörn frá Mozilla
kab: Asewḥel n ugbur d ummesten mga aḍfar n Mozilla
pt_br: Bloqueio de conteúdo e proteção contra rastreamento, da Mozilla
ro: Blocarea conținutului și protecție împotriva urmăririi de la Mozilla
sk: Blokovanie obsahu a ochrana pred sledovaním od Mozilly
sq: Bllokim lënde dhe mbrojtje nga gjurmimet, nga Mozilla
vi: Trình chặn nội dung và chống theo dõi từ Mozilla

# TodayWidget.QuickActionGalleryDescription
source: Add a %@ shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
am: በመነሻ ማያዎ ላይ የ%@ አቋራጭ ያክሉ። መግብርን ካከሉ በኋላ ለማርትዕ ይንኩ እና ይያዙ እና የተለየ አቋራጭ ይምረጡ።
ar: أضف اختصار %@ إلى الشاشة الرئيسية. استمر على لمس الأداة بعد أن تُضاف مدةً لتعديلها، ثمّ اختر اختصارًا آخر.
cs: Přidejte si zkratku aplikace %@ na domovskou obrazovku. Pro úpravu nebo výběr jiné zkratky na widgetu podržte prst.
el: Προσθέστε μια συντόμευση %@ στην αρχική οθόνη. Αφού προσθέσετε το widget, πατήστε παρατεταμένα για επεξεργασία και επιλογή διαφορετικής συντόμευσης.
es_mx: Agrega un atajo de %@ a tu pantalla de inicio. Después de agregar el widget, tócalo y mantenlo presionado para editarlo y seleccionar un acceso directo diferente.
hu: Adjon egy %@ ikont a kezdőképernyőhöz. A widget hozzáadása után érintse meg és tartsa lenyomva a szerkesztéshez, majd válasszon egy másik ikont.
is: Bættu %@-flýtileið við upphafsskjáinn þinn. Eftir að græjunni hefur verið bætt við skaltu ýta og halda inni til að breyta henni og velja aðra flýtileið.
kab: Rnu anegzum n %@ ɣer ugdil-ik·im agejdan. Seld timerna n uwiǧit, sit s useɣzef i wakken ad t-tẓergeḍ syen ad tferneḍ anegzum-nniḍen.
pt_br: Adiciona um atalho do %@ à tela inicial. Após adicionar o widget, mantenha pressionado para editar e selecionar um atalho diferente.
ro: Adaugă o comandă rapidă %@ în ecranul de pornire. După ce ai adăugat widgetul, ține-l atins pentru editare și selectează o comandă rapidă diferită.
sk: Pridajte si na plochu skratku pre %@. Po pridaní miniaplikácie ju upravte ťuknutím a podržaním a vyberte inú skratku.
sq: Shtoni një shkurtore %@ për te skena juaj Kreu. Pasi të shtohet widget-i, prekeni dhe mbajeni të prekur, që ta përpunoni dhe të përzgjidhni një tjetër shkurtore.
vi: Thêm lối tắt %@ vào màn hình chính của bạn. Sau khi thêm tiện ích, hãy nhấn và giữ để chỉnh sửa tiện ích và chọn một lối tắt khác.
