Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Intro.Slides.Skip.Button
source: Skip
am: ዝለል
ar: تخطَّ
ast: Saltar
be: Прапусціць
bg: Пропускане
bn: এড়িয়ে যান
br: Tremen
cs: Přeskočit
de: Überspringen
el: Παράλειψη
eo: Ignori
es_mx: Ignorar
et: Jäta vahele
fa: پرش
hi_in: छोड़ें
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
is: Sleppa
ja: スキップ
ka: გამოტოვება
kab: Suref
ko: 건너뛰기
lt: Praleisti
mr: वगळा
ms: Langkau
ne_np: छोड्नुहोस्
pl: Pomiń
pt_br: Pular
ro: Omite
sk: Preskočiť
sl: Preskoči
sq: Anashkaloje
sv_se: Hoppa över
ta: தாவு
te: దాటవేయి
th: ข้าม
tr: Geç
tt: Калдырып тору
uk: Пропустити
ur: چھوڈیں
vi: Bỏ qua
zh_cn: 跳过
zh_tw: 略過

# Intro.Slides.Welcome.Description
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
am: የግል ፍለጋን ወደ ቀጣዩ ደረጃ ያሳድጉ:: በድረ-ገፆች ውስጥ እርስዎን ሊከታተል የሚችል እና የገፅ ጭነት ጊዜዎችን የሚያደነዝዙ ማስታወቂያዎችን እና ሌላ ይዘትን አግድ።
ar: انتقل بالتصفّح الخاص إلى المستوى التالي. احجب الإعلانات وغيرها من المحتويات التي تتعقبك أثناء التصفح وتأخذ من وقت تحميل الصفحات.
ast: Lleva lo de restolar en privao a otru nivel. Bloquia anuncios y otru conteníu que puea rastrexate en sitios web y aumenten los tiempos de carga.
bg: Преминете към следващото ниво на поверителност. Спирайте рекламите и друго съдържание, което следи движението ви между сайтовете и забавя зареждането на страниците.
bn: ব্যাক্তিগত ব্রাউজিং কে আরেক উচ্চতায় নিয়ে যান। বিজ্ঞাপন আর অন্যান্য কনটেন্ট ব্লক করুন, যারা আপনাকে সকল ওয়েবসাইটে অনুসরণ করে বেড়ায় আর আপনার পেজ লোডিং টাইম অনেকগুন বাড়িয়ে দেয়।
br: Kasit ar merdeiñ prevez d'ul live uheloc'h. Stankit ar bruderezhioù hag an endalc'hadoù all a c'hell heuliañ ac'hanoc'h ha gorrekaat kargadenn ar bajenn.
cs: Anonymní prohlížení dostalo nový rozměr. Blokuje reklamy a další obsah, který vás sleduje napříč stránkami a zpomaluje načítání.
de: Privates Surfen auf einer höheren Stufe. Blockieren Sie Werbung und andere Inhalte, die Sie über Websites hinweg verfolgen können und Seitenladezeiten verlängern.
el: Μεταβείτε στο επόμενο επίπεδο ιδιωτικής περιήγησης. Αποκλείστε διαφημίσεις και περιεχόμενο που μπορεί να καταγράψει τη δραστηριότητά σας και να επιβραδύνει τη φόρτωση σελίδων.
eo: Privata retumo pli altnivela, kun blokado de reklamoj kaj aliaj enhavoj, kiuj povas spuri vin trans retejoj kaj malrapidigi la ŝargon de paĝoj.
es_mx: Lleva la navegación privada a otro nivel. Bloquea publicidad y cualquier contenido que pueda rastrearte mientras navegas y aumentar el tiempo de carga de las páginas que visitas.
et: Vii privaatne veebilehitsemine uuele tasemele. Bloki reklaamid ja muu sisu, mis võib sinu tegevust erinevatel saitidel jälitada ja lehtede laadimist aeglustada.
fa: پیشرفت مرورگر خصوصی به سطحی بالاتر. مسدود کردن تبلیغات و محتواهای دیگر که می‌تواند شما را در طول بازدید وب‌سایت ها رهگیری کنند یا زمان بارگذاری صفحه را همانند گیرکردن در باتلاق کم کنند.
hi_in: निजी ब्राउज़िंग को अगले स्तर पर ले जाएँ. उन विज्ञापनों और अन्य तत्वों को रोकें जो आपको साइटों पर पीछा करते हैं और पृष्ट लोड समय को बढ़ाते हैं.
hu: Emelje a privát a böngészést a következő szintre. Blokkolja a hirdetéseket, és más tartalmakat, amelyek követhetik az oldalak között, és lelassíthatják a betöltési sebességet.
hy_am: Տարեք գաղտնի դիտարկումը հաջորդ մակարդակ: Արգելափակեք գովազդները և այլ բովանդակություն, որը կարող է հետագծել ձեզ կայքերում և արագացրեք էջի բեռնումը:
ia: Porta le navigation private al nivello superior. Bloca publicitate e altere contento que pote traciar te inter sitos e relentar le cargamento de paginas.
is: Taktu huliðsvafur upp á næsta stig. Lokaðu fyrir auglýsingar og annað efni sem getur fylgst með þér á milli vefsvæða og eykur hleðslutíma á vefsíðum.
ja: プライベートブラウジングを次のレベルへと進めましょう。サイトを越えてあなたを追跡したり、ページの読み込みを遅くしたりする可能性のある広告その他のコンテンツを自動的にブロック。
ka: პირადი მონაცემების უსაფრთხოება ახალ დონეზეა აყვანილი. შეზღუდეთ სარეკლამო და სხვა შიგთავსი, რომლითაც საიტებზე თქვენი დევნაა შესაძლებელი და შეამცირეთ გვერდების ჩატვირთვის დრო.
kab: Iminig uslig ad yali deg uswir.Dayen ur tuγaleḍ ad twaliḍ adellel neγ imsfuγal i k-ṭṭafaren u saẓayen tulya n isemal web.
ko: 한 단계 높은 개인 정보 보호 브라우징을 즐겨보세요. 사이트의 경계를 넘어 개인정보를 추적하거나, 페이지 로딩 속도를 늦추는 원인이 되는 광고 및 기타 콘텐츠를 자동으로 차단해 줍니다.
lt: Pereikite į aukštesnį privačiojo naršymo lygį. Blokuokite reklamas ir kitą jūsų naršymą galintį stebėti turinį, tuo pačiu sutrumpindami svetainių įkėlimo laiką.
mr: खाजगी ब्राऊझिंग पुढच्या स्तरावर न्या. जाहिराती आणि इतर मजकूर अवरोधित करा जो आपला विविध साईट वरून मागोवा घेऊ शकतो आणि पृष्ठ लोड वेळ कमी करू शकतो.
ms: Membawa pelayaran peribadi ke tahap seterusnya, Sekat iklan dan kandungan lain yang menjejaki anda di serata laman dan melambatkan tempoh memuatkan halaman.
ne_np: निजी ब्राउजिङ्गलाई अर्को स्तरमा पुर्याउनुहोस्। विज्ञापन र अन्य सामग्रीहरू ब्लक गर्नुहोस् जसले तपाईंलाई साइटहरूमा ट्र्याक गर्न सक्छ र पृष्ठ लोड गर्दा लाग्ने समयलाई घटाउने गर्न सक्छ।
pl: Przejdź na wyższy poziom prywatności. Blokuj reklamy i inne elementy mogące Cię śledzić między stronami i wydłużające wczytywanie się stron.
pt_br: Leve a navegação privativa ao próximo nível. Bloqueie anúncios e outros conteúdos que podem rastrear você entre sites e aumentar o tempo de carregamento de páginas.
ro: Du navigarea privată la nivelul următor. Blochează reclamele și alte tipuri de conținut care te pot urmări pe site-uri și care îngreunează timpii de încărcare.
sk: Súkromné prehliadanie na úplne inej úrovni. Blokujte reklamy a ostatný obsah, ktorý vás môže sledovať naprieč stránkami.
sl: Zasebno brskanje na višjem nivoju. Zavračajte oglase in drugo vsebino, ki vam lahko sledi prek strani, in pohitrite svoje brskanje.
sq: Kalojeni shfletimin privat në nivelin pasues. Bllokoni reklama dhe lëndë tjetër që mund t’ju gjurmojë nga sajti në sajt dhe të ulë kohën e ngarkimit të faqeve.
sv_se: Ta privat surfning till nästa nivå. Blockera annonser och annat innehåll som kan spåra dig på webbplatser och slöa ner laddningen av webbsidor.
ta: தனிப்பட்ட உலாவலை அடுத்த நிலைக்கு எடுத்துச் செல்லவும். தளங்கள் எங்கும் உங்களைப் பின்தொடரக்கூடிய மற்றும் பக்க ஏற்று நேரத்தைக் கூட்டும் விளம்பரம் மற்றும் மற்ற உள்ளடக்கங்களை முடக்கு.
te: అంతరంగిక విహారణను కొత్త స్థాయికి తీసుకెళ్ళండి. ప్రకటనలను, సైట్లన్నింటిలో మీ జాడ తెలుసుకుంటూ పేజీలు తెరుచుకునే సమయాన్ని పెంచే ఇతర విషయాలను నిరోధించండి.
th: นำการท่องเว็บแบบส่วนตัวไปสู่ระดับถัดไป ปิดกั้นโฆษณาและเนื้อหาอื่น ๆ ที่สามารถติดตามคุณในไซต์ต่าง ๆ และลดเวลาในการโหลดหน้า
tl: Dalhin ang pribadong pag-browse sa susunod na antas. I-block ang mga ad at iba pang nilalaman na maaaring masubaybayan ka sa mga site at magawa ang mga oras ng pagkarga ng pahina.
tr: Gizli gezintiyi daha da geliştirdik. Gezdiğiniz siteleri takip eden ve sayfaların yüklenmesini yavaşlatan reklamları ve diğer içerikleri engelleyebilirsiniz.
tt: Хосусый гизүне яңа дәрәҗәгә күтәрегез. Сайтлар аша Сезне күзәтүче һәм сәхифәләрнең йөкләнү вакытын арттыручы рекламаларны һәм башка эчтәлекләрне блоклагыз.
uk: Перейдіть на вищий рівень приватного перегляду. Блокуйте рекламу та інший вміст, що може стежити за вами на сайтах і сповільнювати завантаження сторінок.
ur: نجی برائوزنگ کو اگلی سطح پر لے کر جائیں۔ اشتہارات اور دیگر مواد جو آپ کی مختلف سائٹ پر سراغ راہ کاری کر کے صفحہ کہ لوڈ ہوبے کے وقت کو سست کر سکتا ہے۔
vi: Duyệt web ở chế độ riêng tư để nâng cao bảo mật. Giúp làm giảm thời gian tải trang và chặn các quảng cáo và nội dung mà có thể theo dõi bạn trên các trang web.
zh_cn: 将隐私浏览带入全新水平。屏蔽可以跨网站跟踪您的广告和其他内容，并减少网页加载时间。
zh_tw: 隱私瀏覽功能變得更強大了。現在可封鎖廣告，以及其他可在不同網站間追蹤您的上網紀錄，又拖慢網頁載入的追蹤器。

# Intro.Slides.Welcome.Title
source: Power up your privacy
am: ግላዊነትዎን ያስፉ
ar: حسّن خصوصيتك
ast: Potencia la to privacidá
be: Узмацніце сваю прыватнасць
bg: Усилете вашата поверителност
bn: আপনার ব্যক্তিগত গোপনীয়তাকে শক্তিশালী করুন
br: Kreñvait ho puhez prevez
cs: Posuňte své soukromí na vyšší úroveň
de: Stärken Sie Ihre Privatsphäre
el: Ενισχύστε το απόρρητό σας
eo: Plibonigu vian privatecon
es_mx: Refuerza tu privacidad
et: Tugevda oma privaatsust
fa: حریم شخصی خود را ارتقاع دهید
hi_in: अपनी गोपनीयता को बढ़ाएं
hu: Tuningolja fel az adatvédelmét
hy_am: Հզորացրեք ձեր գաղտնիությունը
ia: Reinfortia tu vita private
is: Auka friðhelgina þína
ja: プライバシーを強化
ka: გააძლიერეთ პირადი მონაცემების დაცვა
kab: Rmed tabaḍnit inek
ko: 개인정보 보호 강화하기
lt: Pagerinkite savo privatumą
mr: आपली गोपनीयता सक्षम करा
ms: Tingkatkan privasi anda
ne_np: आफ्नो गोपनीयताको बलियो बनाउनुहोस्
pl: Nowy poziom prywatności
pt_br: Potencialize sua privacidade
ro: Consolidează-ți confidențialitatea
sk: Posuňte svoje súkromie na vyššiu úroveň
sl: Okrepite svojo zasebnost
sq: Fuqizoni privatësinë tuaj
sv_se: Stärk din integritet
ta: தனியுரிமையைத் துரிதப்படுத்துங்கள்
te: మీ గోప్యతను శక్తిమంతం చేసుకోండి
th: เพิ่มความเป็นส่วนตัวของคุณ
tl: Power up ang iyong privacy
tr: Gizliliğini güçlendir
tt: Хосусыйлыгызны көчәйтегез
uk: Посильте вашу приватність
vi: Tăng quyền riêng tư của bạn
zh_cn: 强化您的隐私
zh_tw: 加強您的隱私

# About.learnMoreButton
source: Learn more
am: ተጨማሪ ይወቁ
ar: اطّلع على المزيد
ast: Deprendi más
az: Ətraflı öyrən
be: Падрабязней
bg: Научете повече
bn: আরও জানুন
br: Gouzout hiroc'h
cs: Zjistit více
de: Mehr erfahren
el: Μάθετε περισσότερα
eo: Pli da informo
es_mx: Saber más
et: Rohkem teavet
fa: بیشتر بدانید
ga_ie: Tuilleadh eolais
hi_in: अधिक जानें
hu: Tudjon meg többet
hy_am: Իմանալ ավելին
ia: Saper plus
is: Fræðast meira
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
ko: 상세정보
lt: Sužinoti daugiau
mr: अधिक जाणा
ms: Ketahui lanjut
ne_np: अझै जान्नुहोस्
nn_no: Lær meir
pl: Więcej informacji
pt_br: Saiba mais
ro: Află mai multe
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni më tepër
sv_se: Läs mer
ta: மேலும் அறிய
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tl: Alamin
tr: Daha fazla bilgi alın
tt: Күбрәк белү
uk: Докладніше
ur: مزید سیکھیں
uz: Batafsil ma’lumot
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 了解更多

# About.missionLabel
source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
am: %@ በሞዚላ የለማ ነው። የእኛ ተልዕኮ ጤናማ እና ክፍት በይነመረብን ማሳደግ ነው።
ar: u200f%@ منتج من موزيلا. مهمتنا تشجيع إنترنت مفتوح و صحي.
ast: %@ produzlu Mozilla. La nuesa misión ye fomentar un internet sano y abierto.
az: %@ Mozilla məhsuludur. Missiyamız sağlam və açıq İnterneti təmin etməkdir.
bg: %@ се произвежда от Mozilla. Нашата мисия е да насърчаваме една здрава и отворена световна мрежа.
bn: %@ Mozilla দ্বারা প্রস্তুতকৃত। আমাদের মিশন হচ্ছে, ইন্টারনেটকে উন্মুক্ত রাখা এবং সেটির গুণগত মান বজায় রাখতে উৎসাহ দেওয়া।
br: Gant Mozilla eo savet %@. Stourm a reomp evit difenn un Internet yac'h ha digor.
cs: %@ je vyvíjen Mozillou. Naše mise je podporovat zdravý a otevřený internet.
de: %@ wird von Mozilla entwickelt. Wir setzen uns für ein gesundes, offenes Internet ein.
el: Το %@ αναπτύσσεται από τη Mozilla. Αποστολή μας είναι ένα υγιές και ανοικτό διαδίκτυο.
eo: %@ estas kreita de Mozilla. Nia misio estas stimuli sanan kaj malfermitan interreton.
es_mx: %@ es producido por Mozilla. Nuestra misión es promover un Internet sano y abierto.
et: %@ on toodetud Mozilla poolt. Meie missioon on edendada tervet ja avatud internetti.
fa: برنامهٔ %@ توسط موزیلا تولید شده است. ماموریت ما پرورشِ اینترنتی سالم و باز می‌باشد.
ga_ie: Is é Mozilla a dhéanann %@. An misean atá againn ná Idirlíon bríomhar oscailte a chothú.
hi_in: %@ Mozilla द्वारा निर्मित है. हमारा लक्ष्य एक स्वस्थ, उन्मुक्त इंटरनेट को बढ़ावा देना है.
hu: A %@ böngészőt a Mozilla készíti. Küldetésünk az egészséges, nyílt internet támogatása.
hy_am: %@-ը ստեղծվել է Mozilla-ի կողմից: Մեր առաքելությունն է նպաստել առողջ, բաց համացանցին:
ia: %@ es producite per Mozilla. Nostre mission es promover un internet salubre e libere.
is: %@ er framleitt af Mozilla. Markmið okkar er að stuðla að heilbrigðu og opnu Alneti.
ja: %@ は Mozilla による製品です。私たちの使命は、健全でオープンなインターネットを育成することです。
ka: %@ შექმნილია Mozilla-ს მიერ. ჩვენი მიზანია ჯანსაღი, გახსნილი ინტერნეტის ხელშეწყობა.
kab: %@ yegga-t Mozilla. Tuɣdaṭ-nneɣ d aḥareb ɣef tulya akked tezmert yelhan n Internet.
ko: %@는 Mozilla가 만듭니다. 우리의 사명은 건전하고 개방적인 인터넷을 육성하는 것입니다.
lt: „%@“ yra „Mozillos“ kūrinys. Mūsų misija yra skatinti sveiką, atvirą internetą.
mr: %@ Mozilla द्वारा उत्पादित केले आहे. एक निरोगी, ओपन इंटरनेट जोपासणे हे आमचे कार्य आहे.
ms: %@ dihasilkan oleh Mozilla. Misi kami adalah untuk memupuk Internet yang terbuka dan sihat.
ne_np: %@ Mozilla ले उत्पादन गरेको हो। हाम्रो उद्देश्य एक स्वस्थ र खुला इन्टरनेटलाई बढावा दिनु हो।
nn_no: %@ er produsert av Mozilla. Vår misjon er å fremja eit sunt, ope internett.
pl: %@ jest tworzony przez Mozillę. Naszą misją jest wspieranie zdrowego i otwartego Internetu.
pt_br: O %@ é produzido pela Mozilla. Nossa missão é promover uma internet saudável e aberta.
ro: %@ este produs de Mozilla. Misiunea noastră este să promovăm un internet sănătos și deschis.
sk: %@ vyvíja Mozilla. Naša misia je podporovať zdravý a otvorený internet.
sl: %@ razvija Mozilla. Naše poslanstvo je spodbujati zdrav in odprt internet.
sq: %@ prodhohet nga Mozilla. Misioni ynë është të përkujdesemi për një Internet të shëndetshëm, të hapur.
sv_se: %@ produceras av Mozilla. Vårt uppdrag är att främja ett hälsosamt, öppet Internet.
ta: %@ ஒரு மொசில்லா தயாரிப்பாகும். ஆரோக்கியமான திறந்த இணையத்தை கிடைக்கச் செய்வதே எங்களின் நோக்கம்.
te: %@ Mozillaచే తయారుచేయబడినది. ఆరోగ్యమైన, స్వతంత్రమైన అంతర్జాలాన్ని పెంపొందించడం మా ధ్యేయం.
th: %@ ถูกสร้างขึ้นโดย Mozilla ภารกิจของเราคือส่งเสริมอินเทอร์เน็ตที่สมบูรณ์และเปิดกว้าง
tl: %@ ay ginawa ng Mozilla. Ang aming misyon ay upang pagyamanin ang isang malusog, bukas na Internet.
tr: %@ Mozilla tarafından geliştirilmiştir. Misyonumuz daha sağlıklı ve açık bir internet yaratmaktır.
tt: %@ Mozilla тарафыннан җитештерелә. Безнең миссиябез — сәламәт һәм ачык Интернетны үстерү.
uk: %@ створено в Mozilla. Наша місія — сприяння розвитку здорового й відкритого Інтернету.
ur: %@ Mozilla کی پیداوار ھے۔ ھماری مہم ایک صحت مند کھلے انٹرنیٹ کو فروعٰ دینا ھے۔
uz: %@ – Mozilla tomonidan tuzilgan. Vazifamiz – internetning ochiqligi va xavfsizligini ta’minlash.
vi: %@ được sáng lập bởi Mozilla. Nhiệm vụ của chúng tôi là thúc đẩy một Internet lành mạnh, cởi mở.
zh_cn: %@ 由 Mozilla 出品。我们的使命是促成健康、开放的互联网。
zh_tw: %@ 是由 Mozilla 所打造，我們的使命是培養一個健康、開放的網際網路。

# About.privateBullet1
source: Search and browse right in the app
am: በመተግበሪያው ውስጥ ይፈልጉ እና ያስሱ
ar: ابحث و تصفح مباشرة في التطبيق
ast: Gueta y restola na aplicación
az: Birbaşa tətbiqdə axtarış edin və gəzin
be: Шукайце і працуйце ў Інтэрнэце прама з праграмы
bg: Търсете и четете направо в приложението
bn: অ্যাপের মধ্যেই অনুসন্ধান এবং ব্রাউজ করুন
br: Klaskit ha merdeit en arload
cs: Vyhledávejte a prohlížejte přímo v aplikaci
de: Suchen und surfen direkt in der App
el: Αναζήτηση και περιήγηση
eo: Serĉu kaj retumu rekte en la programo
es_mx: Buscar y navegar directamente desde la aplicación
et: Otsi ja lehiste otse äpis
fa: بدون خروج از برنامه، اینترنت را جست‌وجو و مرور کنید
ga_ie: Cuardaigh agus brabhsáil go díreach san aip
hi_in: अनुप्रयोग में दाहिनी तरफ ख़ोज और ब्राउज़ करें
hu: Keressen és böngésszen közvetlenül az appban
hy_am: Որոնել և ընտրել անմիջապես հավելվածից
ia: Recerca e naviga directemente in le application
is: Leita og vafra beint í forritinu
ja: アプリ内で検索とブラウジングをします
ka: მოიძიეთ და დაათვალიერეთ პირდაპირ პროგრამაში
kab: Nadi udiɣ inig seg usnas
ko: 앱에서 검색 및 브라우징하기
lt: Ieškokite ir naršykite pačioje programoje
mr: अँप मध्येच शोध किंवा ब्राउझ करा
ms: Cari dan layari dari dalam aplikasi
ne_np: यसै एपमा सर्च गर्नुहोस् र ब्राउज गर्नुहोस्
nn_no: Søk og surf rett i appen
pl: szukać i przeglądać prosto z aplikacji
pt_br: Pesquisar e navegar direto no aplicativo
ro: Caută și navighează direct în aplicație
sk: Vyhľadávajte a prehliadajte priamo prostredníctvom aplikácie
sl: Iščite in brskajte naravnost iz aplikacije
sq: Kërkoni dhe shfletoni drejt e nga aplikacioni
sv_se: Sök och surfa direkt i appen
ta: செயலி மூலம் தேடங்கள் உலாவுங்கள்
te: యాప్ లోనే వెతకండి మరియు విహరించండి
th: ค้นหาและท่องเว็บจากในแอป
tl: Maghanap at mag-browse sa app
tr: Doğrudan uygulamada arama yapabilir ve web’de gezinebilirsiniz
tt: Турыдан-туры кушымта эчендә эзләү һәм "пәрәвез"дә гизү
uk: Шукайте й переглядайте просто з програми
ur: ایپلیکیشن کے اندر ہی تلاش اور برائوز کریں
uz: Ilova orqali to‘g‘ridan to‘g‘ri internetga kirish va izlashingiz mumkin
vi: Tìm kiếm và duyệt ngay trong ứng dụng
zh_cn: 直接在应用中搜索和浏览
zh_tw: 直接在程式中搜尋、瀏覽

# About.privateBullet2
source: Block trackers (or update settings to allow trackers)
am: መከታተያዎችን ያግዱ (ወይም መከታተያዎችን ለመፍቀድ ቅንብሮችን ያዘምኑ)
ar: احجب المتعقبات (أو حدّث الإعدادات للسماح بالمتعقبات)
ast: Bloquia los rastrexadores (o anueva los axustes pa permítilos)
az: İzləyiciləri əngəlləyin (və ya tənzimləmələri dəyişdirərək izləyicilərə icazə verin)
bg: Спрете проследяването (или го позволете в настройките)
bn: ট্রাকারদেরকে অবরুদ্ধ করুন(অথবা ট্রাকারদের অনুমতি দিতে সেটিংস আপডেট করুন)
br: Stankit an heulierien (pe kemmit an arventennoù evit aotren an heulierien)
cs: Blokujte sledovací prvky (nebo aktualizujte nastavení pro povolení sledovacích prvků)
de: Verfolger blockieren (oder Einstellungen ändern, um Verfolger zuzulassen)
el: Φραγή ιχνηλατών (ή αποδοχή, ενημερώνοντας τις ρυθμίσεις)
eo: Bloku spurilojn (aŭ agordu por permesi spurilojn)
es_mx: Bloquear rastreadores (o actualizar las configuraciones para permitirlos)
et: Bloki jälitajad (või uuenda sätteid, et lubada jälitajad)
fa: ردیاب‌ها را مسدود کنید (یا اینکه تنظیمات خود را برای اجازه دادن به ردیاب‌ها تغییر دهید)
ga_ie: Cuir cosc ar lorgairí (nó ceadaigh sna socruithe iad)
hi_in: ट्रैकर्स को रोकें (या ट्रैकर्स को अनुमति देने हेतु सेटिंग का अद्यतन करें)
hu: Blokkolja a követőket (vagy módosítsa a beállításokat az engedélyezéshez)
hy_am: Արգելափակել հետագծումները (կամ թարմացրեք կարգավորումները՝ թույլատրելու համար հետագծումները)
ia: Bloca traciatores (o modifica le parametros pro permitter los)
is: Loka á rekjara (eða uppfæra stillingar til að leyfa rekjara)
ja: 追跡をブロックします (または設定変更により追跡を許可します)
ka: შეზღუდეთ მეთვალყურეები (ან დაუშვით პარამეტრებიდან)
kab: Sewḥel inedfaṛen (neɣ snifel iɣewwaṛen akken ad ten-teǧǧeḍ)
ko: 추적 차단 (또는 설정 변경으로 추적 허용)
lt: Blokuokite stebėjimo elementus (arba atnaujinkite nuostatas, jeigu norite juos leisti)
mr: मागोवा यंत्रणेला आडवा (किंवा मागोवा यंत्रणेला परवानगी देण्यासाठी सेटिंग करा)
ms: Sekat penjejak (atau kemas kini tetapan untuk membenarkan penjejak)
ne_np: ट्रयाकरहरुलाई बन्द गर्नुहोस् (अथवा ट्रयाकरहरुलाई अनुमति दिन सेटिङहरू अद्यावधिक गर्नुहोस्)
nn_no: Blokker sporfølgjarar (eller oppdater innstillingane for å tillata sporfølgjarar)
pl: blokować elementy śledzące (można to zmienić w ustawieniach)
pt_br: Bloquear rastreadores (ou atualizar configurações para permitir rastreadores)
ro: Blochează elementele de urmărire (sau actualizează setările pentru a permite urmăritorii)
sk: Blokujte sledovacie prvky (v nastaveniach môžete sledovacie prvky povoliť)
sl: Zavračajte sledilce (ali spremenite nastavitve zavračanja sledilcev)
sq: Bllokoni gjurmues (ose përditësoni rregullimet që të lejoni gjurmues)
sv_se: Blockera trackers (eller uppdatera inställningar för att tillåta trackers)
ta: தடமறிபவைகளைத் தடு(அல்லது தடமறிபவைகளை அனுமதிக்க அமைவுகளைப் புதுப்பி)
te: ట్రాకర్లని నిరోధించండి (లేదా ట్రాకర్లని అనుమతించడానికి అమరికలు నవీకరించండి)
th: ปิดกั้นตัวติดตาม (หรืออัปเดตการตั้งค่าเพื่ออนุญาตตัวติดตาม)
tl: Harangin ang mga tracker (o update setting upang mabigyan ng pahintulot ang mga tracker)
tr: Takipçileri engelleyebilirsiniz (veya belli takipçilere izin verebilirsiniz)
tt: Күзәтүчеләрне блоклау (яисә, көйләүләрне үзгәртеп, аларны рөхсәт итү)
uk: Блокуйте стеження (або оновіть налаштування, щоб дозволити стеження)
ur: ٹریکررٰ کو بلاک کریں (یا سٹینگوں کی تازہ کاری کر کے ٹریکررٰ کو اجازت دیں)
uz: Kuzatuvchilarni bloklang (ularga ruxsat berish uchun parametrlarni yangilang)
vi: Chặn trình theo dõi (hoặc cập nhật cài đặt để cho phép trình theo dõi)
zh_cn: 拦截跟踪器（也可调整为允许跟踪器）
zh_tw: 封鎖追蹤器（也可調整設定，允許追蹤器）

# About.privateBullet3
source: Erase to delete cookies as well as search and browsing history
am: ኩኪዎችን ለመሰረዝ እንዲሁም የፍለጋ እና የአሰሳ ታሪክን ያጥፉ
ar: امسح الكعكات بالإضافة إلى حذف تأريخ البحث و التصفح
ast: Balera les cookies amás del to historial de restolar y gueta
az: Çərəzləri və həmçinin axtarış və gəzmə tarixçəsini silmək üçün pozun
bg: Изчистете, за да изтриете бисквитките, както и историята на търсене и четене
bn: সেইসাথে অনুসন্ধান এবং ব্রাউজিংয়ের পূর্ববর্তী তথ্য কুকির সাথে সরাতে মুছুন
br: Dilamit ho toupinoù, ho roll istor hag ho roll enklask
cs: Pro smazání cookies a historie vyhledávání a prohlížení použijte tlačítko vymazat
de: Entfernen löscht Cookies sowie Such- und Surf-Chronik
el: Διαγραφή των cookie και του ιστορικού αναζητήσεων και περιήγησης
eo: Viŝu por forigi kuketojn kaj historion, kaj serĉan kaj retuman
es_mx: Borrar para eliminar cookies y el historial de búsqueda y navegación
et: Kustuta küpsised ning otsingu- ja lehitsemise ajalugu
fa: پاک کنید تا اطلاعاتی مانند کوکی‌ها و همچنین جست‌وجوها و تاریخچه مرور حذف شوند
ga_ie: Scrios fianáin chomh maith le do stair chuardaigh agus stair bhrabhsála
hi_in: खोज और ब्राउज़िंग इतिहास के साथ कुकीज़ को हटाने के लिए मिटाएँ
hu: Törölje a sütiket is a keresési és böngészési előzményekkel
hy_am: Ջնջեք՝ cookie-ները, որոնման և դիտարկման պատմությունը մաքրելու համար
ia: Rader pro eliminar le cookies e le chronologia de recerca e de navigation
is: Hreinsa til að eyða vefkökum, leitar- og vafraferlum
ja: 検索履歴やページの表示履歴に加えて Cookie を消去します
ka: გაასუფთავეთ, ფუნთუშების, ძიებისა და საიტების ისტორიის წასაშლელად
kab: Sfeḍ inagan n tuqqna akked umazray n tunigin d unadi
ko: 검색 기록이나 페이지 표시 내용 및 쿠키 삭제
lt: Išvalykite, norėdami pašalinti slapukus, paieškos ir naršymo žurnalus
mr: कुकीज सोबत शोध आणि ब्राउझिंग इतिहास हटविण्यासाठी मिटवा
ms: Buang untuk menghapuskan kuki serta sejarah pencarian dan pelayaran
ne_np: कुकीजहरूका साथै खोज र ब्राउजिङ्ग इतिहास मेटाउनुहोस्
nn_no: Slett for å fjerna informasjonskapslar samt søk- og nettlesarhistorikk
pl: usuwać ciasteczka i historię przeglądania
pt_br: Apagar para excluir cookies, bem como o histórico de pesquisa e navegação
ro: Șterge pentru a elimina cookie-urile, precum și istoricul de căutare și navigare
sk: Vymažte cookies, históriu vyhľadávania a prehliadania
sl: Brišite piškotke ter zgodovino strani in iskanja
sq: Fshijeni që të fshihen cookie-t, si dhe historik kërkimesh dhe shfletimesh
sv_se: Radera för att ta bort kakor samt sök- och webbhistorik
ta: நினைவிகளை அழிப்பதுடன் தேடல் உலாவல் வரலாற்றையும் அகற்று
te: కుక్కీలతో పాటు విహరణ మరియు వెతికిన చరిత్ర తొలగించుటకు చెరపండి
th: ล้างเพื่อลบคุกกี้รวมทั้งประวัติการค้นหาและการท่องเว็บ
tl: Burahin at tanggalin ang mga cookies pati na rin ang paghahanap at pag-browse ng kasaysayan
tr: Tek düğmeyle çerezleri, arama ve gezinti geçmişinizi silebilirsiniz
tt: Кукиларны, эзләү һәм гизү тарихларын чистарту
uk: Стирайте для видалення куків, а також історії пошуку й перегляду
ur: کوکیز کے ساتھ تلاش اور براؤزنگ سابقات کو بھی حذف کرنے کیلیے مٹائیں
uz: Kirilgan saytlar tarixi va amalga oshirilgan qidiruv ma’lumotlari hamda kukilarni o‘chirish uchun tozalab tashlang
vi: Xóa cookie cũng như lịch sử tìm kiếm và duyệt web khi xong phiên làm việc
zh_cn: 清除 Cookie、搜索记录和浏览记录
zh_tw: 清除 Cookie、搜尋紀錄、上網紀錄
