Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# ShortcutView.RemoveFromShortcuts
source: Remove from Shortcuts
am: ከአቋራጭ ላይ አስወድግ
ar: أزِل من الاختصارات
be: Выдаліць з цэтлікаў
bn: শর্টকাট থেকে সরান
br: Lemel diouzh ar berradennoù
cs: Odebrat ze zkratek
de: Aus Verknüpfungen entfernen
el: Αφαίρεση συντόμευσης
eo: Forigi el ŝparvojoj
es_mx: Eliminar de los accesos directos
et: Eemalda otseteede hulgast
fa: حذف از میانبرها
hi_in: शॉर्टकट से हटाएं
hu: Eltávolítás a Parancsokból
ia: Remover del accessos directe
is: Fjarlægja úr flýtileiðum
ja: ショートカットから削除
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
ko: 바로가기에서 제거
lt: Pašalinti iš leistukų
ne_np: सर्टकटहरु बाट हटाउनुहोस्
pl: Usuń ze skrótów
pt_br: Remover dos atalhos
ro: Elimină din comenzi rapide
sk: Odstrániť zo Skratiek
sl: Odstrani iz bližnjic
sq: Hiqe nga Shkurtoret
sv_se: Ta bort från genvägar
th: ลบออกจากคำสั่งลัด
tt: Ярлыклардан бетерү
uk: Вилучити з ярликів
vi: Xóa khỏi lối tắt
zh_cn: 移除快捷方式
zh_tw: 刪除捷徑

# ShortcutView.Rename
source: Rename Shortcut
am: አቋራጭን እንደገና ሰይም
ar: أعِد تسمية الاختصار
be: Перайменаваць цэтлік
cs: Přejmenovat zkratku
de: Verknüpfung umbenennen
el: Μετονομασία συντόμευσης
eo: Renomi ŝparvojon
es_mx: Cambiar el nombre del acceso directo
et: Nimeta otsetee ümber
hu: Parancs átnevezése
ia: Renominar via-breve
is: Endurnefna flýtileið
ja: ショートカットの名前を変更
kab: Senifel isem n unegzum
ko: 바로가기 이름 바꾸기
ne_np: सर्टकट पुन: नामाकरण गर्नुहोस्
pl: Zmień nazwę skrótu
pt_br: Renomear atalho
ro: Redenumește comanda rapidă
sk: Premenovať Skratku
sl: Preimenuj bližnjico
sq: Riemërtoni Shkurtoren
sv_se: Byt namn på genväg
tt: Ярлык исемен үзгәртү
uk: Перейменувати ярлик
vi: Đổi tên lối tắt
zh_cn: 重命名快捷方式
zh_tw: 重新命名捷徑

# ShortcutView.RenameShortcutAlertPlaceholder
source: Shortcut name
am: የአቋራጭ ስም
ar: اسم الاختصار
be: Назва цэтліка
cs: Název zkratky
de: Name der Verknüpfung
el: Όνομα συντόμευσης
eo: Nomo de ŝparvojo
es_mx: Nombre del acceso directo
et: Otsetee nimi
hu: Parancs neve
ia: Nomine via-breve
is: Nafn flýtileiðar
ja: ショートカット名
kab: Isem n unegzum
ko: 바로가기 이름
ne_np: सर्टकटको नाम
pl: Nazwa skrótu
pt_br: Nome do atalho
ro: Denumire comandă rapidă
sk: Názov Skratky
sl: Ime bližnjice
sq: Emër shkurtoreje
sv_se: Genvägens namn
tt: Ярлык исеме
uk: Назва ярлика
vi: Tên lối tắt
zh_cn: 快捷方式名称
zh_tw: 捷徑名稱

# ShortcutView.RenameShortcutAlertPrimaryAction
source: Save
am: አስቀምጥ
ar: احفظ
ast: Guardar
be: Захаваць
cs: Uložit
de: Speichern
el: Αποθήκευση
eo: Konservi
es_mx: Guardar
et: Salvesta
hu: Mentés
ia: Salvar
is: Vista
ja: 保存
kab: Sekles
ko: 저장
ne_np: सङ्ग्रह गर्नुहोस्
pl: Zachowaj
pt_br: Salvar
ro: Salvează
sk: Uložiť
sl: Shrani
sq: Ruaje
sv_se: Spara
tt: Саклау
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

# ShortcutView.RenameShortcutAlertSecondaryAction
source: Cancel
am: ተወው
ar: ألغِ
ast: Encaboxar
be: Скасаваць
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es_mx: Cancelar
et: Loobu
hu: Mégse
ia: Cancellar
is: Hætta við
ja: キャンセル
kab: Sefsex
ko: 취소
ne_np: रद्द गर्नुहोस्
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv_se: Avbryt
tt: Баш тарту
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Siri.add
source: Add
am: ጨምር
ar: أضِف
ast: Amestar
be: Дадаць
bg: Добавяне
bn: যোগ
br: Bruderezh
cs: Přidat
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es_mx: Agregar
et: Lisa
fa: اضافه کردن
hi_in: जोड़ें
hu: Hozzáadás
ia: Adder
is: Bæta við
ja: 追加
ka: დამატება
kab: Rnu
ko: 추가
lt: Pridėti
mr: जोडा
ms: Tambah
ne_np: थप्नुहोस्
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
sk: Pridať
sl: Dodaj
sq: Shtoje
sv_se: Lägg till i Siri
th: เพิ่ม
tl: Magdagdag
tt: Өстәү
uk: Додати
vi: Thêm
zh_cn: 添加
zh_tw: 新增

# Siri.addTo
source: Add to Siri
am: ወደ Siri ያክሉ
ar: أضِف إلى سيري
be: Дадаць у Siri
bg: Добавяне към Siri
bn: Siri তে যোগ করুন
br: Ouzhpennañ da Siri
cs: Přidat do Siri
de: Zu Siri hinzufügen
el: Προσθήκη στο Siri
eo: Aldoni al Siri
es_mx: Agregar a Siri
et: Lisa Sirile
fa: اضافه کردن به Siri
hi_in: Siri में जोड़ें
hu: Hozzáadása a Sirihez
ia: Adder a Siri
is: Bæta við í Siri
ja: Siri に追加
ka: Siri-ში დამატება
kab: Rnu ɣer Siri
ko: Siri에 추가
lt: Pridėti į „Siri“
mr: Siri मध्ये जोडा
ms: Tambah ke Siri
ne_np: Siri मा थप्नुहोस्
pl: Dodaj do Siri
pt_br: Adicionar a Siri
ro: Adaugă la Siri
sk: Pridať do Siri
sl: Dodaj v Siri
sq: Shtoje në Siri
sv_se: Lägg till i Siri
th: เพิ่มไปยัง Siri
tl: Idagdag sa Siri
tt: Siri-гә өстәү
uk: Додати до Siri
vi: Thêm vào Siri
zh_cn: 添加到 Siri
zh_tw: 新增至 Siri

# Siri.editOpenUrl
source: Re-Record or Delete Shortcut
am: አቋራጭን እንደገና ይቅረጹ ወይም ይሰርዙ
ar: أعِد التسجيل أو احذف الاختصار
bg: Презаписване или изтриване на действие
bn: পুনরায় রেকর্ড বা শর্টকাট অপসারন
br: Adenrollañ pe dilemel ar verradenn
cs: Znovu nahrát nebo smazat zkratku
de: Erneut aufzeichnen oder Tastaturkürzel löschen
el: Νέα ηχογράφηση ή διαγραφή συντόμευσης
eo: Registri ŝparvojon denove aŭ forigi ĝin
es_mx: Grabar de nuevo o eliminar acceso directo
et: Salvesta uuesti või kustuta otsetee
fa: ضبط مجدد یا پاک کردن میانبر
hi_in: पुनः रिकॉर्ड करें या शॉर्टकट हटाएँ
hu: Parancs újrarögzítése vagy törlése
ia: Re-registrar o deler le accesso directe
is: Taka upp aftur eða eyða flýtileið
ja: ショートカットを再記録または削除
ka: ხელახლა ჩაწერა ან მალსახმობის წაშლა
kab: Ales asekles neɣ kkes anegzum
ko: 바로 가기 다시 기록 또는 삭제
lt: Įrašyti pakartotinai arba pašalinti komandą
mr: पुन्हा रेकॉर्ड करा किंवा शॉर्टकट नष्ट करा
ms: Rakam Semula atau Buang Pintasan
ne_np: पुन: रेकर्ड वा सर्टकट हटाउनुहोस्
pl: Ponownie nagraj lub usuń skrót
pt_br: Regravar ou apagar atalho
ro: Reînregistrează sau șterge scurtătura
sk: Znova nahrať alebo odstrániť Skratku
sl: Posnemite znova ali izbrišite bližnjico
sq: Riregjistroni ose Fshini Shkurtore
sv_se: Spela in igen eller ta bort genväg
th: บันทึกใหม่หรือลบคำสั่งลัด
tl: Muling I-record o Tanggalin ang Shortcut
tt: Ярлыкны яңадан яздыру яки бетерү
uk: Перезаписати чи видалити швидку команду
vi: Ghi lại hoặc xóa phím tắt
zh_cn: 重新录制或删除快捷指令
zh_tw: 重新記錄或刪除捷徑

# Siri.erase
source: Erase
am: ደምስስ
ar: امسح
be: Сцерці
bg: Изчистване
bn: মুছে ফেলুন
br: Dilemel
cs: Vymazat
de: Löschen
el: Διαγραφή
eo: Forigi
es_mx: Borrar
et: Kustuta
fa: پاک کردن
hi_in: मिटाएँ
hu: Törlés
ia: Rader
is: Hreinsa
ja: 消去
ka: გასუფთავება
kab: Sfeḍ
ko: 삭제
lt: Valyti
mr: खोडा
ms: Buang
ne_np: मेटाउनुहोस्
pl: Usuń
pt_br: Apagar
ro: Șterge
sk: Vymazať
sl: Izbriši
sq: Fshije
sv_se: Radera
th: ล้าง
tl: Burahin
tt: Бетерү
uk: Стерти
vi: Xóa
zh_cn: 清除
zh_tw: 清除上網紀錄

# Siri.eraseAndOpen
source: Erase & Open
am: ደምስስ እና ክፈት
ar: امسح وافتح
be: Сцерці і адкрыць
bg: Изчистване и отваряне
bn: মুছে ফেলুন ও খুলুন
br: Dilemel ha digeriñ
cs: Vymazat a otevřít
de: Löschen & öffnen
el: Διαγραφή και άνοιγμα
eo: Forigi kaj malfermi
es_mx: Borrar y Abrir
et: Kustuta ja ava
fa: پاک کردن و بازکردن
hi_in: मिटाएँ और खोलें
hu: Törlés és megnyitás
ia: Rader e aperir
is: Hreinsa og opna
ja: 消去して開く
ka: წაშლა და გახსნა
kab: Sfeḍ & Ldi
ko: 지우고 열기
lt: Išvalyti ir atverti
mr: खोडा व उघडा
ms: Buang & Buka
ne_np: मेटाउनुहोस् & खोल्नुहोस्
pl: Usuń i otwórz
pt_br: Apagar e abrir
ro: Șterge și deschide
sk: Vymazať a otvoriť
sl: Izbriši in odpri
sq: Fshije & Hape
sv_se: Radera & öppna
th: ล้างแล้วเปิด
tl: Burahin at Buksan
tt: Бетерү һәм ачу
uk: Стерти й відкрити
vi: Xóa & mở
zh_cn: 清除并打开
zh_tw: 清除並開啟新分頁

# Siri.favoriteUrl
source: Open Favorite Site
am: ተወዳጅ ድረ-ገፅ ክፈት
ar: افتح الموقع المفضل
bg: Отваряне на отбелязан сайт
bn: প্রিয় সাইট খুলুন
br: Digeriñ al lec'hienn karetañ
cs: Otevřít oblíbenou stránku
de: Favoriten-Website öffnen
el: Άνοιγμα αγαπημένου ιστοτόπου
eo: Malfermi plej ŝatatan retejon
es_mx: Abrir sitio favorito
et: Lemmiksaidi avamine
fa: بازکردن پایگاه اینترنتی مورد علاقه
hi_in: पसंदीदा साइट खोलें
hu: Kedvenc oldal megnyitása
ia: Aperir sito favorite
is: Opna uppáhalds svæði
ja: お気に入りのサイトを開く
ka: რჩეული საიტის გახსნა
kab: Ldi asmel asmenyif
ko: 즐겨 찾는 사이트 열기
lt: Atverti mėgstamą svetainę
mr: खास साईट उघडा
ms: Buka Laman Kegemaran
ne_np: मनपर्ने साइट खोल्नुहोस्
pl: Otwórz ulubioną stronę
pt_br: Abrir site favorito
ro: Deschide site-ul favorit
sk: Otvorenie obľúbenej stránky
sl: Odpri priljubljeno stran
sq: Hap Sajt të Parapëlqyer
sv_se: Öppna favoritwebbplatsen
th: เปิดไซต์โปรด
tl: Buksan ang Paboritong Site
tt: Яраткан сайтны ачу
uk: Відкрити улюблений сайт
vi: Mở trang yêu thích
zh_cn: 打开最常访问网站
zh_tw: 開啟最愛網站

# Siri.openURL
source: Open Favorite Site
am: ተወዳጅ ድረ-ገፅ ክፈት
ar: افتح الموقع المفضل
bg: Отваряне на отбелязан сайт
bn: প্রিয় সাইট খুলুন
br: Digeriñ al lec'hienn karetañ
cs: Otevřít oblíbenou stránku
de: Favoriten-Website öffnen
el: Άνοιγμα αγαπημένου ιστοτόπου
eo: Malfermi plej ŝatatan retejon
es_mx: Abrir sitio favorito
et: Lemmiksaidi avamine
fa: بازکردن پایگاه اینترنتی مورد علاقه
hi_in: पसंदीदा साइट खोलें
hu: Kedvenc oldal megnyitása
ia: Aperir sito favorite
is: Opna uppáhalds svæði
ja: お気に入りのサイトを開く
ka: რჩეული საიტის გახსნა
kab: Ldi asmel asmenyif
ko: 즐겨 찾는 사이트 열기
lt: Atverti mėgstamą svetainę
mr: खास साईट उघडा
ms: Buka Laman Kegemaran
ne_np: मनपर्ने साइट खोल्नुहोस्
pl: Otwórz ulubioną stronę
pt_br: Abrir site favorito
ro: Deschide site-ul favorit
sk: Otvorenie obľúbenej stránky
sl: Odpri priljubljeno stran
sq: Hap Sajt të Parapëlqyer
sv_se: Öppna favoritwebbplatsen
th: เปิดไซต์โปรด
tl: Buksan ang Paboritong Site
tt: Яраткан сайтны ачу
uk: Відкрити улюблений сайт
vi: Mở trang yêu thích
zh_cn: 打开最常访问网站
zh_tw: 開啟最愛網站

# Siri.urlToOpen
source: URL to open
am: የሚከፈተው URL
ar: المسار الذي سيُفتح
be: URL-адраса
bg: Адрес за отваряне
bn: খুলতে URL
br: URL da zigeriñ
cs: Otevřít URL
de: Zu öffnende URL
el: URL για άνοιγμα
eo: Vizitota retadreso
es_mx: URL para abrir
et: Avatav URL
fa: برای بازکردن URL
hi_in: खोलने के लिए यूआरएल
hu: Megnyitandó URL
ia: URL a aperir
is: URL til að opna
ja: 開く URL
ka: ბმული გასახსნელად
kab: URL ad teldiḍ
ko: 열 URL
lt: Atvertinas URL adresas
mr: उघडायची URL
ms: URL untuk dibuka
ne_np: खोल्नको लागि URL
pl: Otwierany adres
pt_br: URL a ser aberta
ro: Adresa de deschis
sk: Adresa na otvorenie
sl: Spletni naslov za odprtje
sq: URL për hapje
sv_se: Öppna URL
th: URL ที่จะเปิด
tl: URL na buksan
tt: Ачылачак URL
uk: URL-адреса
vi: URL để mở
zh_cn: 要打开的网址
zh_tw: 要開啟的網址

# Tip.Biometric.Title
source: Lock %@ when a site is open:
am: ድረ-ገፅ ሲከፈት %@ን ይቆልፉ፡-
ar: أقفل %@ عندما يكون موقعٌ مفتوحًا:
bn: একটি সাইট খোলা হলে %@ লক করুন:
cs: Zamknout aplikaci %@ pokud je otevřená stránka:
de: %@ sperren, wenn eine Website geöffnet ist:
el: Κλείδωμα του %@ όταν είναι ανοικτός ένας ιστότοπος:
eo: Bloki %@ kiam retejo estas malfermita:
es_mx: Bloquear %@ cuando un sitio está abierto:
et: %@ lukustatakse, kui sait on avatud:
hu: %@ zárolása, ha egy webhely nyitva van:
ia: Blocar %@ quando un sito es aperte:
is: Læsa %@ þegar vefsvæði er opið:
ja: サイトが開いているときに %@ をロックします:
ka: ჩაიკეტოს %@ საიტის გახსნისას:
kab: Sekkeṛ %@ mi ara yeldi usmel:
ko: 사이트가 열려 있을 때 %@ 잠금:
lt: Užrakinti „%@“, kai svetainė atidaryta:
ne_np: जब साइट खुला छ %@ लक गर्नुहोस्:
pl: Zablokuj %@, kiedy strona jest otwarta:
pt_br: Bloquear o %@ quando um site é aberto:
ro: Blochează %@ când un site este deschis:
sk: Zamknúť %@, keď je stránka otvorená:
sl: Zakleni %@, ko je odprto spletno mesto:
sq: Kyçe %@, kur një sajt është i hapur:
sv_se: Lås %@ när en webbplats är öppen:
th: ล็อค %@ เมื่อไซต์เปิด:
tt: Сайт ачык булганда %@ бикләнсен:
uk: Блокувати %@, якщо сайт відкрито:
vi: Khóa %@ khi một trang web đang mở:
zh_cn: 有网站打开时锁定 %@：
zh_tw: 有網站開啟時鎖定 %@:

# Tip.BiometricFaceId.Description
source: Turn on Face ID
am: የፊት መታወቂያን ያብሩ
ar: فعّل معرّف الوجه
be: Уключыць Face ID
bn: ফেস আইডি চালু করুন
cs: Zapnout Face ID
de: Face ID aktivieren
el: Ενεργοποίηση Face ID
eo: Ŝalti Face ID
es_mx: Activar Face ID
et: Lülita Face ID sisse
hi_in: फेस आईडी चालू करें
hu: Face ID bekapcsolása
ia: Activar Face ID
is: Kveikja á Face ID
ja: FaceID をオンにする
ka: ჩაირთოს Face ID
kab: Rmed Face ID
ko: Face ID 켜기
lt: Įjungti „Face ID“
ne_np: फेस आईडी खुला गर्नुहोस्
pl: Włącz Face ID
pt_br: Ativar Face ID
ro: Activează Face ID
sk: Zapnite Face ID
sl: Vklopi Face ID
sq: Aktivizo Face ID
sv_se: Aktivera Face-ID
th: เปิด Face ID
tt: Face ID-ны кабызу
uk: Увімкнути Face ID
vi: Bật Face ID
zh_cn: 开启面容 ID
zh_tw: 開啟 Face ID

# Tip.BiometricTouchId.Description
source: Turn on Touch ID
am: የንክኪ መታወቂያን ያብሩ
ar: فعّل معرّف اللمس
be: Уключыць Touch ID
bn: Touch ID চালু করুন
cs: Zapnout Touch ID
de: Touch ID aktivieren
el: Ενεργοποίηση Touch ID
eo: Ŝalti Touch ID
es_mx: Activar Touch ID
et: Lülita Touch ID sisse
hi_in: टच आईडी चालू करें
hu: Touch ID bekapcsolása
ia: Activar Touch ID
is: Kveikja á Touch ID
ja: Touch ID をオンにする
ka: ჩაირთოს Touch ID
kab: Rmed Touch ID
ko: Touch ID 켜기
lt: Įjungti „Touch ID“
ne_np: टच आईडी खुल्ला गर्नुहोस्
pl: Włącz Touch ID
pt_br: Ativar Touch ID
ro: Activează Touch ID
sk: Zapnite Touch ID
sl: Vklopi Touch ID
sq: Aktivizo Touch ID
sv_se: Aktivera Face-ID
th: เปิด Touch ID
tt: Touch ID-ны кабызу
uk: Увімкнути Touch ID
vi: Bật Touch ID
zh_cn: 开启触控 ID
zh_tw: 開啟 Touch ID

# Tip.Release.Description
source: Read more about this and other updates to %@.
bn: এই সম্পর্কে আরও পড়ুন এবং %@ এর অন্যান্য আপডেট।
de: Lesen Sie mehr über dieses und andere Updates zu %@.
eo: Pli da informo pri tiu ĉi kaj aliaj ĝisdatigoj por %@.
et: Loe pikemalt sellest ja muudest %@e uuendustest.
hu: További információk erről és a %@ egyéb frissítéseiről.
ia: Leger plus sur iste e altere actualisationes de %@.
ja: これと %@ の他の更新についてさらに読む。
ka: იხილეთ ვრცლად, ამ და სხვა სიახლეებზე, რომლებითაც წარმოდგენილია %@.
ko: 이에 대한 자세한 내용과 %@에 대한 기타 업데이트를 읽어보세요.
lt: Sužinokite daugiau apie šią ir kitas „%@“ naujienas.
ne_np: यसको बारेमा थप पढ्नुहोस् र %@ मा अन्य अपडेटहरू।
pl: Przeczytaj więcej o tej i innych zmianach w %@.
sl: Preberite več o tej in o drugih posodobitvah %@a.
sv_se: Läs mer om detta och andra uppdateringar till %@.
th: อ่านเพิ่มเติมเกี่ยวกับสิ่งนี้และการอัปเดตอื่นๆ ของ %@
tt: %@ кушымтасындагы бу һәм башка яңартулар турында күбрәк укыгыз.
uk: Докладніше про це та інші оновлення %@.
zh_cn: 了解 %@ 此版本与其他版本更新的更多信息。
zh_tw: 了解 %@ 此版本與其他版本更新的更多資訊。

# Tip.Release.Title
source: Why yes, we do have a fresh new look!
bn: কেন হ্যাঁ, আমাদের একটি পুরোপুরি নতুন লুক আছে না!
de: Natürlich haben wir unser Aussehen verändert!
eo: Jes, ni havas novan aspekton!
et: Meil on uus värske välimus!
hu: Nocsak, friss, új külsőt kaptunk!
ia: Ma si, nos ha un look toto nove!
ja: ご覧のとおり、外観が新しくなりました！
ka: რასაკვირველია, ახალი იერსახითაა!
ko: 예, 새롭게 디자인 되었습니다!
lt: Be abejo, mes turime visiškai naują išvaizdą!
ne_np: किन हो, हामीसँग बिल्कुलै नयाँ लुक छ!
pl: A i owszem, mamy nowy, świeży wygląd!
sl: Res je – imamo nov videz!
sv_se: Ja, vi har ett nytt fräscht utseende!
tt: Нишләп булмасын, чынлап та безнең төс-кыяфәтебез үзгәрде!
uk: Чому б і так, ми маємо новий вигляд!
zh_cn: 是的，我们的外观已焕然一新！
zh_tw: 當然，我們有全新設計！

# Tip.RequestDesktop.Description
source: Page Actions > Request Desktop Site
am: ገጽ ድርጊቶች > የዴስክቶፕ ድረ-ገፅ ጠይቅ
ar: إجراءات الصفحة > طلب موقع سطح المكتب
bn: পেজ অ্যাকশন > ডেস্কটপ সাইট অনুরোধ করুন
cs: Akce stránky > Verze stránky pro počítač
de: Aktionen für Seite → Desktop-Website anfordern
el: Ενέργειες σελίδας > Έκδοση για υπολογιστές
eo: Retpaĝaj agoj > Peti skribotablan retejon
es_mx: Acciones de página > Solicitar sitio de escritorio
et: Lehe tegevused -> Töölaua versioon
hi_in: पृष्ठ क्रियाएँ > डेस्कटॉप साइट का अनुरोध करें
hu: Oldalműveletek > Asztali webhely kérése
ia: Actiones del pagina > Requestar sito de scriptorio
is: Síðuaðgerðir > Biðja um borðtölvusíður
ja: ページ操作 > デスクトップ版を見る
ka: გვერდზე ზემოქმედება > სრული საიტი
kab: Tigawin n usebter > Asuter n usmel n tnarit
ko: 페이지 작업 > 데스크톱 사이트 요청
lt: Tinklalapio veiksmai > Prašyti ne mob. svetainės
ne_np: पृष्ठ कार्यहरू > डेस्कटप साइट अनुरोध गर्नुहोस्
pl: Interakcje → Zażądaj wersji na komputery
pt_br: Ações da página > Solicitar versão de computador do site
ro: Acțiuni în pagină > Solicită versiune site pentru desktop
sk: Akcie stránky > Verzia stránky pre počítače
sl: Dejanja strani > Zahtevaj stran za namizja
sq: Veprime Faqeje > Kërko Sajtin Për Desktop
sv_se: Åtgärder för sida > Begär datorwebbplats
tt: Бит өчен гамәлләр > Сайтның тулы версиясен сорау
uk: Дії сторінки > Повна версія сайту
vi: Hành động trang > Yêu cầu trang web cho máy tính
zh_cn: 页面操作 > 要求桌面版网站
zh_tw: 頁面操作 > 開啟桌面版網站

# Tip.RequestDesktop.Title
source: Want to see the full desktop version of a site?
am: የድረ-ገፁን ሙሉ የዴስክቶፕ ስሪት ማየት ይፈልጋሉ?
ar: هل تريد أن ترى نسخة سطح المكتب الكاملة لموقع ما؟
bn: একটি সাইটের সম্পূর্ণ ডেস্কটপ সংস্করণ দেখতে চান?
cs: Chcete vidět plnou verzi stránky, jak by se zobrazila na počítači?
de: Möchten Sie die vollständige Desktop-Version einer Website ansehen?
el: Θέλετε να δείτε την πλήρη έκδοση ενός ιστοτόπου;
eo: Ĉu vi volas vidi la skribotablan version de retejo?
es_mx: ¿Quieres ver la versión de escritorio de un sitio?
et: Kas soovid näha saidi töölaua versiooni?
hu: Egy webhely teljes, asztali verzióját szeretné?
ia: Vole vider le version de scriptorio complete de un sito?
is: Viltu sjá fulla borðtölvuútgáfu af vefsvæði?
ja: ウェブサイトのデスクトップ版を開きたいですか？
ka: გსურთ, საიტის სრული სახით ხილვა?
kab: Tebɣiḍ ad twaliḍ lqem n tnarit ummid n usmel?
ko: 사이트의 전체 데스크톱 버전을 보고 싶으십니까?
lt: Norite matyti pilną kompiuterinę svetainės versiją?
ne_np: एउटा साइटको पूर्ण डेस्कटप संस्करण हेर्न चाहनुहुन्छ?
pl: Chcesz zobaczyć pełną wersję strony?
pt_br: Quer ver a versão de computador completa de um site?
ro: Vrei să vezi versiunea completă pentru desktop a unui site?
sk: Chcete vidieť plnú verziu stránky pre počítače?
sl: Si želite ogledati polno različico spletnega mesta za računalnike?
sq: Doni të shihni versionin e plotë për desktop të një sajti?
sv_se: Vill du se den fullständiga datorversionen av en webbplats?
th: ต้องการดูไซต์เวอร์ชันเดสก์ท็อปแบบเต็มหรือไม่?
tt: Сайтның тулы, стационар версиясен күрәсегез киләме?
uk: Хочете переглянути повну версію сайту?
vi: Bạn muốn xem phiên bản cho máy tính của một trang web?
zh_cn: 需浏览网站的完整桌面版本？
zh_tw: 想看看網站的完整桌面版嗎？

# Tip.ShareTrackers.Description
source: %@ trackers blocked so far
am: %@ መከታተያዎች እስካሁን ታግደዋል
ar: تم حظر %@ متتبعًا حتى الآن
ast: Bloquiáronse %@ rastrexadores hasta'l momentu
be: Заблакіравана трэкераў: %@
bn: %@ ট্র্যাকার এখনও ব্লক আছে
cs: Dosud zablokováno sledovacích prvků: %@
de: Bisher wurden %@ Tracker blockiert
el: %@ αποκλεισμένοι ιχνηλάτες μέχρι στιγμής
eo: %@ spuriloj ĝisnune blokitaj
es_mx: %@ rastreadores bloqueados a la fecha
et: Seni on blokitud %@ jälitajat
hu: %@ nyomkövető blokkolva eddig
ia: %@ traciatores blocate usque ora
is: Lokað á %@ rekjara hingað til
ja: これまでに %@ 個のトラッカーをブロックしました
ka: %@ შეიზრუდა ამ დრომდე.
kab: %@ n yineḍfaren yettusweḥlen akka ar tura
ko: 지금까지 차단된 추적기 %@
lt: Iki dabar užblokuoti stebėjimo elementai: %@
ne_np: %@ ट्र्याकरहरू अहिलेसम्म अवरुद्ध भएका छन्
pl: Elementy śledzące zablokowane do tej pory: %@
pt_br: %@ rastreadores bloqueados até agora
ro: %@ elemente de urmărire blocate până acum
sk: %@ zablokovaných sledovacích prvkov
sl: Doslej zavrnjenih sledilcev: %@
sq: %@ gjurmues të bllokuar deri tani
sv_se: %@ spårare blockerade hittills
th: %@ ตัวติดตามที่ถูกปิดกั้นจนถึงตอนนี้
tt: Әлегә %@ күзәтүче блокланды
uk: Заблоковано елементів стеження: %@
vi: %@ trình theo dõi đã bị chặn cho đến nay
zh_cn: 迄今已拦截跟踪器数量：%@
zh_tw: 已封鎖 %@ 個追蹤器

# Tip.ShareTrackers.Title
source: You browse. %@ blocks.
am: እርስዎ ያስሱ። %@ ያግዳል።
ar: أنت تتصفح، %@ يحظر.
ast: Tu restoles, %@ bloquia.
be: Вы аглядаеце. %@ блакіруе.
bn: আপনি ব্রাউজ করুন। %@ ব্লক।
cs: Vy prohlížíte, %@ blokuje.
de: Sie surfen. %@ blockiert.
el: Εσείς περιηγείστε. Το %@ αποκλείει.
eo: Vi retumas. %@ blokas.
es_mx: Tu navegas. %@ bloquea.
et: Sina lehitsed. %@ blokib jälitajaid.
hi_in: आप ब्राउज़ करें। %@ ब्लॉक करेगा ।
hu: Ön böngészik. A %@ blokkol.
ia: Tu naviga. %@ bloca.
is: Þú vafrar. %@ lokar á.
ja: %@ がブロックするので安心して閲覧できます。
ka: თქვენ ნახულობთ. %@ ზღუდავს.
kab: Tettinigeḍ. %@ isewḥal.
ko: 사용자는 탐색하고 %@는 차단합니다.
lt: Jūs naršote. „%@“ blokuoja.
ne_np: तपाईं ब्राउज गर्नुहोस्। %@ अवरोधहरू।
pl: Ty przeglądasz. %@ blokuje.
pt_br: Você navega. O %@ bloqueia.
ro: Tu navighezi. %@ blochează.
sk: Vy prehliadate. %@ blokuje.
sl: Vi brskate. %@ zavrača.
sq: Ju shfletoni. %@ bllokon.
sv_se: Du surfar. %@ blockerar.
tt: Сиз гизәсез. %@ блоклый.
uk: Ви переглядаєте. %@ блокує.
vi: Bạn duyệt. %@ chặn.
zh_cn: 您安心上网，%@ 自动拦截。
zh_tw: 您安心上網，%@ 封鎖廣告。

# Tip.Shortcuts.Description
source: Select Add to Shortcuts from the %@ menu
am: ከ%@ ምናሌ ውስጥ ወደ አቋራጮች አክል የሚለውን ይምረጡ
ar: اختر "إضافة إلى الاختصارات" من قائمة %@
bn: %@ মেনু থেকে Add to Shortcuts নির্বাচন করুন
cs: V nabídce aplikaci %@ vyberte „Přidat zkratku“
de: Wählen Sie im %@-Menü die Option „Zu Verknüpfungen hinzufügen“
el: Επιλέξτε «Προσθήκη συντόμευσης» από το μενού του %@
eo: Elektu Aldoni al ŝparvojoj el la menu de %@
es_mx: Selecciona Agregar a Accesos Directos en el menú de %@
et: Vali %@e menüüst Lisa otseteedesse
hu: Válassza a Hozzáadás a parancsokhoz lehetőséget a %@ menüben
ia: Selige “Adder al accessos directe” del menu %@
is: Veldu Bæta við flýtileiðum í %@ valmyndinni
ja: %@ メニューから [ショートカットに追加] を選択します
ka: აირჩიეთ მალსახმობებში დამატება %@ მენიუდან
kab: Fren Rnu ɣer yinegzumen deg wumuɣ %@
ko: %@ 메뉴에서 바로 가기에 추가를 선택합니다.
lt: Pasirinkite „Pridėti prie leistukų“ iš „%@“ meniu
ne_np: %@ मेनुबाट 'सर्टकटहरूमा थप्नुहोस्' चयन गर्नुहोस्
pl: Wybierz „Dodaj do skrótów” z menu %@
pt_br: Selecione 'Adicionar aos atalhos' do menu do %@
ro: Selectează Adaugă la comenzi rapide din meniul %@
sk: Z ponuky prehliadača %@ zvoľte Pridať medzi Skratky
sl: V meniju %@a izberite Dodaj med bližnjice
sq: Përzgjidhni “Shtoje te Shkurtoret” që prej menusë %@
sv_se: Välj Lägg till i genvägar från menyn %@
tt: %@ менюсыннан «Ярлыкларга өстәү»не сайлагыз
uk: Виберіть Додати до ярликів у меню %@
vi: Chọn Thêm vào lối tắt từ menu %@
zh_cn: 选择 %@ 菜单中的“添加快捷方式”
zh_tw: 選擇 %@ 選單中的「新增捷徑」

# Tip.Shortcuts.Title
source: Create shortcuts to the sites you visit most:
am: በብዛት ወደሚጎበኟቸው ድረ-ገፆችአቋራጮችን ይፍጠሩ፡-
ar: أنشئ اختصارات للمواقع التي تزورها كثيرًا:
bn: আপনি সবচেয়ে বেশি পরিদর্শন করেন এমন সাইটগুলির শর্টকাট তৈরি করুন:
cs: Vytvořte si zkratky na stránky, které nejčastěji navštěvujete:
de: Erstellen Sie Verknüpfungen zu den Websites, die Sie am häufigsten besuchen:
el: Δημιουργήστε συντομεύσεις για συχνούς ιστοτόπους:
eo: Kreu ŝparvojojn al la plej vizititaj retejoj:
es_mx: Crear accesos directos a los sitios que más visitas:
et: Loo otseteed enimkülastatud saitidele:
hi_in: उन साइटों के लिए शॉर्टकट बनायें जिन पर आप सबसे अधिक जाते हैं:
hu: Hozzon létre parancsokat a leggyakrabban felkeresett webhelyekhez:
ia: Crear accessos directe al sitos que tu visita le plus:
is: Útbúðu flýtileiðir að þeim vefsvæðum sem þú heimsækir mest:
ja: よく訪れるサイトへのショートカットを作成するには:
ka: შექმენით, სასურველი საიტების მალსახმობები:
kab: Enu unegzumen ɣer yismal wuɣur trezzuḍ aṭas:
ko: 가장 많이 방문하는 사이트에 대한 바로 가기 만들기:
lt: Sukurkite leistukus savo lankomiausioms svetainėms:
ne_np: तपाईंले सबैभन्दा धेरै भ्रमण गर्ने साइटहरूमा सर्टकटहरू सिर्जना गर्नुहोस्:
pl: Utwórz skróty do najczęściej odwiedzanych stron:
pt_br: Crie atalhos para os sites que você mais visita:
ro: Creezi comenzi rapide către site-urile pe care intri cel mai mult:
sk: Vytvorte si odkazy na stránky, ktoré najčastejšie navštevujete:
sl: Ustvarite bližnjice do strani, ki jih največkrat obiskujete:
sq: Krijoni shkurtore për te sajtet që vizitoni më shpesh:
sv_se: Skapa genvägar till de webbplatser du besöker mest:
th: สร้างทางลัดไปยังเว็ปไซต์ที่คุณเข้าชมบ่อยที่สุด:
tt: Сез иң күп караган сайтларга ярлыклар булдырыгыз:
uk: Створіть ярлики для сайтів, які ви відвідуєте найчастіше:
vi: Tạo lối tắt đến các trang web bạn truy cập nhiều nhất:
zh_cn: 为您最常访问的网站创建快捷方式：
zh_tw: 為您常開啟的網站建立捷徑:
