Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# NSCameraUsageDescription
source: This lets you take and upload photos.
am: ይህ ፎቶዎችን እንዲያነሱ እና ለመጫን ያስችልዎታል።
ar: يتيح لك هذا أخذ الصور و رفعها.
ast: Esto déxate facer y xubir semeyes.
az: Bu, şəkilləri çəkmə və yükləməyinizə imkan verir.
be: Гэта дазволіць вам знімаць і запампоўваць фота.
bg: От тук може да правите и качвате снимки.
bn: এটা আপনাকে ছবি তোলা এবং আপলোড করার সুযোগ দেবে।
br: Gant se e c'hallit kemer ha pellgas luc'hskeudennoù.
cs: Toto vám dovolí pořizovat a nahrávat fotografie.
de: Hiermit können Sie Fotos machen und hochladen.
el: Επιτρέπει τη λήψη και τη μεταφόρτωση φωτογραφιών.
eo: Tio ĉi permesas al vi preni fotojn.
es_mx: Esto te permite tomar y subir fotos.
et: See võimaldab sul pilte teha ja üles laadida.
fa: به شما اجازه گرفتن و بارگذاری تصاویر را می‌دهد.
ga_ie: Ligeann seo duit pictiúir a thógáil agus a uaslódáil.
hi_in: यह आपको तस्वीरें लेने और अपलोड करने देता है.
hu: Ez lehetővé teszi, hogy fényképeket készítsen és töltsön fel.
hy_am: Սա հնարավորություն է տալիս ստանալ և վերբեռնել լուսանկարներ:
ia: Isto te permitte prender e incargar photos.
is: Hér getur þú tekið og hlaðið upp myndum.
ja: 写真を撮影してアップロードできます。
ka: საშუალებას გაძლევთ, სურათის გადაღებისა და ატვირთვის.
kab: Ayagi ad ak-yeǧǧ ad teṭṭfeḍ neɣ ad tessaliḍ tiwlafin.
ko: 사진을 촬영하여 업로드 할 수 있습니다.
lt: Bus galima fotografuoti ir įkelti nuotraukas.
mr: याद्वारे आपण फोटो घेऊ व अपलोड करू शकता.
ne_np: यसले तपाईँलाई तस्विर लिन र अपलोड गर्न दिन्छ।
pl: Pozwoli to robić i wgrywać zdjęcia.
pt_br: Isso permite tirar e enviar fotos.
ro: Acest lucru îți permite să realizezi și să încarci fotografii.
sk: Toto umožňuje vytvárať a odosielať fotografie.
sl: Omogoča fotografiranje in pošiljanje fotografij.
sq: Kjo ju lejon të bëni dhe ngarkoni foto.
sv_se: Detta gör det möjligt att ta och ladda upp bilder.
ta: இது படங்களை எடுத்து பதிவேற்றச் செய்கிறது.
te: ఇది మీకు ఫోటోలను తీసుకొని అప్లోడ్ చేయడానికి అనుమతిస్తుంది.
th: สิ่งนี้ช่วยให้คุณถ่ายและอัปโหลดรูปภาพ
tl: Maaari kang kumuha at mag-upload ng mga larawan dito.
tr: Fotoğraf çekmenizi ve yüklemenizi sağlar.
tt: Бу Cезгә фотога төшәргә һәм аларны йөкләргә мөмкинлек бирә.
uk: Це дозволить вам знімати й вивантажувати фото.
ur: یہ آُپ کو اپنی تصاویر لینے اور اپلوڈ کرنے دیتا ہے۔
uz: U rasmga tushirish va internetga yuklashda yordam beradi.
vi: Điều này cho phép bạn chụp và tải hình ảnh lên.
zh_cn: 让您可以拍摄和上传照片。
zh_tw: 此權限讓您可拍照與上傳圖片。

# NSFaceIDUsageDescription
source: This lets you unlock the app.
am: ይሄ መተግበሪያውን እንዲከፍቱ ያስችልዎታል።
ar: يتيح لك هذا إلغاء قفل التطبيق.
ast: Esto déxate desbloquiar l'aplicación.
be: Гэта дазволіць вам разблакіраваць праграму.
bg: Това позволява да отключвате приложението.
bn: এইটা আপনাকে অ্যাপলিকেশন আনলক করতে দেয়।
br: Gant se e c'hallit dibrennañ an arload.
cs: Toto vám umožní odemknout aplikaci.
de: Hiermit können Sie die App entsperren.
el: Επιτρέπει να ξεκλειδώνετε την εφαρμογή.
eo: Tio ĉi permesas al vi malbloki la programon.
es_mx: Esto te permite desbloquear la aplicación.
et: See võimaldab sul rakenduse lahti lukustada.
fa: این به شما کمک می‌کند قفل برنامه را باز کنید.
hi_in: यह आपको ऐप खोलने देता है.
hu: Ezzel kinyithatja az alkalmazást.
ia: Isto te permitte disblocar le application.
is: Með þessu aflæsir þú smáforritinu.
ja: アプリのロックを解除します。
ka: საშუალებას გაძლევთ გახსნათ ჩაკეტილი პროგრამა.
kab: Ayagi ad k-yeǧǧ ad tserḥeḍ i usnas.
ko: 앱의 잠금을 해제 할 수 있습니다.
lt: Bus galima atrakinti programą.
mr: हे आपल्याला अॅप अनलॉक करण्यास मदत करते.
ne_np: यसले तपाईँलाई एप अनलक गर्न दिन्छ।
pl: Pozwoli to odblokowywać aplikację.
pt_br: Isso permite você desbloquear o aplicativo.
ro: Acest lucru îți permite să deblochezi aplicația.
sk: Toto vám umožňuje odomknúť aplikáciu.
sl: Omogoča odklepanje aplikacije.
sq: Kjo ju lejon të shkyçni aplikacionin.
sv_se: Detta gör det möjligt att låsa upp appen.
ta: இச்செயலியை திறக்க உங்களை இது அனுமதிக்கும்.
th: สิ่งนี้ช่วยให้คุณปลดล็อคแอป
tl: Hinahayaan ka nito na i-unlock ang app.
tt: Бу Сезгә кушымтаның йозагын ачуга мөмкинлек бирә.
uk: Це дозволить вам розблоковувати програму.
ur: یہ آُپکو ایپ کھولنے دیتا ہے۔
vi: Điều này cho phép bạn mở khóa ứng dụng.
zh_cn: 让您可以解锁应用。
zh_tw: 讓您可解鎖程式。

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
am: የሚጎበኟቸው ድረ-ገፆች መገኛ ቦታዎን ሊጠይቁ ይችላሉ።
ar: المواقع التي تزورها يمكن أن تطلب معرفة مكانك.
ast: Los sitios que visites puen solicitar el to allugamientu.
az: Ziyarət etdiyiniz saytlar mövqeyinizi istəyə bilər.
be: Вэб-сайты, якія вы наведваеце, могуць запытваць ваша месцазнаходжанне.
bg: Страниците, които посещавате, може да поискат вашето местоположение.
bn: যেসকল ওয়েবসাইটগুলি আপনি দেখছেন, সেগুলো আপনার অবস্থান জানতে চাইতে পারে।
br: Lec'hiennoù web a weladennit a c'hall azgoulenn ho lec'hiadur.
cs: Servery, které navštěvujete, mohou chtít znát vaše umístění.
de: Von Ihnen besuchte Websites können Ihren Standort abfragen.
el: Οι ιστότοποι που επισκέπτεστε ενδέχεται να ζητήσουν την τοποθεσία σας.
eo: Vizititaj retejoj povas peti vian pozicion.
es_mx: Los sitios web que visitas pueden pedir tu ubicación.
et: Külastatavad saidid võivad küsida sinu asukohta.
fa: وب‌سایت‌هایی که بازدید می‌کنید ممکن است مکان شما را درخواست کنند.
ga_ie: D'fhéadfadh suíomhanna a dtugann tú cuairt orthu do láthair a iarraidh.
hi_in: आपके द्वारा देखे गये वेबसाइट आपके पते के लिए अनुरोध कर सकते हैं.
hu: A meglátogatott webhelyek kérhetik az Ön helyét.
hy_am: Ձեր այցելած կայքերը կարող են հարցնել ձեր տեղադրությունը:
ia: Le sitos web que tu visita pote requestar tu position geographic.
is: Vefsvæði sem þú skoðar gætu beðið um staðsetninguna þína.
ja: 訪れたウェブサイトがあなたの位置情報を要求しています。
ka: ვებსაიტებმა, შესაძლოა მოითხოვოს თქვენი მდებარეობის მონაცემები.
kab: Ismal web aniɣer trezzuḍ zemren ad sutren adig-inek.
ko: 현재 웹 사이트가 여러분의 위치 정보를 요구하고 있습니다.
lt: Lankomos svetainės gali prašyti jūsų buvimo vietos.
mr: आपण ज्या संकेतस्थळांना भेट देता ते आपल्या स्थानाची मागणी करू शकतात.
ne_np: तपाईँले भ्रमण गर्ने वेबसाइटले तपाईँको स्थान अनुरोध गर्न सक्छ।
pl: Pozwoli to odwiedzanym stronom żądać informacji o położeniu.
pt_br: Os sites que você visita podem solicitar a sua localização.
ro: Site-urile web pe care le vizitezi îți pot solicita locația.
sk: Stránky, ktoré navštevujete, môžu požiadať o prezradenie vašej polohy.
sl: Spletne strani lahko zahtevajo vašo lokacijo.
sq: Sajtet që vizitoni mund të kërkojmë të dinë vendndodhjen tuaj.
sv_se: Webbsidor du besöker kan be om din plats.
ta: வலைதள பக்கங்கள் உங்கள் இடத்தை அறிய விரும்பலாம்.
te: మీరు సందర్శించే వెబ్ సైట్లు మీ స్థానాన్ని అభ్యర్థించవచ్చు.
th: เว็บไซต์ที่คุณเยี่ยมชมอาจขอตำแหน่งที่ตั้งของคุณ
tl: Maaaring hingin ng mga website na binibisita mo ang iyon lokasyon.
tr: Ziyaret ettiğiniz web siteleri konumunuzu isteyebilir.
tt: Сез ачкан вебсайтлар урнашуыгызны сорый ала.
uk: Відвідувані вами вебсайти можуть запитувати ваше розташування.
ur: ویب سائٹ جن کا آپ دورہ کریں شاید آُپ کے محل وقتع کی درخواست کریں۔
uz: Sahifalarda joylashuvingiz so‘ralishi mumkin.
vi: Trang web bạn truy cập có thể yêu cầu vị trí của bạn.
zh_cn: 您访问的网站可能会要求提供位置信息。
zh_tw: 您造訪的網站可能會向您請求您的所在位置。

# NSMicrophoneUsageDescription
source: This lets you take and upload videos.
am: ይህ ተንቀሳቃሽ-ምሥሎችን እንዲያነሱ እና እንዲጭኑ ያስችልዎታል።
ar: يتيح لك هذا تصوير الڤديو و رفعه.
ast: Esto déxate facer y xubir vídeos.
az: Bu, videoları çəkməyinizə və yükləməyinizə imkan verir.
be: Гэта дазволіць вам знімаць і запампоўваць відэа.
bg: От тук може да заснемате и качвате видео.
bn: এটা আপনাকে ভিডিও নেওয়া এবং আপোলড করার সুযোগ দেবে।
br: Gant se e c'hallit kemer ha pellgas videoioù.
cs: Toto vám dovolí pořizovat a nahrávat videa.
de: Hiermit können Sie Videos aufnehmen und hochladen.
el: Επιτρέπει τη λήψη και τη μεταφόρτωση βίντεο.
eo: Tio ĉi permesas al vi preni kaj alŝuti filmetojn.
es_mx: Esto te permite grabar y subir videos.
et: See võimaldab sul videoid teha ja üles laadida.
fa: به شما اجازه گرفتن و بارگذاری ویدئوها را می‌دهد.
ga_ie: Ligeann seo duit físeáin a thógáil agus a uaslódáil.
hi_in: यह आपको वीडियो लेने और अपलोड करने देता है.
hu: Ez lehetővé teszi, hogy videókat készítsen és töltsön fel.
hy_am: Սա հնարավորություն է տալիս ստանալ և վերբեռնել լուսանկարներ:
ia: Isto te permitte prender e incargar videos.
is: Hér getur þú tekið og hlaðið upp myndböndum.
ja: 動画を撮影してアップロードできます。
ka: საშუალებას გაძლევთ, ვიდეოს გადაღებისა და ატვირთვის.
kab: Ayagi ad ak-isireg asader d usali n tvidyutin.
ko: 동영상을 촬영하여 업로드 할 수 있습니다.
lt: Bus galima filmuoti ir įkelti vaizdo įrašus.
mr: याद्वारे आपण व्हिडिओ घेऊ व अपलोड करू शकता.
ne_np: यसले तपाईँलाई भिडियो सङ्ग्रह गर्न र अपलोड गर्न दिन्छ।
pl: Pozwoli to kręcić i wgrywać filmy.
pt_br: Isto permite fazer e enviar vídeos.
ro: Acest lucru îți permite să realizezi și să încarci videoclipuri.
sk: Toto umožňuje tvoriť a nahrávať videá.
sl: Omogoča snemanje in nalaganje videa.
sq: Kjo ju lejon të xhironi dhe ngarkoni video.
sv_se: Detta gör det möjligt att ta och ladda upp videor.
ta: இது காணொளிகளை எடுத்து பதிவேற்றச் செய்கிறது.
te: ఇది మీకు వీడియోలు తీసుకొని అప్లోడ్ చేయడానికి అనుమతిస్తుంది.
th: สิ่งนี้ช่วยให้คุณถ่ายและอัปโหลดวิดีโอ
tl: Maaari kang kumuha at mag-upload ng mga larawan dito.
tr: Video çekmenizi ve yüklemenizi sağlar.
tt: Бу сезгә видео яздырырга һәм йөкләргә мөмкинлек бирә.
uk: Це дозволить вам знімати й вивантажувати відео.
ur: ۔یہ آُپ کو وڈیوز بنانے اور اپلوڈ کرنے دیتا ہے۔
uz: U videoga olish va internetga yuklash imkonini beradi.
vi: Điều này cho phép bạn quay và tải video lên.
zh_cn: 让您可以拍摄和上传视频。
zh_tw: 讓您可拍攝並上傳影片。

# NSPhotoLibraryAddUsageDescription
source: This lets you save and upload photos.
am: ይሄ ፎቶዎችን እንዲያስቀምጡ እና እንዲጭኑ ያስችልዎታል።
ar: يتيح لك هذا حفظ الصور و رفعها.
ast: Esto déxate guardar y xubir semeyes.
az: Bu, şəkilləri saxlama və yükləməyinizə imkan verir.
be: Гэта дазволіць вам захоўваць і запампоўваць фота.
bg: От тук може да запазвате и качвате снимки.
bn: এটা আপনাকে ছবি সংরক্ষণ এবং আপলোড করার সুযোগ দেবে।
br: Gant se e c'hallit enrollañ ha pellgas skeudennoù.
cs: Toto vám dovolí ukládat a nahrávat fotografie.
de: Hiermit können Sie Fotos speichern und hochladen.
el: Επιτρέπει την αποθήκευση και τη μεταφόρτωση φωτογραφιών.
eo: Tio ĉi permesas al vi konservi kaj alŝuti fotojn.
es_mx: Esto te permite guardar y actualizar tus fotos.
et: See võimaldab sul pilte salvestada ja üles laadida.
fa: این به شما اجازه می‌ دهد تصاویر ذخیره و بارگذاری کنید.
hi_in: यह आपको तस्वीरें सहेजने और अपलोड करने देता है.
hu: Ez lehetővé teszi, hogy fényképeket mentsen és töltsön fel.
hy_am: Հնարավորություն է տալիս պահպանել և վերբեռնել լուսանկարները:
ia: Isto te permitte salvar e incargar photos.
is: Hér getur þú vistað og sent myndir.
ja: 写真を保存してアップロードできます。
ka: საშუალებას გაძლევთ, სურათის შენახვისა და ატვირთვის.
kab: S waya ad teskelseḍ daɣ ad d-tessidreḍ tugniwin.
ko: 사진을 저장하고 업로드 할 수 있게 합니다.
lt: Bus galima įrašyti ir įkelti nuotraukas.
mr: याद्वारे आपण फोटो साठवू व अपलोड करू शकता.
ne_np: यसले तपाईँलाई तस्विर संङ्ग्रह गर्न र अपलोड गर्न दिन्छ ।
pl: Pozwoli to zachowywać i wgrywać zdjęcia.
pt_br: Isto permite salvar e enviar fotos.
ro: Acest lucru îți permite să salvezi și să încarci fotografii.
sk: Toto umožňuje ukladať a nahrávať fotografie.
sl: Omogoča shranjevanje in pošiljanje fotografij.
sq: Kjo ju lejon të ruani dhe ngarkoni foto.
sv_se: Detta gör det möjligt att spara och ladda upp bilder.
ta: படங்களைச் சேமித்து பதிவேற்ற செய்கிறது.
te: ఇది ఫొటోలని భద్రపరచి ఎక్కించనిస్తుంది.
th: สิ่งนี้ช่วยให้คุณบันทึกและอัปโหลดรูปภาพ
tl: Pinapayagan ka nito na i-save at mag-upload ng mga larawan.
tr: Fotoğrafları kaydetmenizi ve yüklemenizi sağlar.
tt: Бу сезгә фотоларны сакларга һәм йөкләргә мөмкинлек бирә.
uk: Це дозволить вам знімати й вивантажувати фото.
ur: یہ آپ کو تصاویراپلوڈ اور محفوظ کرنے دیتا پے۔
vi: Điều này cho phép bạn lưu và tải hình ảnh lên.
zh_cn: 让您可以保存和上传照片。
zh_tw: 讓您可以儲存、上傳照片。

# UIApplicationShortcutItemTitle.EraseAndOpen
source: Erase and Open
am: ደምስስ እና ክፈት
ar: امسح وافتح
be: Сцерці і адкрыць
bn: মুছুন এবং খুলুন
br: Dilemel ha digeriñ
cs: Vymazat a otevřít
de: Löschen und öffnen
el: Διαγραφή και άνοιγμα
eo: Forigi kaj malfermi
es_mx: Borrar y abrir
et: Kustuta ja ava
fa: حذف و باز کن
hi_in: मिटाएँ और खोलें
hu: Törlés és megnyitás
ia: Rader e aperir
is: Hreinsa og opna
ja: 消去して開く
ka: გასუფთავება და გახსნა
kab: Sfeḍ sakin Ldi
ko: 지우고 열기
lt: Išvalyti ir atverti
ne_np: मेटाउनुहोस् र खोल्नुहोस्
pl: Usuń i otwórz
pt_br: Apagar e abrir
ro: Șterge și deschide
sk: Vymazať a otvoriť
sl: Izbriši in odpri
sq: Fshije dhe Hape
sv_se: Radera och öppna
th: ล้างแล้วเปิด
tl: Burahin at Buksan
tt: Чистарту һәм ачу
uk: Стерти й відкрити
vi: Xóa và mở
zh_cn: 清除并打开
zh_tw: 清除並開啟新分頁

# Intents.Erase.Title
source: Erase
am: ደምስስ
ar: امسح
be: Сцерці
bn: মুছে ফেলুন
br: Dilemel
cs: Vymazat
de: Löschen
el: Διαγραφή
eo: Forigi
es_mx: Borrar
et: Kustuta
fa: پاک کردن
hi_in: मिटाएँ
hu: Törlés
ia: Rader
is: Hreinsa
ja: 消去
ka: გასუფთავება
kab: Sfeḍ
ko: 삭제
lt: Išvalyti
ne_np: मेटाउनुहोस्
pl: Usuń
pt_br: Apagar
ro: Șterge
sk: Vymazať
sl: Izbriši
sq: Fshije
sv_se: Rensa
th: ล้าง
tl: Burahin
tt: Чистарту
uk: Стерти
vi: Xóa
zh_cn: 清除
zh_tw: 清除上網紀錄

# Intro.Slides.History.Description
source: Clear your entire browsing session history, passwords, cookies anytime with a single tap.
am: በአንድ ጊዜ መታ በማድረግ ሁሉንም የአሰሳ ክፍለ ጊዜ ታሪክዎን ፣ የይለፍ ቃሎችን ፣ ኩኪዎችን በማንኛውም ጊዜ ያጽዱ።
ar: امسح تأريخ جلسة التصفح كله و كلمات السر و الكعكات في أي وقت بنقرة واحدة.
ast: Llimpia cuando quieras y con un calcu les cookies, l'historial de restolar y les contraseñes.
bg: Изчистване по всяко време с едно докосване на цялата сесия на разглеждане: история, пароли и бисквитки.
bn: আপনার সম্পূর্ণ ব্রাউজিং সেশনের ইতিহাস, পাসওয়ার্ডগুলি, কুকিকে একবার ট্যাপ করে যে কোনো সময় সাফ করুন।
br: Skarzhit ho roll istor estez merdeiñ a-bezh, ho kerioù-tremen, ho toupinoù en ur stokadenn.
cs: Vyčistěte kdykoli celou vaši historii prohlížení, hesla a soubory cookie jedním klepnutím.
de: Löschen Sie mit einer einzigen Berührung die gesamte Chronik, Passwörter und Cookies Ihrer Sitzung.
el: Απαλοιφή ιστορικού περιήγησης, κωδικών πρόσβασης, cookie ανά πάσα στιγμή, με ένα πάτημα.
eo: Iam ajn, per nura tuŝeto, viŝi vian tutan retuman seancan historion, pasvortojn, kuketojn.
es_mx: Limpia todo el historial de tu sesión de navegación, contraseñas, cookies en cualquier momento con un solo toque.
et: Kustuta ühe puudutusega kogu lehitsemise seansi ajalugu, paroolid ja küpsised.
fa: تمام تاریخچه،‌کلمه عبور،‌و کوکی های جلسه مرورگر خود را در هر زمانی تنها با یک لمس پاک کنید.
hi_in: अपने ब्राउज़िंग सत्र का इतिहास, कूटशब्दो, और स्मृतिशेषों को किसी भी समय एक टैप में मिटाएँ.
hu: Törölje az összes böngészési előzményét, jelszavát, és sütijét bármikor, egyetlen koppintással.
hy_am: Մաքրում է դիտարկումների պատմությունը, գաղտնաբառերը և ավելին՝ մեկ սեղմամբ:
ia: Vacua tote le chronologia, contrasignos e cookies de tu session de navigation, quando tu vole, con un sol tocco.
is: Hreinsa feril, lykilorð, vefkökur hvenær sem er með einni snertingu.
ja: ブラウジングセッション履歴やパスワード、Cookie を、いつでもワンタップですべて消去できます。
ka: გაასუფთავეთ მონახულებული გვერდები, პაროლები და ა.შ. ნებისმიერ დროს, მხოლოდ ერთი შეხებით.
kab: Kkes amazray inek tiγimit n tuinigin, awalen inek uffiren d wayen nniḍen d ayen fessusen s waṭas.
ko: 브라우징 세션 기록이나 비밀번호, 쿠키를 언제나 탭 한번으로 삭제합니다.
lt: Bet kuriuo metu išvalykite visą savo naršymo žurnalą, slaptažodžius ir slapukus vienu bakstelėjimu.
mr: आपला संपूर्ण ब्राऊझिंग इतिहास, पासवर्ड आणि कुकीज केव्हाही एका टॅप मध्ये नष्ट करा.
ms: Buang seluruh sejarah pelayaran, kata laluan dan kuki dengan sekali tekan sahaja.
ne_np: एक क्लिकमा नै तपाईंको सम्पुर्ण ब्राउजिङ्ग इतिहास, पासवर्डहरु, कुकिजहरु कुनैपनि समयमा खाली हुनेछ ।
pl: Usuwaj całą historię przeglądania, hasła i ciasteczka jednym stuknięciem.
pt_br: Limpe todo o histórico, senhas e cookies da sessão de navegação quando quiser, com um simples toque.
ro: Șterge întregul istoric al sesiunii, parolele și cookie-urile oricând, cu o singură atingere.
sk: Kedykoľvek si vyčistite celú históriu prehliadania, heslá a cookies. Stačí vám na to jedno ťuknutie.
sl: Kadarkoli izbrišite celotno zgodovino brskanja, gesla in piškotke z enim dotikom.
sq: Fshini kurdo, me një prekje të vetme, historikun e shfletimit për sesionin, fjalëkalimet, cookie-t.
sv_se: Rensa hela din webbhistorik, lösenord, kakor när som helst med ett enda tryck.
ta: உங்கள் ஒட்டுமொத்த உலாவல் அமர்வு வரலாறு, கடவுச்சொற்கள், நினைவிகளை எந்நேரத்திலும் ஒரே தட்டில் துடைக்கவும்.
te: ఎప్పుడైనా కేవలం ఒకే నొక్కుతో మీ విహరణ సెషను చరిత్ర అంతా, సంకేతపదాలు, కుకీలు తుడిచివేసుకోండి.
th: ล้างประวัติ, รหัสผ่าน และคุกกี้ในวาระการท่องเว็บทั้งหมดของคุณได้ทุกเวลาด้วยการแตะครั้งเดียว
tl: I-clear ang iyong buong kasaysayan ng session sa pagba-browse, mga password, cookies anumang oras na may isang solong tapikin.
tr: İstediğiniz zaman tek bir dokunuşla gezinti geçmişinizi, parolaları ve çerezleri temizleyebilirsiniz.
tt: Бер басу аша бөтен гизү тарихын, серсүзләрне һәм кукиларны теләсә кайчан бетерә аласыз.
uk: Будь-коли стирайте всю історію перегляду, паролі та куки одним дотиком.
ur: اپنے تمام برائوزنگ سیشن،سابقات، پاس ورڈ، کوکیاں کسی بھی وقت ایک دبانے سے صاف کریں۔
vi: Xóa toàn bộ lịch sử duyệt web, mật khẩu, cookie bất kỳ lúc nào chỉ với một cú chạm.
zh_cn: 随时一键清除您的所有浏览记录、密码及 Cookie。
zh_tw: 只要輕鬆一點，就能清除這次上網的所有瀏覽紀錄、儲存密碼、Cookie 等資料。

# Intro.Slides.History.Title
source: Your history is history
am: ታሪክዎ ታሪክ ነው
ar: تأريخك تاريخ
ast: El to historial ye historia
be: Ваша гісторыя застаецца гісторыяй
bg: Вашата история е вече в историята
bn: আপনার ইতিহাস হল ইতিহাস
br: Kenavo d'ar roll istor
cs: Historie vašeho prohlížení je minulostí
de: Ihre Chronik ist Geschichte
el: Το ιστορικό σας είναι παρελθόν
eo: Via historio malaperas
es_mx: Tu historial de navegación
et: Sinu ajalugu on ajalugu
fa: تایخچه شما تاریخچه خود شماست
hi_in: आपका इतिहास अब इतिहास है
hu: Az előzményei történelem
hy_am: Ձեր պատմությունը պատմություն է:
ia: Tu chronologia es historia
is: Þitt ferli er farið
ja: あなたの履歴は歴史です
ka: თქვენი ისტორია უკვე ისტორიის საკუთრებაა
kab: Amazray inek d amazray
ko: 내 기록은 중요한 기록이다
lt: Naršymo istorija lai lieka užmirštyje
mr: आपला ब्राऊझिंग इतिहास इतिहासजमा आहे
ms: Sejarah anda adalah sejarah
ne_np: तपाईँको इतिहास इतिहास हो
pl: Historia jest historią
pt_br: Seu histórico é passado
ro: Istoricul tău este istorie
sk: Vaša história je históriou
sl: Vaša zgodovina je zgodovina
sq: Historiku juaj i takon të shkuarës
sv_se: Din historik är historia
ta: உங்கள் வரலாறு
te: మీ చరిత్ర ఇక చరిత్రే
th: ประวัติของคุณคือประวัติ
tl: Ang iyong kasaysayan ay kasaysayan
tr: Geçmiş geçmişte kaldı
tt: Гизү тарихыгыз тарихтыр
uk: Ваша історія залишається історією
ur: آپ کے سابقات سابقات ہیں
vi: Lịch sử của bạn đã là quá khứ
zh_cn: 您的记录只属于您
zh_tw: 您的紀錄就是您的紀錄

# Intro.Slides.Next.Button
source: Next
am: ቀጣይ
ar: التالي
ast: Siguiente
be: Далей
bg: Напред
bn: পরবর্তী
br: Da-heul
cs: Další
de: Weiter
el: Επόμενο
eo: Antaŭen
es_mx: Siguiente
et: Edasi
fa: بعدی
hi_in: अगला
hu: Tovább
hy_am: Հաջորդը
ia: Sequente
is: Áfram
ja: 続ける
ka: შემდეგი
kab: Γer zdat
ko: 다음
lt: Toliau
mr: पुढे
ms: Berikut
ne_np: अर्को
pl: Dalej
pt_br: Próximo
ro: Înainte
sk: Ďalej
sl: Naprej
sq: Pasuesi
sv_se: Nästa
ta: அடுத்து
te: తరువాత
th: ถัดไป
tl: Susunod
tr: İleri
tt: Киләсе
uk: Далі
ur: آگے
vi: Tiếp theo
zh_cn: 下一步
zh_tw: 下一步

# Intro.Slides.Search.Description
source: Searching for something different? Choose a different search engine.
am: የሆነ የተለየ ነገር በመፈለግ ላይ ነዎት? ሌላ የፍለጋ-ፍርግም ይምረጡ።
ar: أتبحث عن شيء مختلف؟ اختر محرّك بحث آخر.
ast: ¿Busques daqué diferente? Escueyi un motor de busca distintu.
bg: Търсите нещо различно? Изберете друга търсеща машина.
bn: ভিন্ন কিছু খোঁজ করছেন? একটি নতুন সার্চইঞ্জিন ব্যবহার করে দেখুন।
br: Klask a rit un dra disheñvel? Dibabit ur c'heflusker enklask all.
cs: Hledáte něco jiného? Zvolte si jako výchozí jiný vyhledávač.
de: Suchen Sie etwas anderes? Wählen Sie eine andere Suchmaschine.
el: Ψάχνετε κάτι διαφορετικό; Επιλέξτε μια διαφορετική μηχανή αναζήτησης.
eo: Ĉu vi serĉas ion alian, malsaman? Elektu alian serĉilon en la agordoj.
es_mx: ¿Buscando algo diferente? Elige un diferente motor de búsqueda.
et: Otsid midagi muud? Vali mõni muu otsingumootor.
fa: دنبال چیز متفاوتی میگردید؟ موتور جست‌وجو متفاوتی را انتخاب کنید.
hi_in: कुछ अलग खोज रहे हैं? एक दूसरा खोज इंजन चुनें.
hu: Valami mást keres? Válasszon másik keresőmotort.
hy_am: Այլ բա՞ն եք փնտրում: Ընտրեք այլ որոնիչ Կարգավորումներում:
ia: Cerca tu qualcosa differente? Elige un altere motor de recerca.
is: Ertu að leita að einhverju nýju? Prófaðu aðra leitarvél.
ja: 何か違ったものを探していますか？ 別の検索エンジンを選んでみましょう。
ka: განსხვავებულად გსურთ მოიძიოთ? აირჩიეთ სასურველი საძიებო.
kab: Tettnadiḍ ayen-nniḍen? Fren amsadday-nniḍen n unadi.
ko: 뭔가 다른 것을 찾으세요? 다른 검색엔진을 선택해 보세요.
lt: Ieškote kažko kito? Pasirinkite kitą ieškyklę.
mr: काही वेगळे शोधताय? एखादे वेगळे शोध इंजिन वापरा.
ms: Mencari sesuatu yang berlainan? Pilih enjin carian lain.
ne_np: केहि अरु खोज्दै हुनुहुन्छ ? एउटा अर्को खोज इन्जिन छान्नुहोस्।
pl: Szukasz czegoś innego? Wybierz inną wyszukiwarkę.
pt_br: Procurando algo diferente? Escolha um mecanismo de pesquisa diferente.
ro: Cauți ceva diferit? Alege un alt motor de căutare.
sk: Hľadáte niečo iné? Vyberte si iný vyhľadávací modul.
sl: Iščete nekaj drugačnega? Izberite drug privzeti iskalnik.
sq: Po kërkoni për diçka tjetër? Zgjidhni një tjetër motor kërkimesh.
sv_se: Letar du efter något annat? Välj en annan sökmotor.
ta: வித்தியாசமாகத் தேடுகிறீர்களா? வேறொரு தேடுபொறியைத் தேர்ந்தெடுக்கவும்.
te: వేరే దానికోసం వెతుకుతున్నారా? మరో సెర్చింజనుని ఎంచుకోండి.
th: กำลังค้นหาอย่างอื่น? เลือกเครื่องมือค้นหาอื่น
tl: Naghahanap ng ibang bagay? Pumili ng ibang search engine.
tr: Başka bir şey mi arıyorsunuz? Farklı bir arama motoru seçebilirsiniz.
tt: Башка берәр нәрсә эзлисезме? Башка эзләү системасын сайлагыз.
uk: Шукаєте щось інше? Оберіть інший пошуковий засіб.
ur: کچھ مختلف ڈھونڈ رہے ہیں؟ دوسرے تلاش انجن کا انتخاب کریں۔
vi: Bạn đang tìm kiếm một thứ khác? Hãy chọn một công cụ tìm kiếm khác.
zh_cn: 想搜点不一样的东西？还可以选择其他搜索引擎。
zh_tw: 想找找別的東西？選一套不同的搜尋引擎試試。

# Intro.Slides.Search.Title
source: Your search, your way
am: የእርስዎ ፍለጋ ፣ የእርስዎ መንገድ
ar: تبحثُ بأسلوبك أنت
ast: La busca al to xeitu
be: Шукайце па-свойму
bg: Търсене по вашия начин
bn: আপনার খোঁজ, আপনার পথ
br: Ho klask, ho toare
cs: Vyhledávání jak vy chcete
de: Ihre Suche, wie Sie möchten
el: Αναζήτηση με τον δικό σας τρόπο
eo: Via serĉo, laŭ via maniero
es_mx: Tu búsqueda, a tu manera
et: Sinu otsing, sinu moodi
fa: جست‌وجو شما،‌راه شما
hi_in: आपकी खोज, आपका तरीका
hu: Az Ön keresése, az Ön útja
hy_am: Ձեր որոնումը, ձեր ընտրությունը
ia: Le recerca a tu gusto
is: Leitin þín, á þinn hátt
ja: 好きな方法で検索
ka: მოიძიეთ გვერდები, თქვენებურად
kab: Anadi-ik, abrid-ik
ko: 나의 검색, 내 방식으로
lt: Jūsų paieška, jūsų skoniui
mr: आपला शोध, आपल्या प्रमाणे
ms: Carian anda, cara anda
ne_np: तपाईंको खोजी, तपाईंको बाटो
pl: Wyszukuj po swojemu
pt_br: Pesquise à sua maneira
ro: Caută în felul tău
sk: Prehliadanie podľa vás
sl: Vaše iskanje, na vaš način
sq: Kërkimi juaj, me mënyrën tuaj
sv_se: Sök som du vill
ta: உங்களின் தேடல் உங்கள் வழி
te: మీ శోధన, మీకు తగ్గట్టు
th: การค้นหาของคุณในแบบของคุณ
tl: Ang iyong paghahanap, ang iyong paraan
tr: Senin araman, senin kararın
tt: Сезнең эзләү, cезнең кагыйдәләр
uk: Ваш пошук, ваш шлях
ur: آپ کی تلاش، آپ کی طرز پر
vi: Tìm kiếm của bạn, theo cách của bạn
zh_cn: 你的搜索，由你而定
zh_tw: 用你的方式搜尋
