Repository: mozilla-l10n/focusios-l10n
Catalog: */focus-ios.xliff
Languages: am, ar, ast, az, be, bg, bn, br, cs, de, el, eo, es_mx, et, fa, ga_ie, hi_in, hu, hy_am, ia, is, ja, ka, kab, ko, lt, mr, ms, ne_np, nn_no, pl, pt_br, ro, sk, sl, sq, sv_se, ta, te, th, tl, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# URL.placeholderText
source: Search or enter address
am: አድራሻ ይፈልጉ ወይም ያስገቡ
ar: ابحث أو أدخل عنوانا
ast: Gueta o introduz una direición
az: Axtar və ya ünvan daxil et
be: Шукаць ці ўвесці адрас
bg: Търсене или въвеждане на адрес
bn: অনুসন্ধান করুন বা ঠিকানা লিখুন
br: Klask pe chomlec'h
cs: Zadejte adresu nebo dotaz pro vyhledávač
de: Suche oder Adresse eingeben
el: Αναζήτηση ή εισαγωγή διεύθυνσης
eo: Serĉu aŭ tajpu adreson
es_mx: Buscar o ingresar dirección
et: Otsi või sisesta aadress
fa: جست‌وجو یا ورود نشانی
ga_ie: Cuardach nó seoladh Gréasáin
hi_in: खोजें या पता प्रविष्ट करें
hu: Keressen, vagy adjon meg címet
hy_am: Մուտքագրեք կայքի հասցե կամ որոնում
ia: Insere un adresse o face un recerca
is: Leitaðu eða settu inn vistfang
ja: 検索語またはアドレスを入力
ka: მოძებნეთ ან შეიყვანეთ მისამართი
kab: Nadi neɣ sekcem tansa
ko: 검색어 또는 주소 입력
lt: Įveskite adresą arba paieškos žodžius
mr: शोधा किंवा पत्ता द्या
ms: Cari atau masukkan alamat web
ne_np: खोज्नुहोस् वा ठेगाना प्रविष्ट गर्नुहोस्
nn_no: Søk eller skriv inn ei adresse
pl: Wprowadź adres lub szukaj
pt_br: Pesquise ou digite um endereço
ro: Caută sau introdu adresa
sk: Zadajte vyhľadávanie alebo adresu
sl: Iskanje ali naslov strani
sq: Kërkoni ose jepni një adresë
sv_se: Sök eller ange adress
ta: தேடு அல்லது முகவரியை இடு
te: వెతకండి లేదా చిరునామాను ఇవ్వండి
th: ค้นหาหรือป้อนที่อยู่
tl: Maghanap o ipasok ang address
tr: Arama yapın veya adres yazın
tt: Эзләү яки адрес язу
uk: Введіть запит чи адресу
ur: پتہ تلاش یا داخل کریں
uz: Izlang yoki manzilni kiriting
vi: Tìm kiếm hoặc nhập địa chỉ
zh_cn: 搜索或输入网址
zh_tw: 搜尋或輸入網址

# URL.searchLabel
source: Search for %@
am: ፈልግ ስለ %@
ar: ابحث عن %@
ast: Guetar %@
az: %@ üçün axtar
be: Шукаць %@
bg: Търсене на %@
bn: %@ এর জন্যে অনুসন্ধান করুন
br: Klask %@
cs: Vyhledat %@
de: Suchen nach %@
el: Αναζήτηση για «%@»
eo: Serĉu %@
es_mx: Buscar %@
et: Otsi fraasi %@
fa: جستجو برای %@
ga_ie: Déan cuardach ar %@
hi_in: %@ के लिए खोजें
hu: Keresés erre: %@
hy_am: Որոնել %@-ը
ia: Cercar %@
is: Leita að %@
ja: %@ を検索
ka: ძიება: %@
kab: Nadi %@
ko: %@ 검색
lt: Ieškoti „%@“
mr: याकरिता शोधा %@
ms: Cari %@
ne_np: %@को खोजी गर्नुहोस्
nn_no: Søk etter %@
pl: Szukaj „%@”
pt_br: Pesquisar %@
ro: Caută %@
sk: Vyhľadať %@
sl: Išči %@
sq: Kërko për %@
sv_se: Sök efter %@
ta: %@ சொல்லைத் தேடு
te: %@ కోసం వెతుకు
th: ค้นหา %@
tl: Maghanap para sa %@
tr: %@ terimini ara
tt: %@ дип эзләү
uk: Шукати %@
ur: %@ کی تلاش کریں
uz: Izlash: %@
vi: Tìm kiếm cho %@
zh_cn: 搜索 %@
zh_tw: 搜尋 %@

# URL.trackersBlockedLabel
source: Trackers blocked
am: መከታተያዎች ታግደዋል
ar: المتعقّبات المحجوبة
ast: Rastrexadores bloquiaos
az: İzləyicilər bloklandı
be: Трэкераў заблакіравана
bg: Спрени проследявания
bn: ট্র্যাকার ব্লক করা হয়েছে
br: Heulierien stanket
cs: Zablokováno sledovacích prvků
de: blockierte Verfolger
el: Αποκλεισμένοι ιχνηλάτες
eo: Spuriloj blokitaj
es_mx: Rastreadores bloqueados
et: Blokitud jälitajaid
fa: ردیاب‌ها مسدود شدند
hi_in: ट्रैकर्स अवरुद्ध
hu: Blokkolt követők
hy_am: Արգելել հետագծումները
ia: Traciatores blocate
is: Lokað á rekjara
ja: ブロックした追跡
ka: შეზღუდული მეთვალყურეები
kab: Ineḍfaṛen weḥlen
ko: 차단된 추적기
lt: Užblokuoti sekimo elementai
mr: ट्रॅकर्स अवरोधित
ms: Penjejak disekat
ne_np: त्ट्रयाकरहरु अवरुद्ध गरियो
nn_no: Sporfølgjarar blokkerte
pl: Zablokowane elementy śledzące:
pt_br: Rastreadores bloqueados
ro: Elemente de urmărire blocate
sk: Počet zablokovaných sledovacích prvkov
sl: Zavrnjeni sledilci
sq: U bllokuan gjurmues
sv_se: Trackers blockerade
ta: பின்தொடரி
te: నిరోధించిన ట్రాకర్లు
th: ตัวติดตามที่ปิดกั้น
tl: Hinarangan ang mga tracker
tr: Engellenen takipçi
tt: Күзәтүчеләр блокланды
uk: Заблоковано стеження
ur: بلاک کردہ ٹریکر
vi: Theo dõi bị chặn
zh_cn: 跟踪器已阻止
zh_tw: 已封鎖追蹤器數

# actionSheet.openIn
source: Open in %@
am: በ%@ ክፈት
ar: افتح في %@
ast: Abrir en %@
az: %@ ilə aç
be: Адкрыць у %@
bg: Отваряне в %@
bn: %@ অ্যাপে খুলুন
br: Digeriñ e %@
cs: Otevřít v aplikaci %@
de: In %@ öffnen
el: Άνοιγμα στο «%@»
eo: Malfermi per %@
es_mx: Abrir en %@
et: Ava äpis %@
fa: در %@ باز شد
hi_in: %@ में खोलें
hu: Megnyitás ezzel: %@
hy_am: Բացել %@-ում
ia: Aperir in %@
is: Opna með %@
ja: %@ で開く
ka: გახსნა %@-ით
kab: Ldi di %@
ko: %@에서 열기
lt: Atverti naudojant „%@“
mr: %@ मध्ये उघडा
ms: Buka dalam %@
ne_np: %@मा खोल्नुहोस्
nn_no: Opna i %@
pl: Otwórz w aplikacji %@
pt_br: Abrir com %@
ro: Deschide în %@
sk: Otvoriť pomocou %@
sl: Odpri v %@
sq: Hape në %@
sv_se: Öppna i %@
ta: %@ திறக்கவும்
te: %@ లో తెరువు
th: เปิดใน %@
tl: Buksan sa %@
tr: %@ ile aç
tt: %@ белән ачу
uk: Відкрити в %@
ur: %@ میں کھولیں
vi: Mở trong %@
zh_cn: 在 %@ 中打开
zh_tw: 使用 %@ 開啟

# browser.copyAddressToast
source: URL Copied To Clipboard
am: URL ወደ ቅንጥብ ሰሌዳ ተቀድቷል
ar: نُسخ المسار إلى الحافظة
be: URL скапіраваны ў буфер абмену
bg: Адресът е копиран в системния буфер
bn: ক্লিপবোর্ডে অনুলিপিকৃত URL
br: URL eilet er golver
cs: URL adresa zkopírována do schránky
de: URL in Zwischenablage kopiert
el: Το URL αντιγράφηκε στο πρόχειρο
eo: Retadreso kopiita al tondujo
es_mx: URL copiada al portapapeles
et: URL kopeeriti vahemällu
fa: برداشت URL به کلیپبورد
hi_in: क्लिपबोर्ड पर यूआरएल की प्रतिलिपि बनाई गई
hu: URL a vágólapra másolva
ia: URL copiate al area de transferentia
is: Vefslóð afrituð á klippispjald
ja: URL をクリップボードにコピーしました
ka: URL-მისამართის ასლი აღებულია
kab: URL Ittwanɣel ɣef afus
ko: 클립보드에 URL 복사됨
lt: Adresas nukopijuotas į iškarpinę
mr: क्लिपबोर्डवर URL ची प्रत बनवली
ms: URL Disalin Ke Klipbod
ne_np: URL क्लिपबोर्डमा कपि गरियो।
pl: Skopiowano adres do schowka
pt_br: URL copiada para área de transferência
ro: URL copiat în clipboard
sk: Skopírované do schránky
sl: Spletni naslov kopiran v odložišče
sq: URL-ja u Kopjua Te e Papastra
sv_se: URL kopierad till urklipp
th: คัดลอก URL ไปยังคลิปบอร์ดแล้ว
tl: URL Kinopya Sa Clipboard
tt: URL алмашу буферына күчереп алынды
uk: URL скопійовано в буфер обміну
vi: URL đã được sao chép vào clipboard
zh_cn: 网址已复制到剪贴板
zh_tw: 已將網址複製至剪貼簿

# browserShortcutDescription.selectLocationBar
source: Select Location Bar
am: የአካባቢ አሞሌን ይምረጡ
ar: اختر شريط المكان
ast: Esbillar barra d'allugamientos
az: Mövqe Sətrini Seç
be: Выбраць адрасны радок
bg: Избиране на лентата за местоположение
bn: লোকেশান বার নির্বাচন করুন
br: Diuzañ ar varrenn lec'hiadur
cs: Zvolit adresní řádek
de: Adressleiste auswählen
el: Επιλογή γραμμής διευθύνσεων
eo: Elekti adresan strion
es_mx: Seleccionar ubicación de la barra
et: Vali asukohariba
fa: انتخاب نوار موقعیت
hi_in: स्थान पट्टी का चयन करें
hu: Címsáv kiválasztása
hy_am: Ընտրել տեղադրության գոտին
ia: Seliger le barra de adresse
is: Velja staðsetningarslá
ja: ロケーションバーを選択
ka: მისამართების ველზე გადასვლა
kab: Fren afeggag n tansa
ko: 주소창 선택
lt: Pereiti į adreso lauką
mr: स्थान बार निवडा
ms: Pilih Bar Lokasi
ne_np: स्थानपट्टी चयन गर्नुहोस्
nn_no: Vel adresselinje
pl: Wyświetl pasek adresu
pt_br: Selecionar barra de localização
ro: Selectează bara adresei
sk: Zvoliť panel s adresou
sl: Izberi naslovno vrstico
sq: Përzgjidhni Shtyllë Vendesh
sv_se: Välj adressfältet
ta: இருப்பிடப் பட்டையைத் தேர்ந்தெடு
te: లొకేషన్ బార్ ఎంచుకోండి
th: เลือกแถบตำแหน่งที่ตั้ง
tl: Piliin ang Lokasyon Bar
tr: Konum çubuğunu seç
tt: Адрес юлын сайлау
uk: Вибрати панель адреси
ur: محل وقتوع بار کا انتخاب کریں
vi: Chọn thanh địa chỉ
zh_cn: 选择地址栏
zh_tw: 選擇網址列

# contextMenu.copyImageTitle
source: Copy Image
ast: Copiar imaxe
az: Şəkili köçür
bg: Копиране на изображението
bn: ছবি কপি করুন
br: Eilañ ar skeudenn
de: Grafik kopieren
eo: Kopii bildon
et: Kopeeri pilt
fa: رونوشت از تصویر
hi_in: चित्र कॉपी करें
hy_am: Կրկնօրինակել Նկարը
ia: Copiar imagine
ja: 画像をコピー
ka: სურათის ასლი
ko: 이미지 복사
mr: प्रतिमा कॉपी करा
ms: Salin Imej
ne_np: तस्विर प्रतिलिपि गर्नुहोस्
nn_no: Kopier bilde
pl: Kopiuj obraz
sl: Kopiraj sliko
sv_se: Kopiera bild
ta: படத்தை நகலெடு
te: చిత్రాన్ని నకలు చేయి
th: คัดลอกภาพ
tl: Kopyahin ang Larawan
tr: Resmi kopyala
tt: Рәсемне күчереп алу
uk: Копіювати зображення
ur: نقش نقل کریں
zh_cn: 复制图像
zh_tw: 複製圖片

# contextMenu.copyLink
source: Copy Link
ast: Copiar enllaz
az: Keçidi köçür
bg: Копиране на препратката
bn: লিংক কপি করুন
br: Eilañ an ere
de: Link kopieren
eo: Kopii ligilon
et: Kopeeri link
fa: برداشت پیوند
hi_in: लिंक कॉपी करें
hy_am: Պատճենել հղումը
ia: Copiar ligamine
ja: リンクアドレスをコピー
ka: ბმულის ასლი
ko: 링크 복사
mr: दुव्याची प्रत बनवा
ms: Salin Pautan
ne_np: लिङ्कको प्रतिलिपि बनाउनुहोस्
nn_no: Kopier lenke
pl: Kopiuj odnośnik
sl: Kopiraj povezavo
sv_se: Kopiera länk
ta: இணைப்பைப் படியெடு
te: లంకె నకలుతీయి
th: คัดลอกลิงก์
tl: Kopyahin ang Link
tr: Bağlantıyı kopyala
tt: Сылтаманы күчереп алу
uk: Копіювати посилання
ur: ربط نقل کریں
zh_cn: 复制链接
zh_tw: 複製鏈結

# contextMenu.linkCopied
source: Link you copied:
ast: L'enllaz que copiesti:
bg: Копирана препратка:
bn: আপনার অনুলিপিকৃত লিঙ্ক:
br: Ere eilet ganeoc'h:
de: Von Ihnen kopierter Link:
eo: Kopiita ligilo:
et: Kopeeritud link:
fa: پیوندی که شما برداشت کرده‌اید:
hi_in: लिंक जो आपने कॉपी किया:
ia: Ligamine copiate:
ja: コピーしたリンク:
ka: აღებული ბმულის ასლი:
ko: 복사 한 링크:
mr: आपण प्रत बनवलेली दुवा:
ms: Pautan yang disalin:
ne_np: तपाईंले कपि गर्नुभएको लिङ्क:
pl: Skopiowany odnośnik:
sl: Povezava, ki ste jo kopirali:
sv_se: Länk du kopierade:
th: ลิงก์ที่คุณคัดลอก:
tl: I-link mo ang kinopya:
tt: Сез күчереп алган сылтама:
uk: Скопійоване посилання:
zh_cn: 已复制链接：
zh_tw: 您複製的鏈結:

# contextMenu.saveImageTitle
source: Save Image
ast: Guardar imaxe
az: Şəkli saxla
bg: Запазване на изображението
bn: ছবি সংরক্ষণ করুন
br: Enrollañ ar skeudenn
de: Grafik speichern
eo: Konservi bildon
et: Salvesta pilt
fa: ذخیره تصویر
hi_in: चित्र सहेजें
hy_am: Պահպանել պատկերը
ia: Salvar imagine
ja: 画像を保存
ka: სურათის შენახვა
ko: 이미지 저장
mr: प्रतिमा साठवा
ms: Simpan Imej
ne_np: तस्विर सङ्ग्रह गर्नुहोस्
nn_no: Lagre bilde
pl: Zachowaj obraz
sl: Shrani sliko
sv_se: Spara bild
ta: படத்தைச் சேமி
te: చిత్రాన్ని భద్రపరచు
th: บันทึกภาพ
tl: I-save ang Larawan
tr: Resmi kaydet
tt: Рәсемне саклау
uk: Зберегти зображення
ur: نقش محفوظ کریں
zh_cn: 保存图像
zh_tw: 儲存圖片

# contextMenu.shareLinkTitle
source: Share Link
ast: Compartir imaxe
az: Keçidi paylaş
bg: Споделяне на препратката
bn: লিঙ্ক শেয়ার করুন
br: Rannañ an ere
de: Link teilen
eo: Dividi ligilon
et: Jaga linki
fa: همرسانی پیوند
hi_in: लिंक साझा करें
hy_am: Համօգտագործել հղումը
ia: Compartir ligamine
ja: リンクを共有
ka: ბმულის გაზიარება
ko: 링크 공유
mr: दुवा शेअर करा
ms: Kongsi Pautan
ne_np: लिङ्क साझा गर्नुहोस्
nn_no: Del lenke
pl: Udostępnij odnośnik
sl: Deli povezavo
sv_se: Dela länk
ta: தொடுப்பைப் பகிர்
te: లంకెను పంచుకో
th: แบ่งปันลิงก์
tl: Ibahagi ang Link
tr: Bağlantıyı paylaş
tt: Сылтаманы уртаклашу
uk: Поділитись посиланням
ur: ربط شیئر کریں
zh_cn: 分享链接
zh_tw: 分享鏈結

# externalAppLinkWithAppName.messageTitle
source: %1$@ wants to open %2$@
am: %1$@ %2$@ን መክፈት ይፈልጋል
ar: يريد %1$@ فتح %2$@
ast: %1$@ quier abrir %2$@
az: %1$@ %2$@ tətbiqini açmaq istəyir
be: %1$@ хоча адкрыць %2$@
bg: %1$@ иска да отвори %2$@
bn: %1$@ %2$@কে খুলতে চাচ্ছে
br: Fellout a ra da %1$@ digeriñ %2$@
cs: %1$@ chce otevřít %2$@
de: %1$@ möchte %2$@ öffnen
el: Το %1$@ θέλει να ανοίξει το %2$@
eo: %1$@ volas malfermi %2$@
es_mx: %1$@ quiere abrir %2$@
et: %1$@ soovib avada äpi %2$@
fa: %1$@ می‌خواهد %2$@ را باز کند
hi_in: %1$@ %2$@ को खोलना चाहता है
hu: A %1$@ meg akarja nyitni a(z) %2$@ appot
hy_am: %1%@-ը ցանկանում է բացել %2%@-ը
ia: %1$@ vole aperir %2$@
is: %1$@ vill opna %2$@
ja: %1$@ が %2$@ を開こうとしています
ka: %1$@ ცდილობს გახსნას %2$@
kab: %1$@ yebɣ ad yeldi %2$@
ko: %1$@가 %2$@를 열려고 합니다
lt: „%1$@“ bando atverti programą „%2$@“
mr: %1$@ %2$@ उघडू इच्छित आहे
ms: %1$@ mahu membuka %2$@
ne_np: %1$@ ले %2$@ खोल्न चाहन्छ
nn_no: %1$@ ønskjer å opna %2$@
pl: %1$@ chce otworzyć aplikację %2$@
pt_br: %1$@ quer abrir %2$@
ro: %1$@ vrea să deschidă %2$@
sk: %1$@ chce otvoriť aplikáciu %2$@
sl: %1$@ želi odpreti %2$@
sq: %1$@ dëshiron të hapë %2$@
sv_se: %1$@ vill öppna %2$@
ta: %1$@ %2$@ செயலியில் திறக்க விரும்புகிறது
te: %2$@ తెరవడానికి %1$@ కోరుకుంటున్నారు
th: %1$@ ต้องการเปิด %2$@
tl: %1$@ gustong buksan ang %2$@
tr: %1$@, %2$@ uygulamasını açmak istiyor
tt: %1$@ %2$@ кушымтасын ачарга тели
uk: %1$@ хоче відкрити %2$@
ur: %1$@ %2$@ کو کھولنا چاہتا ہے
vi: %1$@ muốn mở %2$@
zh_cn: %1$@ 想打开 %2$@
zh_tw: %1$@ 想要開啟 %2$@

# photosPermission.description
source: This lets you save images to your Camera Roll
ast: Esto déxate guardar les imáxenes nel to Carrete
az: Bu şəkilləri Camera Roll-da saxlamağınıza imkan verir
bg: Така ще можете да запазите изображението в Camera Roll
bn: এটি ছবিটিকে আপনার ক্যামেরা রোলের মধ্যে সেভ করতে অনুমতি দেয়
br: Aotren a ra ac'hanoc'h da enrollañ skeudennoù d'ho koc'henn
de: Hiermit können Sie Grafiken in Ihren Aufnahmen speichern
eo: Tio permesas al vi konservi bildojn en via filmila rulo
et: See võimaldab salvestada pildi Camera Rolli.
fa: این امکان را به شما می‌دهد تا تصاویر را در بخش Camera Roll دستگاه خود ذخیره کنید
hi_in: यह आपको अपने कैमरा रोल में चित्रों को सहेजने की अनुमति देता है
hy_am: Հնարավորություն է տալիս պահպանել Camera Roll-ը
ia: Isto te permitte salvar imagines in tu rolo de camera
ja: これにより画像をカメラロールに保存できるようになります
ka: საშუალებას გაძლევთ, თქვენი სურათების ფოტოგალერეაში შენახვის
ko: 이미지를 카메라롤에 저장할 수 있게 되었습니다
mr: हे आपल्याला प्रतिमा कॅमेरा रोल मध्ये जतन करण्यास अनुमती देते
ms: Ini membolehkan anda menyimpan imej ke dalam Jalur Kamera
ne_np: यसले तस्विरहरु तपाईँको क्यामेरा रोलमा सङ्ग्रह गर्न दिन्छ
nn_no: Dette lèt deg lagra bilde til kamerarullen din
pl: Pozwala zachowywać obrazy w rolce aparatu
sl: To vam omogoča shranjevati slike med fotografije
sv_se: Detta låter dig spara bilder till Kamerarullen
ta: இது கருவியினுள் படத்தைச் சேமிக்க அனுமதிக்கிறது
te: ఇది మీ కెమెరా రోల్ కు మీ చిత్రాన్ని భద్రపరిచే అనుమతిస్తుంది
th: สิ่งนี้ช่วยให้คุณบันทึกภาพไปยัง ม้วนฟิล์ม ของคุณ
tl: Hinahayaan ka nitong i-save ang mga larawan sa iyong Camera Roll
tr: Resimleri Film Rulonuza kaydetmenizi sağlar
tt: Бу рәсемнәрне Галереягездә саклауны мөмкин итә
uk: Це дозволить вам зберігати зображення до своєї фотоплівки
ur: یہ آپ کی تصاویر کو اپنے کیمرے رول پر محفوظ کرنے دیتا ہے
zh_cn: 这让您可以将图像保存到您的相机胶卷
zh_tw: 讓您可儲存圖片到相機膠捲

# photosPermission.openSettings
source: Open Settings
ast: Abrir axustes
az: Tənzimləmələri aç
bg: Към Настройки
bn: সেটিংস্‌ খুলুন
br: Digeriñ an arventennoù
de: Einstellungen öffnen
eo: Malfermi agordojn
et: Ava sätted
fa: بازکردن تنظیمات
hi_in: सेटिंग्स खोलें
hy_am: Բացել կարգավորումները
ia: Aperir parametros
ja: 環境設定を開く
ka: პარამეტრების გახსნა
ko: 설정 열기
mr: सेटिंग उघडा
ms: Buka Tetapan
ne_np: सेटिङ्गहरू खोल्नुहोस्
nn_no: Opna innstillingar
pl: Otwórz Ustawienia
sl: Odpri nastavitve
sv_se: Öppna Inställningar
ta: அமைவுகளைத் திற
te: అమరికలను తెరవండి
th: เปิดการตั้งค่า
tl: Buksan ang Mga Setting
tr: Ayarları aç
tt: Көйләүләрне ачу
uk: Відкрити параметри
ur: سیٹینگیں کھولیں
zh_cn: 打开设置
zh_tw: 開啟設定

# photosPermission.title
source: “%@” Would Like to Access Your Photos
ast: A «%@» prestaría-y acceder a les tos semeyes
az: “%@” şəkillərinizə keçid əldə etmək istəyir
bg: „%@“ би желал да има достъп до вашите снимки
bn: “%@” আপনার ছবিতে প্রবেশাধিকার চায়
br: Fellout a ra da “%@” haeziñ ho skeudennoù
de: „%@“ möchte auf Ihre Fotos zugreifen
eo: “%@” ŝatus aliri viajn fotojn
et: “%@” soovib ligipääsu sinu piltidele
fa: “%@” تمایل دارد به تصاویر شما دسترسی داشته باشد
hi_in: “%@” आपकी तस्वीरें एक्सेस करना चाहता है
hy_am: “%@”-ը ցանկանում է մատչել ձեր լուսանկարները
ia: “%@” desira acceder a tu photos
ja: 「%@」が写真へのアクセスを求めています
ka: “%@” ცდილობს თქვენს სურათებთან წვდომის მიღებას
ko: “%@”가 사진에 접근하려고 합니다
mr: "%@" आपल्या फोटोमध्ये प्रवेश करू इच्छित आहे
ms: “%@” Mahu Mengakses Foto Anda
ne_np: "%@" ले तपाईँको तस्बिरहरूमा पहुँच बनाउन चाहन्छ
nn_no: “%@” ønskjer tilgang til bilda dine
pl: %@ chce uzyskać dostęp do Zdjęć
sl: “%@” želi dostop do vaših slik
sv_se: “%@” vill komma åt dina foton
ta: “%@” உங்கள் படங்களை அணுக விரும்புகிறது
te: “%@” మీ ఫోటోలను యాక్సెస్ చేయాలని అనుకుంటున్నారు
th: “%@” ต้องการเข้าถึงรูปถ่ายของคุณ
tl: “%@” Gusto I-access ang Iyong Mga Larawan
tr: “%@” fotoğraflarınıza erişmek istiyor
tt: “%@” сурәтләрегезгә ирешергә тели
uk: “%@” бажає отримати доступ до ваших фотографій
ur: “%@” آپ کی تصاویر تک رسائی حاصل کرنا چاھے گا
zh_cn: “%@”想要访问您的照片
zh_tw: 「%@」想存取您的照片

# settings.Search.SearchTemplateExample
source: Example: searchengine.example.com/search/?q=%s
am: ምሳሌ፡- searchengine.example.com/search/?q=%s
ar: مثال: searchengine.example.com/search/?q=%s
cs: Příklad: vyhledavac.example.com/search/?q=%s
de: Beispiel: suchmaschine.example.com/search/?q=%s
el: Παράδειγμα: searchengine.example.com/search/?q=%s
eo: Ekzemplo: serĉilo.example.com/search/?q=%s
es_mx: Ejemplo: searchengine.example.com/search/?q=%s
et: Näide: searchengine.example.com/search/?q=%s
hu: Példa: searchengine.example.com/search/?q=%s
ia: Exemplo: searchengine.example.com/search/?q=%s
is: Dæmi: searchengine.example.com/search/?q=%s
ja: 入力例: searchengine.example.com/search/?q=%s
kab: Amedya: searchengine.example.com/search/?q=%s
ko: 예: searchengine.example.com/search/?q=%s
ne_np: उदाहरण: searchengine.example.com/search/?q=%s
pl: Przykład: wyszukiwarka.example.com/search/?q=%s
pt_br: Exemplo: mecanismodepesquisa.example.com/search/?q=%s
ro: Exemplu: searchengine.example.com/search/?q=%s
sk: Príklad: searchengine.example.com/search/?q=%s
sl: Primer: iskalnik.example.com/search/?q=%s
sq: Shembull: searchengine.example.com/search/?q=%s
sv_se: Exempel: searchengine.example.com/search/?q=%s
tt: Мисал: searchengine.example.com/search/?q=%s
uk: Приклад: searchengine.example.com/search/?q=%s
vi: Ví dụ: searchengineexample.com/search/?q=%s
zh_cn: 例如：searchengine.example.com/search/?q=%s
zh_tw: 例如: searchengine.example.com/search/?q=%s

source: Share
am: አጋራ
ar: شارِك
be: Падзяліцца
bg: Споделяне
bn: শেয়ার
br: Rannañ
cs: Sdílet
de: Teilen
el: Κοινή χρήση
eo: Dividi
es_mx: Compartir
et: Jaga
fa: همرسانی
hi_in: साझा करें
hu: Megosztás
ia: Compartir
is: Deila
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lt: Dalintis
mr: सामायिक करा
ms: Kongsi
ne_np: सेयर
pl: Udostępnij
pt_br: Compartilhar
ro: Împărtășește
sk: Zdieľať
sl: Deli
sq: Ndajeni me të tjerët
sv_se: Dela
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tl: Ibahagi
tt: Уртаклашу
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# shareMenu.copyAddress
source: Copy Address
am: አድራሻ ቅዳ
ar: انسخ العنوان
be: Капіраваць адрас
bg: Копиране на адреса
bn: ঠিকানা অনুলিপি করুন
br: Eilañ ar chomlec'h
cs: Zkopírovat adresu
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
eo: Kopii areson
es_mx: Copiar dirección
et: Kopeeri aadress
fa: برداشت آدرس
hi_in: पता कॉपी करें
hu: Cím másolása
ia: Copiar adresse
is: Afrita vistfang
ja: アドレスをコピー
ka: მისამართის ასლი
kab: Nɣel tansa
ko: 주소 복사
lt: Kopijuoti adresą
mr: पत्त्याची प्रत बनवा
ms: Salin Alamat
ne_np: ठेगाना कपि गर्नुहोस्
pl: Kopiuj adres
pt_br: Copiar endereço
ro: Copiază adresa
sk: Kopírovať adresu
sl: Kopiraj naslov
sq: Kopjoje Adresën
sv_se: Kopiera adress
th: คัดลอกที่อยู่
tl: Kopyahin ang Address
tt: Адресны күчереп алу
uk: Копіювати адресу
vi: Sao chép địa chỉ liên kết
zh_cn: 复制地址
zh_tw: 複製網址

# touchId.reason
source: Use Touch ID to return to %@
bg: Използвайте пръстово разпознаване, за да се върнете в %@
bn: %@ এ ফিরে আসার জন্য Touch ID ব্যবহার করুন
br: Implijit Touch ID evit distreiñ da %@
de: Verwenden Sie Touch ID, um zu %@ zurückzukehren
eo: Reiri al %@ per Touch ID
et: %@esse naasmiseks kasuta Touch ID'd
fa: استفاده از Touch ID برای برگشتن به %@
hi_in: %@ पर वापस जाने के लिए टच आईडी का प्रयोग करें
ia: Usa Touch ID pro retornar a %@
ja: Touch ID を使って %@ へ戻る
ka: გამოიყენეთ თითის ანაბეჭდი, %@-ზე დასაბრუნებლად
ko: Touch ID를 사용하여 %@로 돌아옴
mr: %@ वर परत जाण्यास Touch ID वापरा
ms: Guna Touch ID untuk kembali ke %@
ne_np: %@ मा फर्कन टच आईडीको प्रयोग गर्नुहोस्
pl: Użyj Touch ID, by wrócić do aplikacji %@
sl: Uporabi Touch ID za vrnitev v %@
sv_se: Använd Touch ID för att återgå till %@
ta: %@ செயலிக்கு திரும்ப தொடு அடையாளத்தைப் பயன்படுத்துக
th: ใช้ Touch ID เพื่อกลับสู่ %@
tl: Gamitin ang Touch ID upang bumalik sa %@
tt: %@ кушымтасына кире кайту өчен Touch ID кулланыгыз
uk: Використовуйте Touch ID для повернення до %@
zh_cn: 使用触控 ID 返回 %@
zh_tw: 使用 Touch ID 返回 %@

# trackingProtection.adTrackersLabel
source: Ad trackers
ast: Rastrexadores d'anuncios
az: Reklam izləyiciləri
bg: Проследяващи рекламни елементи
bn: ট্র্যাকার যোগ করুন
br: Heulieroù bruderezh
de: Werbe-Tracker
eo: Reklamaj spuriloj
et: Reklaami kaudu jälitajad
fa: دنبال کننده تبلیغ
hi_in: विज्ञापन ट्रैकर्स
hy_am: Գովազդի արգելափակում
ia: Traciatores publicitari
ja: 追跡広告
ka: სარეკლამო მეთვალყურე
ko: 광고 추적기
mr: जाहिरात ट्रॅकर्स
ms: Penjejak iklan
ne_np: विज्ञापन ट्रयाकरहरू
nn_no: Annonse-sporfølgjarar
pl: Śledzące reklamy
sl: Oglaševalski sledilci
sv_se: Annons trackers
ta: விளம்பர பின்தொடரிகள்
te: యాడ్ ట్రాకర్లు
th: ตัวติดตามของโฆษณา
tl: Mga tagasubaybay ng ad
tr: Reklam takipçileri
tt: Реклама күзәтүчеләре
uk: Стеження реклами
ur: اشتھاری ٹریکرز
zh_cn: 广告跟踪器
zh_tw: 廣告追蹤器

# trackingProtection.analyticTrackerLabel
source: Analytic trackers
ast: Rastrexadores d'analítiques
az: Analiz izləyiciləri
bg: Проследяващи аналитични елементи
bn: এনালিটিক ট্র্যাকার
br: Heulieroù digejañ
de: Analyse-Tracker
eo: Analizaj spuriloj
et: Analüütilised jälitajad
fa: دنبال کنندگان تجزیه تحلیلی کننده
hi_in: विश्लेषणात्मक ट्रैकर्स
hy_am: Վերլուծական հետագծումներ
ia: Traciatores analytic
ja: アクセス解析
ka: სტატისტიკის აღმრიცხველი
ko: 분석용 추적기
mr: अॅनालिटिक ट्रॅकर्स
ms: Penjejak analitik
ne_np: विश्लेषणात्मक ट्रयाकरहरू
nn_no: Analyse-sporfølgjarar
pl: Śledzące statystyki
sl: Analitični sledilci
sv_se: Analys trackers
ta: பகுப்பாய்வு பின்தொடரிகள்
th: ตัวติดตามของการวิเคราะห์
tr: Analitik takipçileri
tt: Аналитик күзәтүчеләр
uk: Стеження аналітики
ur: تجزیاتی ٹریکررز
zh_cn: 分析跟踪器
zh_tw: 統計追蹤器

# trackingProtection.connectionNotSecureLabel
source: Connection is not secure
am: ግንኙነት ደህንነቱ የተጠበቀ አይደለም
ar: الاتصال غير آمن
ast: La conexón nun ye segura
be: Небяспечнае злучэнне
bn: সংযোগ নিরাপদ নয়
br: N'eo ket diarvar ar c'hennask
cs: Spojení není zabezpečené
de: Verbindung ist nicht sicher
el: Η σύνδεση δεν είναι ασφαλής
eo: Nesekura konekto
es_mx: La conexión no es segura
et: Ühendus pole turvaline
fa: اتصال امن نیست
hi_in: कनेक्शन असुरक्षित है
hu: A kapcsolat nem biztonságos
ia: Le connexion non es secur
is: Tenging er ekki örugg
ja: 接続は安全ではありません
ka: კავშირი დაუცველია
kab: Tuqqna d mačči d taɣellsant
ko: 연결이 안전하지 않음
lt: Ryšys nesaugus
ne_np: यो जडान सुरक्षित छैन
pl: Połączenie nie jest zabezpieczone
pt_br: Conexão não segura
ro: Conexiunea nu este securizată
sk: Pripojenie nie je zabezpečené
sl: Povezava ni varna
sq: Lidhja s’është e sigurt
sv_se: Anslutningen är inte säker
th: การเชื่อมต่อไม่ปลอดภัย
tt: Хәвефсез булмаган бәйләнеш
uk: З’єднання не захищене
vi: Kết nối không an toàn
zh_cn: 连接不安全
zh_tw: 連線不安全

# trackingProtection.connectionSecureLabel
source: Connection is secure
am: ግንኙነት ደህንነቱ የተጠበቀ ነው
ar: الاتصال آمن
ast: La conexón ye segura
be: Бяспечнае злучэнне
bn: সংযোগ সুরক্ষিত
br: Kennask suraet
cs: Zabezpečené spojení
de: Verbindung ist sicher
el: Η σύνδεση είναι ασφαλής
eo: Sekura konekto
es_mx: Conexión segura
et: Turvaline ühendus
fa: اتصال امن است
hi_in: कनेक्शन सुरक्षित है
hu: A kapcsolat biztonságos
ia: Le connexion es secur
is: Tenging er örugg
ja: 接続は安全です
ka: კავშირი დაცულია
kab: Tuqqna d taɣellsant
ko: 연결이 안전함
lt: Ryšys saugus
ne_np: यो जडान सुरक्षित छ
pl: Połączenie jest zabezpieczone
pt_br: A conexão é segura
ro: Conexiune securizată
sk: Pripojenie je zabezpečené
sl: Povezava je varna
sq: Lidhja është e sigurt
sv_se: Anslutningen är säker
th: การเชื่อมต่อปลอดภัย
tt: Хәвефсез бәйләнеш
uk: З’єднання захищене
vi: Kết nối an toàn
zh_cn: 连接安全
zh_tw: 連線安全
