Repository: mozilla-l10n/focusios-l10n
Catalog: co/focus-ios.xliff
Languages: co

# NSCameraUsageDescription
source: This lets you take and upload photos.
co: Què vi permette di piglià è d’incaricà fotò.

# NSFaceIDUsageDescription
source: This lets you unlock the app.
co: Què vi permette di spalancà l’appiecazione.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
co: I siti web chì vo visitate ponu richiede à cunnosce a vostra lucalizazione.

# NSMicrophoneUsageDescription
source: This lets you take and upload videos.
co: Què vi permette di piglià è d’incaricà video.

# NSPhotoLibraryAddUsageDescription
source: This lets you save and upload photos.
co: Què vi permette d’arregistrà è d’incaricà fotò.

# UIApplicationShortcutItemTitle.EraseAndOpen
source: Erase and Open
co: Squassà è apre

# Intents.Erase.Title
source: Erase
co: Squassà

# Intro.Slides.History.Description
source: Clear your entire browsing session history, passwords, cookies anytime with a single tap.
co: Squassate a vostra cronolugia di navigazione, e vostre parolle d’intesa, i vostri canistrelli, à ogni mumentu, cù un’incalcata simplice.

# Intro.Slides.History.Title
source: Your history is history
co: A cronolugia, ghjè una vechja storia

# Intro.Slides.Next.Button
source: Next
co: Seguente

# Intro.Slides.Search.Description
source: Searching for something different? Choose a different search engine.
co: Ricercate qualcosa di sfarente ? Sciglite un altru mutore di ricerca.

# Intro.Slides.Search.Title
source: Your search, your way
co: Ricercate à a vostra manera

# Intro.Slides.Skip.Button
source: Skip
co: Ignurà

# Intro.Slides.Welcome.Description
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
co: Fate passà a navigazione privata à u livellu superiore. Bluccate e publicità è altri perseguitatori chì vi spiunanu è rallentanu u caricamentu di e pagine web.

# Intro.Slides.Welcome.Title
source: Power up your privacy
co: Rinfurzate a vostra vita privata

# About.learnMoreButton
source: Learn more
co: Per sapene di più

# About.missionLabel
source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
co: %@ hè sviluppatu da Mozilla. A nostra missione hè d’incuragisce un Internet apertu è in bella saluta.

# About.privateBullet1
source: Search and browse right in the app
co: Fate ricerche è navigate in l’appiecazione

# About.privateBullet2
source: Block trackers (or update settings to allow trackers)
co: Bluccate i perseguitatori (o mudificate e preferenze per auturizalli)

# About.privateBullet3
source: Erase to delete cookies as well as search and browsing history
co: Squassate i canistrelli è ancu e cronolugie di navigazione è di ricerca

# About.privateBulletHeader
source: Use it as a private browser:
co: Impiegatelu cum’è un navigatore privatu :

# About.rowHelp
source: Help
co: Aiutu

# About.rowPrivacy
source: Privacy Notice
co: Pulitica di cunfidenzialità

# About.rowRights
source: Your Rights
co: Diritti di l’utilizatore

# About.safariBullet1
source: Block trackers for improved privacy
co: Bluccate i perseguitatori per amendà a vita privata

# About.safariBullet2
source: Block web fonts to reduce page size
co: Bluccà e grafie web per reduce a dimensione di e pagine

# About.safariBulletHeader
source: Use it as a Safari extension:
co: Impiegatelu cum’è un’estensione Safari :

# About.title
source: About %@
co: Apprupositu di %@

# About.topLabel
source: %@ puts you in control.
co: %@ vi aiuta à stà à e cumande.

# AddPass.Error.Dismiss
source: Ok
co: Vai

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
co: Un sbagliu hè accadutu durante l’aghjuntu di u bigliettu à Wallet. Pruvate torna un altra volta.

# AddPass.Error.Title
source: Failed to Add Pass
co: Fiascu di l’aghjuntu di u bigliettu

# Authentication.reason
source: Authenticate to return to %@
co: Ci vole à autenticassi per rivene à %@

# Autocomplete.addCustomUrl
source: Add Custom URL
co: Aghjunghje un indirizzu persunalizatu

# Autocomplete.addCustomUrlError
source: Double-check the URL you entered.
co: Ci vole à vérificà l’indirizzu scrittu.

# Autocomplete.addCustomUrlExample
source: Example: example.com
co: Esempiu : esempiu.com

# Autocomplete.addCustomUrlLabel
source: URL to add
co: Indirizzu web à aghjunghje

# Autocomplete.addCustomUrlPlaceholder
source: Paste or enter URL
co: Incullà o scrive un indirizzu web

# Autocomplete.addCustomUrlWithPlus
source: + Add Custom URL
co: + Aghjunghje un indirizzu persunalizatu

# Autocomplete.customDescriptoin
source: Add and manage custom autocomplete URLs.
co: Aghjunghje è urganizà indirizzi persunalizati per a scrittura mezu-autumatica.

# Autocomplete.customLabel
source: Custom URLs
co: Indirizzi persunalizati

# Autocomplete.customTitle
source: CUSTOM URL LIST
co: LISTA DI L’INDIRIZZI PERSUNALIZATI

# Autocomplete.customUrlAdded
source: New Custom URL added.
co: Novu indirizzu persunalizatu aghjuntu.

# Autocomplete.defaultDescriptoin
source: Enable to have %@ autocomplete over 450 popular URLs in the address bar.
co: Attivà per chì %@ compii autumaticamente più di 450 indirizzi populari in a barra d’indirizzu.

# Autocomplete.defaultLabel
source: Autocomplete
co: Scrittura mezu-autumatica

# Autocomplete.defaultTitle
source: DEFAULT URL LIST
co: LISTA D’INDIRIZZI PREDEFINITI

# Autocomplete.disabled
source: Disabled
co: Disattivata

# Autocomplete.duplicateUrl
source: URL already exists
co: L’indirizzu esiste dighjà

# Autocomplete.emptyState
source: No Custom URLs to display
co: Nisunu indirizzu persunalizatu à affissà

# Autocomplete.enabled
source: Enabled
co: Attivata

# Autocomplete.manageSites
source: Manage Sites
co: Urganizà i siti

# Autocomplete.mySites
source: My Sites
co: I mo siti

# Autocomplete.mySitesDesc
source: Enable to have %@ autocomplete your favorite URLs.
co: Attivà per chì %@ compii autumaticamente i vostri indirizzi web favuriti.

# Autocomplete.topSites
source: Top Sites
co: Siti populari

# BiometricPrompt.newSession
source: New Session
co: Nova sessione

# BiometricPrompt.reason
source: Unlock %@ when re-opening in order to prevent unauthorized access.
co: Spalancà %@ à ogni riapertura per impedisce tuttu accessu micca auturizatu.

# Browser.backLabel
source: Back
co: Ritornu

# Browser.copyAddressLabel
source: Copy Address
co: Cupià l’indirizzu

# Browser.copyMenuLabel
source: Copy
co: Cupià

# Browser.customURLMenuLabel
source: Add Custom URL
co: Aghjunghje un indirizzu persunalizatu

# Browser.forwardLabel
source: Forward
co: Pagina seguente

# Browser.reloadLabel
source: Reload
co: Ricaricà

# Browser.settingsLabel
source: Settings
co: Preferenze

# Browser.shareLabel
source: Share
co: Sparte

# Browser.stopLabel
source: Stop
co: Piantà

source: Cancel
co: Abbandunà

source: Done
co: Fattu

source: Edit
co: Mudificà

# Error.tryAgainButton
source: Try again
co: Pruvà torna

# ExternalAppLink.cancelTitle
source: Cancel
co: Abbandunà

# ExternalAppLink.messageTitle
source: %@ wants to open another App
co: %@ vole apre un’altra appiecazione

# ExternalAppLink.openTitle
source: Open
co: Apre

# ExternalLink.callButton
source: Call
co: Chjamà

# ExternalLink.cancelButton
source: Cancel
co: Abbandunà

# ExternalLink.emailButton
source: Email
co: Mandà un eMail

# ExternalLink.messageTitleWithPlaceholder
source: You are now leaving %@.
co: Avete da esce di %@.

# ExternalLink.openAppStoreButton
source: Open App Store
co: Apre l’App Store

# ExternalLink.openAppStoreTitle
source: %@ wants to open the App Store.
co: %@ vole apre l’App Store.

# ExternalLink.openMapsButton
source: Open Maps
co: Apre Cartugrafie

source: Find in page done
co: Ricerca compia in a pagina

# FindInPage.NextResult
source: Find next in page
co: Circà a prossima occurrenza in a pagina

# FindInPage.PreviousResult
source: Find previous in page
co: Circà a precedente occurrenza in a pagina

# FirstRun.lastSlide.buttonLabel
source: OK, Got It!
co: Iè, aghju capitu !

# FirstRun.messageLabelDescription
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
co: Bluccate autumaticamente i perseguitatori quandu vo navigate. Tandu, picchichjate nant’à u buttone Squassà per squassà e pagine visitate, e ricerche, i canistrelli è e parolle d’intesa da u vostru apparechju.

# FirstRun.messageLabelTagline
source: Browse like no one’s watching.
co: Navigate cum’è s’è nisunu vi fighjava.

# Focus.handoffSyncing
source: Apple Handoff is syncing
co: Sincrunizazione in corsu di Apple Handoff

# Home.descriptionLabel1
source: Automatic private browsing.
co: Navigazione privata autumatica.

# Home.descriptionLabel2
source: Browse. Erase. Repeat.
co: Navigate. Squassate. Ripitite.

# Menu.Close
source: Close
co: Chjode

# Onboarding.Button.Title
source: Start browsing
co: Principià a navigazione

# Onboarding.History.Description
source: Erase your browsing history, passwords, cookies, and prevent unwanted ads from following you in a simple click!
co: D’un cliccu simplice, squassate a vostra cronolugia di navigazione, e vostre parolle d’intesa, i vostri canistrelli, è impedite e publicità indesiderevule di seguitavvi.

# Onboarding.History.Title
source: Your history doesn’t follow you
co: A vostra cronolugia ùn vi seguita micca

# Onboarding.Incognito.Description
source: %@ is a dedicated privacy browser with tracking protection and content blocking.
co: %@ hè un navigatore dedicatu à a cunfidenzialità cù una prutezzione contr’à u spiunagiu è u blucchime di cuntenutu.

# Onboarding.Incognito.Title
source: More than just incognito
co: Più chè solu incognitu

# Onboarding.Protection.Description
source: Configure settings so you can decide how much or how little you share.
co: Cunfigureghja e preferenze per sceglie s’è vò scumpartite assai o pocu.

# Onboarding.Protection.Title
source: Protection at your own discretion
co: Prutezzione discreziunale

# Onboarding.Subtitle
source: Take your private browsing to the next level.
co: Fate passà a vostra navigazione privata à u livellu superiore.

# Onboarding.Title
source: Welcome to Firefox %@!
co: Benvenuta in Firefox %@ !

# Open.Cancel
source: Cancel
co: Abbandunà

# Open.Firefox
source: Firefox (Private Browsing)
co: Firefox (navigazione privata)

# Open.More
source: More
co: Più

# ProtectionStatus.NotSecure
source: Connection is not secure
co: A cunnessione ùn hè micca assicurata

# ProtectionStatus.Secure
source: Connection is secure
co: A cunnessione hè assicurata

source: Request Desktop Site
co: Fighjà a versione urdinatore

# Safari.instructionsContentBlockers
source: Tap Safari, then select Content Blockers
co: Picchichjate nant’à Safari, eppò selezziunate « Blucchime di cuntenutu »

# Safari.instructionsEnable
source: Enable %@
co: Attivà %@

# Safari.instructionsNotEnabled
source: %@ is not enabled.
co: %@ ùn hè micca attivatu.

# Safari.instructionsOpen
source: Open Settings App
co: Aprite e preferenze

source: Save
co: Arregistrà

# SearchEngine.addEngineError
source: That didn't work. Try replacing the search term with this: %s.
co: Ùn hà micca funziunatu. Pruvate di rimpiazzà u termine di a ricerca da : %s.

# SearchSuggestions.promptDisable
source: No
co: Nò

# SearchSuggestions.promptEnable
source: Yes
co: Sì

# SearchSuggestions.promptMessage
source: To get suggestions, %@ needs to send what you type in the address bar to the search engine.
co: Per ottene sugestioni di ricerca, %@ hà bisognu di mandà à u mutore di ricerca ciò chì vo stampittate in a barra d’indirizzu.

# SearchSuggestions.promptTitle
source: Show Search Suggestions?
co: Affissà e sugestioni di ricerca ?

# Settings.Search.AddSearchEngineButton
source: Add Another Search Engine
co: Aghjunghje un altru mutore di ricerca

# Settings.Search.AddSearchEngineButtonWithPlus
source: + Add Another Search Engine
co: + Aghjunghje un altru mutore di ricerca

# Settings.Search.AddSearchEngineTitle
source: Add Search Engine
co: Aghjunghje un mutore di ricerca

# Settings.Search.InstalledSearchEngines
source: INSTALLED SEARCH ENGINES
co: MUTORI DI RICERCA INSTALLATI

# Settings.Search.NameToDisplay
source: Name to display
co: Nome à affissà

# Settings.Search.NewSearchEngineAdded
source: New Search Engine Added.
co: Novu mutore di ricerca aghjuntu.

# Settings.Search.RestoreEngine
source: Restore Default Search Engines
co: Risturà i mutori di ricerca predefiniti

# Settings.Search.SearchEngineName
source: Search engine name
co: Nome di u mutore di ricerca

# Settings.Search.SearchTemplate
source: Search string to use
co: Catena di ricerca à impiegà

# Settings.Search.SearchTemplatePlaceholder
source: Paste or enter search string. If necessary, replace search term with: %s.
co: Incullate o stampittate una catena di ricerca. S’ellu hè bisognu, rimpiazzate u termine di ricerca da : %s.

# Settings.autocompleteSection
source: URL Autocomplete
co: Scrittura mezu-autumatica di l’indirizzi

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and web pages.
co: Bluccà l’altri perseguitatori di cuntenutu pò impedisce certe video è pagine web d’affissassi currettamente.

# Settings.blockOtherNo2
source: Cancel
co: Abbandunà

# Settings.blockOtherYes2
source: Block Content Trackers
co: Bluccà i perseguitatori di cuntenutu

# Settings.darkTheme
source: Dark
co: Scuru

# Settings.detailTextSearchSuggestion
source: %@ will send what you type in the address bar to your search engine.
co: %@ manderà à u vostru mutore di ricerca ciò chì vo stampittate in a barra d’indirizzu.

# Settings.detailTextSendUsageData
source: Mozilla strives to collect only what we need to provide and improve %@ for everyone.
co: Mozilla face casu di cullettà solu i dati chì sò ghjuvevule per rigalà è amendà %@ per tutti.

# Settings.detailTextStudies
source: %@ may install and run studies from time to time.
co: %@ pò installà è lancià studii di quandu in quandu.

# Settings.general
source: General
co: Generale

# Settings.learnMore
source: Learn more.
co: Sapene di più.

# Settings.lightTheme
source: Light
co: Chjaru

# Settings.manualTheme
source: Manual
co: Manuale

# Settings.rate
source: Rate %@
co: Valutà %@

# Settings.safariTitle
source: SAFARI INTEGRATION
co: INTEGRAZIONE SAFARI

# Settings.screenTitle
source: Settings
co: Preferenze

# Settings.searchLabel
source: Search Engine
co: Mutore di ricerca

# Settings.searchSuggestions
source: Get Search Suggestions
co: Ottene sugestioni di ricerca

# Settings.searchTitle2
source: SEARCH
co: RICERCA

# Settings.sectionPerformance
source: PERFORMANCE
co: PERFURMENZE

# Settings.sectionPrivacy
source: PRIVACY
co: CUNFIDENZIALITÀ

# Settings.sectionSecurity
source: SECURITY
co: SICURITÀ

# Settings.systemTheme
source: System Theme
co: Tema di u sistema

# Settings.theme
source: Theme
co: Tema

# Settings.themePicker
source: Theme Picker
co: Selettore di tema

# Settings.toggleBlockAds2
source: Advertising
co: Publicità

# Settings.toggleBlockAnalytics2
source: Analytics
co: Statistica

# Settings.toggleBlockFonts
source: Block web fonts
co: Bluccà e grafie web

# Settings.toggleBlockOther2
source: Content
co: Cuntenutu

# Settings.toggleBlockSocial2
source: Social
co: Suciale

# Settings.toggleFaceID
source: Use Face ID to unlock app
co: Impiegà Face ID per spalancà l’appiecazione

# Settings.toggleFaceIDDescription
source: Face ID can unlock %@ if a URL is already open in the app
co: Face ID pò spalancà %@ s’è un indirizzu web hè dighjà apertu in l’appiecazione

# Settings.toggleHomeScreenTips
source: Show home screen tips
co: Affissà minichichje nant’à u screnu d’accolta

# Settings.toggleOtherSubtitle
source: May break some videos and Web pages
co: Pò impedisce certe video è pagine web d’affissassi currettamente

# Settings.toggleSendUsageData
source: Send usage data
co: Mandà i dati d’adopru

# Settings.toggleStudies
source: Studies
co: Studii

# Settings.toggleTouchID
source: Use Touch ID to unlock app
co: Impiegà Touch ID per spalancà l’appiecazione

# Settings.toggleTouchIDDescription
source: Touch ID can unlock %@ if a URL is already open in the app
co: Touch ID pò spalancà %@ s’è un indirizzu web hè dighjà apertu in l’appiecazione

# Settings.trackingProtectionOff
source: Off
co: Disattivata

# Settings.trackingProtectionOn
source: On
co: Attivata

# Settings.useSystemTheme
source: Use System Light/Dark Mode
co: Impiegà u modu chjaru o scuru di u sistema

# Settings.whatsNewTitle
source: What’s New
co: Ciò chì hè novu

# Settinsg.siriShortcutsTitle
source: SIRI SHORTCUTS
co: ACCURTATOGHJI SIRI

# ShareMenu.AddToShortcuts
source: Add to Shortcuts
co: Aghjunghje à l’accurtatoghji

# ShareMenu.AddToShortcuts.Confirm
source: Added to Shortcuts
co: Aghjuntu à l’accurtatoghji

# ShareMenu.FindInPage
source: Find in Page
co: Circà in a pagina

# ShareMenu.GetFirefox
source: Get the Firefox App
co: Installà Firefox

# ShareMenu.PageActions
source: Page Actions
co: Azzioni per a pagina

# ShareMenu.RemoveFromShortcuts
source: Remove from Shortcuts
co: Caccià da l’accurtatoghji

# ShareMenu.RequestDesktop
source: Request Desktop Site
co: Fighjà a versione urdinatore

# ShareMenu.RequestMobile
source: Request Mobile Site
co: Fighjà a versione mobile

# ShareMenu.ShareOpenChrome
source: Open in Chrome
co: Apre in Chrome

# ShareMenu.ShareOpenDefaultBrowser
source: Open in Default Browser
co: Apre in u navigatore predefinitu

# ShareMenu.ShareOpenFirefox
source: Open in Firefox
co: Apre in Firefox

# ShareMenu.SharePage
source: Share Page With…
co: Sparte a pagina cù…

# ShortcutView.RemoveFromShortcuts
source: Remove from Shortcuts
co: Caccià da l’accurtatoghji

# ShortcutView.Rename
source: Rename Shortcut
co: Rinuminà l’accurtatoghju

# ShortcutView.RenameShortcutAlertPlaceholder
source: Shortcut name
co: Nome di l’accurtatoghju

# ShortcutView.RenameShortcutAlertPrimaryAction
source: Save
co: Arregistrà

# ShortcutView.RenameShortcutAlertSecondaryAction
source: Cancel
co: Abbandunà

# Siri.add
source: Add
co: Aghjunghje

# Siri.addTo
source: Add to Siri
co: Aghjunghje à Siri

# Siri.editOpenUrl
source: Re-Record or Delete Shortcut
co: Arregistrà torna o squassà l’accurtatoghju

# Siri.erase
source: Erase
co: Squassà

# Siri.eraseAndOpen
source: Erase & Open
co: Squassà è apre

# Siri.favoriteUrl
source: Open Favorite Site
co: Apre u situ favuritu

# Siri.openURL
source: Open Favorite Site
co: Apre u situ favuritu

# Siri.urlToOpen
source: URL to open
co: Indirizzu à apre

# Tip.Biometric.Title
source: Lock %@ when a site is open:
co: Ammarchjunà %@ quandu un situ hè apertu :

# Tip.BiometricFaceId.Description
source: Turn on Face ID
co: Attivà Face ID

# Tip.BiometricTouchId.Description
source: Turn on Touch ID
co: Attivà Touch ID

# Tip.Release.Description
source: Read more about this and other updates to %@.
co: Sapene di più nant’à stu rinnovu è ancu d’altri per %@.

# Tip.Release.Title
source: Why yes, we do have a fresh new look!
co: Hè vera, avemu un aspettu tuttu novu !

# Tip.RequestDesktop.Description
source: Page Actions > Request Desktop Site
co: Azzioni di a pagina > Fighjà a versione urdinatore

# Tip.RequestDesktop.Title
source: Want to see the full desktop version of a site?
co: Vulete fighjà a versione urdinatore cumpleta d’un situ ?

# Tip.ShareTrackers.Description
source: %@ trackers blocked so far
co: %@ perseguitatori bluccati sin’avà

# Tip.ShareTrackers.Title
source: You browse. %@ blocks.
co: Navigate. %@ blucca.

# Tip.Shortcuts.Description
source: Select Add to Shortcuts from the %@ menu
co: Selezziunate « Aghjunghje à l’accurtatoghji » da u listinu di %@

# Tip.Shortcuts.Title
source: Create shortcuts to the sites you visit most:
co: Create l’accurtatoghji per i siti chì vo visitate u più :

# Tip.SiriErase.Description
source: Add Siri shortcut
co: Aghjunghje un accurtatoghju Siri

# Tip.SiriErase.Title
source: “Siri, erase my %@ session.”
co: « Siri, squassa a mo sessione %@. »

# Tip.SiriFavorite.Description
source: Add Siri shortcut
co: Aghjunghje un accurtatoghju Siri

# Tip.SiriFavorite.Title
source: “Siri, open my favorite site.”
co: « Siri, apre u mo situ preferitu. »

# Tip.SitesNotWorking.Description
source: Try turning off Tracking Protection
co: Pruvate di disattivà a prutezzione contr’à u spiunagiu

# Tip.SitesNotWorking.Title
source: Site missing content or acting strange?
co: Ci seria u cuntenutu chì manca o u situ si cumpurteria d’una manera strana ?

# TooltipBodyText.ContextMenu
source: Go to Settings to manage specific privacy & security options.
co: Andà à e preferenze per urganizà l’ozzioni specifiche di cunfidenzialità è di sicurità.

# TooltipBodyText.Privacy
source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
co: Ste preferenze predefinite furniscenu una prutezzione forte. Ma hè faciule di mudificalle per suddisfà i vostri bisogni specifichi.

# TooltipBodyText.ShieldIcon
source: %@ stopped this site from spying on you. Tap the shield for info on what we blocked.
co: %@ hà fermatu stu situ di spiunavvi. Picchichjate u scudu per cunnosce ciò ch’avemu bluccatu.

# TooltipBodyText.TrashIcon
source: Tap the trash anytime to remove all traces of your current session.
co: Picchichjate a curbella à ogni mumenti per caccià tutta traccia di a vostra sessione currente.

# TooltipTitleText.Privacy
source: You’re protected!
co: Site prutetti !

# URL.addToAutocompleteLabel
source: Add link to autocomplete
co: Aghjunghje u liame à a scrittura mezu-autumatica

# URL.cancelLabel
source: Cancel
co: Abbandunà

# URL.contextMenu
source: Paste & Go
co: Incullà è apre

# URL.eraseButtonLabel
source: ERASE
co: SQUASSÀ

# URL.eraseMessageLabel2
source: Browsing history cleared
co: Cronolugia di navigazione squassata

# URL.findOnPageLabel
source: Find in page: %@
co: Circà in a pagina : %@

# URL.paste
source: Paste
co: Incullà

# URL.placeholderText
source: Search or enter address
co: Ricerca o indirizzu

# URL.searchLabel
source: Search for %@
co: Circà %@

# URL.trackersBlockedLabel
source: Trackers blocked
co: Perseguitatori bluccati

# actionSheet.openIn
source: Open in %@
co: Apre in %@

# browser.copyAddressToast
source: URL Copied To Clipboard
co: Indirizzu cupiatu in u preme’papei

# browserShortcutDescription.selectLocationBar
source: Select Location Bar
co: Selezziunà a barra d’indirizzu

# contextMenu.copyImageTitle
source: Copy Image
co: Cupià a fiura

# contextMenu.copyLink
source: Copy Link
co: Cupià u liame

# contextMenu.linkCopied
source: Link you copied:
co: Liame cupiatu :

# contextMenu.saveImageTitle
source: Save Image
co: Arregistrà a fiura

# contextMenu.shareLinkTitle
source: Share Link
co: Sparte u liame

# externalAppLinkWithAppName.messageTitle
source: %1$@ wants to open %2$@
co: %1$@ vole apre %2$@

# photosPermission.description
source: This lets you save images to your Camera Roll
co: Què vi permette d’arregistrà e fiure in u vostru Rotulu di filmu

# photosPermission.openSettings
source: Open Settings
co: Apre e preferenze

# photosPermission.title
source: “%@” Would Like to Access Your Photos
co: « %@ » vole accede à e vostre fotò

# settings.Search.SearchTemplateExample
source: Example: searchengine.example.com/search/?q=%s
co: Esempiu : esempiudimutorediricerca.com/search/?q=%s

source: Share
co: Sparte

# shareMenu.copyAddress
source: Copy Address
co: Cupià l’indirizzu

# touchId.reason
source: Use Touch ID to return to %@
co: Impiegà Touch ID per rivene nant’à %@

# trackingProtection.adTrackersLabel
source: Ad trackers
co: Perseguitatori publicitarii

# trackingProtection.analyticTrackerLabel
source: Analytic trackers
co: Perseguitatori di statistica

# trackingProtection.connectionNotSecureLabel
source: Connection is not secure
co: A cunnessione ùn hè micca assicurata
