Repository: mozilla-l10n/focusios-l10n
Catalog: co/focus-ios.xliff
Languages: co

# trackingProtection.connectionSecureLabel
source: Connection is secure
co: A cunnessione hè assicurata

# trackingProtection.connectionVerifiedByLabel
source: Verified by %@
co: Verificatu da %@

# trackingProtection.contentTrackerLabel
source: Content trackers
co: Perseguitatori di cuntenutu

# trackingProtection.disabledLabel
source: Tracking Protection off
co: A prutezzione contr’à u spiunagiu hè disattivata

# trackingProtection.label
source: Tracking Protection
co: Prutezzione contr’à u spiunagiu

# trackingProtection.labelDescription
source: Turning this off may fix some site problems
co: Disattivà st’ozzione pò currege qualchì penseru di u situ

# trackingProtection.learnMore
source: Learn More
co: Per sapene di più

# trackingProtection.moreSettings
source: More Settings
co: Altre preferenze

# trackingProtection.socialTrackerLabel
source: Social trackers
co: Perseguitatori di rete suciale

# trackingProtection.statusOff
source: Protections are OFF for this session
co: E prutezzioni sò disattivate per sta sessione

# trackingProtection.statusOn
source: Protections are ON for this session
co: E prutezzioni sò attivate per sta sessione

# trackingProtection.toggleDescription1
source: Disable until you close %@ or tap ERASE.
co: Disattiveghja fine à chì vo chjodite %@ o picchichjeghjite nant’à SQUASSÀ.

# trackingProtection.toggleLabel2
source: Enhanced Tracking Protection
co: Prutezzione rinfurzata contr’à u spiunagiu

# trackingProtection.trackerDescriptionLabel2
source: Keep your data to yourself. %@ protects you from many of the most common trackers that follow what you do online.
co: Guardate i vostri dati dapervoi. %@ vi prutege da a maiò parte di i perseguitatori i più cunnisciuti chì seguitanu ciò chì vò fate in linea.

# trackingProtection.trackersBlockedLabel
source: Trackers blocked since %@
co: Perseguitatori bluccati dapoi u %@

# trackingProtection.trackersHeader
source: Trackers and scripts to block
co: Perseguitatori è scenarii à bluccà

# SettingsBundle.Licenses
source: Licenses
co: Licenze
